window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "თაყვანისცემა პატიოსანთა ჯაჭვთა წმიდისა და ყოვლად ქებულისა პეტრესი წმიდა მოწამენი სპევსიპი, ელევსიპი, მელევსიპი, ლეონილა, ნეონი, ტურვონი და იოვილი დანაქტი მკითხველი დამასკინ ახალი მაქსიმე ტოტმელი", fact: "თაყვანისცემა პატიოსანთა ჯაჭვთა წმიდისა და ყოვლად ქებულისა პეტრესი წმიდა მოწამენი სპევსიპი, ელევსიპი, მელევსიპი, ლეონილა, ნეონი, ტურვონი და იოვილი დანაქტი მკითხველი დამასკინ ახალი მაქსიმე ტოტმელი", img: "Totmeli"},
              { name: "თაყვანისცემა პატიოსანთა ჯაჭვთა წმიდისა და ყოვლად ქებულისა პეტრესი", fact: "თაყვანისცემა პატიოსანთა ჯაჭვთა წმიდისა და ყოვლად ქებულისა პეტრესი", img: "Petresi"},
              { name: "წმიდა მოწამენი სპევსიპი, ელევსიპი, მელევსიპი, ლეონილა, ნეონი, ტურვონი და იოვილი", fact: "წმიდა მოწამენი სპევსიპი, ელევსიპი, მელევსიპი, ლეონილა, ნეონი, ტურვონი და იოვილი", img: "Iovili"},
              { name: "დანაქტი მკითხველი", fact: "დანაქტი მკითხველი", img: "Mkitkhveli"},
              { name: "დამასკინ ახალი", fact: "დამასკინ ახალი", img: "Akhali"},
              { name: "მაქსიმე ტოტმელი", fact: "მაქსიმე ტოტმელი", img: "Totmeli"}
            ],
  history:  [
              { name: "904", fact: "სერგიუს III პენსიიდან უბრუნდება საქმეს, რომ ჩაიბაროს პაპობა თანამდებობიდან გადაყენებული კრისტოფერის ნაცვლად.", img: "Natsvl"},
              { name: "1547", fact: "მოსკოვში ივანე მრისხანე გამეფდა.", img: "Gamep"},
              { name: "1616", fact: "ჰოლანდიელმა მეზღვაურებმა გორნის კონცხი აღმოაჩინეს.", img: "Aghmoachine"},
              { name: "1635", fact: "დაარსდა საფრანგეთის მეცნიერებათა აკადემია.", img: "Akadem"},
              { name: "1676", fact: "თედორე III გახდა რუსეთის მეფე.", img: "Mep"},
              { name: "1814", fact: "საფრანგეთმა დაამარცხა რუსეთის იმპერია და პრუსია ბრიების ბრძოლაში.", img: "Brdzola"},
              { name: "1821", fact: "რუსმა მეზღვაურებმა ანტარქტიდა აღმოაჩინეს.", img: "Aghmoachine"},
              { name: "1856", fact: "დედოფალმა ვიქტორიამ დააწესა ჯილდო ვიქტორიას ჯვარი.", img: "Jvari"},
              { name: "1861", fact: "კანზასი გახდა აშშ-ს 34-ე შტატი.", img: "34"},
              { name: "1886", fact: "კარლ ბენცმა დააპატენტა ბენზინის ძრავიანი პირველი ავტომობილი (სურათზე).", img: "Suratz"},
              { name: "1891", fact: "ლილიუოკალანმა ჰავაის დედოფლად გამოაცხადა თავი, რომელიც უკანასკნელი მონარქი გამოდგა.", img: "Gamodga"},
              { name: "1907", fact: "ჩარლზ კურტისი კანზასიდან გახდა პირველი ამერიკელი აშშ-ის სენატორი.", img: "USA"},
              { name: "1916", fact: "პირველი მსოფლიო ომი — პარიზი პირველად დაიბომბა გერმანული დირიჟაბლით.", img: "pirveli msoplio omi"},
              { name: "1943", fact: "მესამე რაიხში გამოიცა ყველა ბოშის დაპატიმრების და საკონცენტრაციო ბანაკში ჩასმის ბრძანება.", img: "Brdzaneba"},
              { name: "1944", fact: "მეორე მსოფლიო ომი: დაახლოებით 38 კაცი, ქალი და ბავშვი გარდაიცვალა კონიუჩის ხოცვის დროს, პოლონეთში.", img: "38"},
              { name: "1960", fact: "შეიქმნა პირველი ხელოვნური თირკმელი.", img: "Tirkmeli"},
              { name: "1991", fact: "სპარსეთის ყურის ომი: ხაფჯის ბრძოლა გაიმართა, პირველი ერთ-ერთი ყველაზე ძლიერი შეტაკება, რომელსაც დიდი მსხვერპლი მოჰყვა.", img: "Mohqva"},
              { name: "1996", fact: "პრეზიდენტმა ჟაკ შირაკმა განაცხადა, რომ ფრანგული ბირთვული იარაღის ტესტირება საბოლოოდ დასრულებულია.", img: "Dasrulebul"},
              { name: "2011", fact: "ფეხბურთში, აზიის თასის გათამაშება იაპონიის გამარჯვებით დასრულდა. ეგვიპტეში ანტისამთავრობო გამოსვლების შედეგად, პრეზიდენტმა ჰოსნი მუბარაქმა მთავრობის დათხოვნის შემდეგ, ომარ სულეიმანი ვიცე-პრეზიდენტად, ხოლო ახმედ შაფიკი პრემიერ-მინისტრად დანიშნა.", img: "Danishna"},
              { name: "ფეხბურთში, აზიის თასის გათამაშება იაპონიის გამარჯვებით დასრულდა.", fact: "ფეხბურთში, აზიის თასის გათამაშება იაპონიის გამარჯვებით დასრულდა.", img: "Dasrul"},
              { name: "ეგვიპტეში ანტისამთავრობო გამოსვლების შედეგად, პრეზიდენტმა ჰოსნი მუბარაქმა მთავრობის დათხოვნის შემდეგ, ომარ სულეიმანი ვიცე-პრეზიდენტად, ხოლო ახმედ შაფიკი პრემიერ-მინისტრად დანიშნა.", fact: "ეგვიპტეში ანტისამთავრობო გამოსვლების შედეგად, პრეზიდენტმა ჰოსნი მუბარაქმა მთავრობის დათხოვნის შემდეგ, ომარ სულეიმანი ვიცე-პრეზიდენტად, ხოლო ახმედ შაფიკი პრემიერ-მინისტრად დანიშნა.", img: "Danishna"},
              { name: "2015", fact: "სერჯო მატარელა იტალიის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2022", fact: "სერჯო მატარელა იტალიის პრეზიდენტად მეორე ვადით აირჩიეს.", img: "Airchie"},
              { name: "2024", fact: "საქართველოს პრემიერ-მინისტრმა ირაკლი ღარიბაშვილმა თანამდებობა დატოვა.", img: "Datova"},
              { name: "2025", fact: "აჰმედ ალ-შარაა სირიის გარდამავალი მთავრობის პრეზიდენტად დაინიშნა.", img: "Dainishna"}
            ],
  born:     [
              { name: "1737", fact: "ტომას პეინი — ინგლისში დაბადებული ამერიკელი პატრიოტი.", img: "tomas peini"},
              { name: "1834", fact: "რუდოლფ ჰაიდენჰაინი — გერმანელი ფიზიოლოგი და ჰისტოლოგი", img: "rudolp haidenhaini"},
              { name: "1843", fact: "უილიამ მაკ-კინლი — აშშ-ს პრეზიდენტი.", img: "USA"},
              { name: "1850", fact: "ებინიზერ ჰაუარდი — ინგლისელი ქალაქთმშენებლობის თეორიტიკოსი და სოციოლოგი.", img: "ebinizer hauardi"},
              { name: "1860", fact: "ანტონ ჩეხოვი — რუსი მწერალი.", img: "anton chekhovi"},
              { name: "1866", fact: "რომენ როლანი — ფრანგი მწერალი.", img: "romen rolani"},
              { name: "1867", fact: "ვისენტე ბლასკო იბანესი — ესპანელი მწერალი.", img: "visente blasko ibanesi"},
              { name: "1914", fact: "ჭიჭიკო ბენდელიანი — საბჭოთა კავშირის გმირი.", img: "chichiko bendeliani"},
              { name: "1933", fact: "საშა დისტელი — ფრანგი მომღერალი.", img: "sasha disteli"},
              { name: "1985", fact: "იზაბელ ლუკასი — ავსტრალიელი მსახიობი.", img: "izabel lukasi"}
            ],
  died:     [
              { name: "826", fact: "აშოტ I დიდი — ტაო-კლარჯეთის ბაგრატიონთა დინასტიის მამამთავარი", img: "ashot I didi"},
              { name: "1820", fact: "ჯორჯ III — დიდი ბრიტანეთის მეფე", img: "jorj III"},
              { name: "1876", fact: "პეტრე ბაგრატიონი — ქართველი მეცნიერი და ინჟინერი.", img: "petre bagrationi"},
              { name: "1929", fact: "განდეგილი — ქართველი პოეტი და პროზაიკოსი.", img: "gandegili"},
              { name: "1994", fact: "ლეონოვი, ევგენი — საბჭოთა და რუსი მსახიობი", img: "leonovi evgeni"}
            ]
});
