window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: სალომე უჯარმელი პეროჟავრი სივნიელი პავლე თებაიდელი იოანე გლახაკი მოწამე პანსოფი პროხორე და გაბრიელი ბარლაამ კრეტელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: სალომე უჯარმელი პეროჟავრი სივნიელი პავლე თებაიდელი იოანე გლახაკი მოწამე პანსოფი პროხორე და გაბრიელი ბარლაამ კრეტელი", img: "Kreteli"},
              { name: "სალომე უჯარმელი", fact: "სალომე უჯარმელი", img: "Ujarmeli"},
              { name: "პეროჟავრი სივნიელი", fact: "პეროჟავრი სივნიელი", img: "Sivnieli"},
              { name: "პავლე თებაიდელი", fact: "პავლე თებაიდელი", img: "Tebaideli"},
              { name: "იოანე გლახაკი", fact: "იოანე გლახაკი", img: "Glakhaki"},
              { name: "მოწამე პანსოფი", fact: "მოწამე პანსოფი", img: "Pansopi"},
              { name: "პროხორე და გაბრიელი", fact: "პროხორე და გაბრიელი", img: "Gabrieli"},
              { name: "ბარლაამ კრეტელი", fact: "ბარლაამ კრეტელი", img: "Kreteli"}
            ],
  history:  [
              { name: "98", fact: "ტრაიანე რომის იმპერატორი გახდა.", img: "Gakh"},
              { name: "1521", fact: "ვორმსის ედიქტი დაიწყო (დასრულდა 25 მაისს).", img: "25"},
              { name: "1547", fact: "ჰენრი VIII გარდაიცვალა. მისი რვა წლის ვაჟი ედუარდ VI ინგლისის პირველი პროტესტანტი მმართველი ხდება.", img: "Khdeba"},
              { name: "1573", fact: "ვარშავის კონფედერაციას მოეწერა ხელი, რამაც პოლონეთსა და ლიტვაში რელიგიის თავისუფლება დააკანონა.", img: "Daakanona"},
              { name: "1724", fact: "რუსეთის მეცნიერებათა აკადემია დაარსდა სანქტ-პეტერბურგში პეტრე დიდის მიერ. 1917 წლამდე სანქტ-პეტერბურგის მეცნიერებათა აკადემია ერქვა.", img: "1917"},
              { name: "1855", fact: "პირველი ლოკომოტივი მგზავრობს ატლანტიდან წყნარ ოკეანემდე პანამის რკინიგზაზე.", img: "Rkinigzaz"},
              { name: "1871", fact: "ფრანკო-პრუსიის ომი — პარიზის იერიში ფრანგების დამარცხებითა და იარაღის დაყრით დასრულდა.", img: "pranko prusiis omi"},
              { name: "1909", fact: "აშშ-ის ჯარებმა კუბა დატოვებს გუანტანამოს უბის საზღვაო ბაზის გარდა.", img: "USA"},
              { name: "1917", fact: "მუნიციპალური ტრამვაი ამოძრავდა სან-ფრანცისკოში.", img: "Prantsisko"},
              { name: "1932", fact: "იაპონიის ჯარები შანხაიზე იღებენ იერიშს.", img: "Ierish"},
              { name: "1986", fact: "კოსმოსური შატლის პროგრამა — კოსმოსური შატლი ჩელენჯერი აფეთქდა 73 წამში კოსმოდრომიდან აფრენის შემდეგ და შვიდი ასტრონავტი იმსხვერპლა.", img: "73"},
              { name: "1993", fact: "ყაზახეთმა ახალი კონსტიტუცია მიიღო.", img: "Miigho"},
              { name: "2011", fact: "ღვთისმშობელი ყრმით აუქციონზე $16.9 მილიონად გაიყიდა, რაც ტიციანის ნახატებში ყველაზე მაღალი ფასია. ინტერპოლმა დაპატიმრების ორდერი გასცა ტუნისის გაქცეულ პრეზიდენტ ზინ ელ-აბიდინ ბენ ალიზე და მის მეუღლე ლეილა ბენ ალიზე. რუსეთის კუნძულ სახალინის სანაპირო ზოლში გაკეთებული ჭაბურღილი 12,345 მ სიღრმით, მსოფლიოს ყველაზე ღრმა ჭაბურღილია.", img: "16"},
              { name: "ღვთისმშობელი ყრმით აუქციონზე $16.9 მილიონად გაიყიდა, რაც ტიციანის ნახატებში ყველაზე მაღალი ფასია.", fact: "ღვთისმშობელი ყრმით აუქციონზე $16.9 მილიონად გაიყიდა, რაც ტიციანის ნახატებში ყველაზე მაღალი ფასია.", img: "16"},
              { name: "ინტერპოლმა დაპატიმრების ორდერი გასცა ტუნისის გაქცეულ პრეზიდენტ ზინ ელ-აბიდინ ბენ ალიზე და მის მეუღლე ლეილა ბენ ალიზე.", fact: "ინტერპოლმა დაპატიმრების ორდერი გასცა ტუნისის გაქცეულ პრეზიდენტ ზინ ელ-აბიდინ ბენ ალიზე და მის მეუღლე ლეილა ბენ ალიზე.", img: "Aliz"},
              { name: "რუსეთის კუნძულ სახალინის სანაპირო ზოლში გაკეთებული ჭაბურღილი 12,345 მ სიღრმით, მსოფლიოს ყველაზე ღრმა ჭაბურღილია.", fact: "რუსეთის კუნძულ სახალინის სანაპირო ზოლში გაკეთებული ჭაბურღილი 12,345 მ სიღრმით, მსოფლიოს ყველაზე ღრმა ჭაბურღილია.", img: "12"},
              { name: "2012", fact: "ბელარუსი ვიქტორია აზარენკა ჩოგბურთში ავსტრალიის ღია პირველობის გამარჯვებული და ქალთა შორის მსოფლიოს პირველი ჩოგანის ტიტულის მფლობელი გახდა.", img: "Gakh"},
              { name: "2013", fact: "ნიდერლანდების დედოფალმა ბეატრიქსმა განაცხადა, რომ აპრილის ბოლოს ტახტიდან გადადგება.", img: "Gadadgeba"},
              { name: "2014", fact: "უკრაინის ანტისამთავრობო გამოსვლების ფონზე პრემიერ-მინისტრი მიკოლა აზაროვი გადადგა.", img: "Gadadga"},
              { name: "2023", fact: "ჩეხეთის საპრეზიდენტო არჩევნების მეორე ტურში გენერალმა პეტრ პაველმა გაიმარჯვა.", img: "Gaimarjva"}
            ],
  born:     [
              { name: "1457", fact: "ჰენრი VII — ინგლისის მეფე და ირლანდიის ლორდი 1485–1509 წლებში", img: "England"},
              { name: "1853", fact: "ხოსე მარტი — კუბის ეროვნული გმირი.", img: "khose marti"},
              { name: "1870", fact: "კიტა აბაშიძე — ქართველი ლიტერატურათმცოდნე", img: "kita abashidze"},
              { name: "1887", fact: "ზაქარია ბერიშვილი — ქართველი რეჟისორი და მსახიობი", img: "zakaria berishvili"},
              { name: "1909", fact: "გიორგი ბერიძე — ქართველი მეცნიერი", img: "giorgi beridze"},
              { name: "1912", fact: "ჯექსონ პოლოკი — ამერიკელი ფერმწერი", img: "jekson poloki"},
              { name: "1931", fact: "ლუჩია ბოსე — იტალიელი მსახიობი", img: "luchia bose"}
            ],
  died:     [
              { name: "687", fact: "თეოდორე I — კონსტანტინოპოლელი პატრიარქი, მართლმადიდებელი ეკლესიის წმინდანი", img: "teodore I"},
              { name: "814", fact: "კარლ I დიდი — ფრანკთა მეფე და საღვთო რომის იმპერიის იმპერატორი", img: "Rome"},
              { name: "1256", fact: "ვილჰელმ ჰოლანდიელი — ჰოლანდიის გრაფი და გერმანიის მეფე", img: "vilhelm holandieli"},
              { name: "1547", fact: "ჰენრი VIII — ინგლისის მეფე 1509-1547 წლებში", img: "England"},
              { name: "1621", fact: "პავლე V — რომის პაპი 1605—1621 წლებში", img: "1605"},
              { name: "1774", fact: "მუსტაფა III — ოსმალეთის იმპერიის სულთანი 1757-1774 წლებში", img: "mustapa III"},
              { name: "1823", fact: "ზურაბ წერეთელი — იმერეთის სამეფოს დიდგვაროვანი, იმერეთის მეფეების პირველი ვეზირი და სახლთუხუცესი", img: "zurab tsereteli"},
              { name: "1982", fact: "ივანე გიგინეიშვილი — ქართველი ენათმეცნიერი", img: "ivane gigineishvili"},
              { name: "1984", fact: "ზურაბ ანჩაბაძე — ქართველი ისტორიკოსი", img: "zurab anchabadze"},
              { name: "1994", fact: "მიხეილ გიგინეიშვილი — ქართველი მეან-გინეკოლოგი", img: "mikheil gigineishvili"},
              { name: "2002", fact: "ასტრიდ ლინდგრენი — შვედი მწერალი", img: "astrid lindgreni"},
              { name: "2021", fact: "ვასილი ლანოვოი — საბჭოთა და რუსი მსახიობი სისელი ტაისონი — ამერიკელი მსახიობი", img: "vasili lanovoi"},
              { name: "ვასილი ლანოვოი — საბჭოთა და რუსი მსახიობი", fact: "ვასილი ლანოვოი — საბჭოთა და რუსი მსახიობი", img: "vasili lanovoi"},
              { name: "სისელი ტაისონი — ამერიკელი მსახიობი", fact: "სისელი ტაისონი — ამერიკელი მსახიობი", img: "siseli taisoni"}
            ]
});
