window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ანტონი დიდი მეფე თეოდოსი I დიდი აქილა აღმსარებელი წმინდა ანტონი მოწამე გიორგი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ანტონი დიდი მეფე თეოდოსი I დიდი აქილა აღმსარებელი წმინდა ანტონი მოწამე გიორგი", img: "Giorgi"},
              { name: "ანტონი დიდი", fact: "ანტონი დიდი", img: "Didi"},
              { name: "მეფე თეოდოსი I დიდი", fact: "მეფე თეოდოსი I დიდი", img: "Didi"},
              { name: "აქილა აღმსარებელი", fact: "აქილა აღმსარებელი", img: "Aghmsarebeli"},
              { name: "წმინდა ანტონი", fact: "წმინდა ანტონი", img: "Antoni"},
              { name: "მოწამე გიორგი", fact: "მოწამე გიორგი", img: "Giorgi"},
              { name: "აგრეთვე: ინდოეთი : დამოუკიდებლობისათვის მებრძოლთა ხსოვნის დღე (1948).", fact: "აგრეთვე: ინდოეთი : დამოუკიდებლობისათვის მებრძოლთა ხსოვნის დღე (1948).", img: "1948"},
              { name: "ინდოეთი : დამოუკიდებლობისათვის მებრძოლთა ხსოვნის დღე (1948).", fact: "ინდოეთი : დამოუკიდებლობისათვის მებრძოლთა ხსოვნის დღე (1948).", img: "1948"}
            ],
  history:  [
              { name: "1648", fact: "მიუნსტერის ზავი დაიდო, მოუღო რა ბოლო ოთხმოცწლიან ომს ნიდერლანდსა და ესპანეთს შორის.", img: "Shor"},
              { name: "1649", fact: "ინგლისის მეფე ჩარლზ I-ს თავი მოჰკვეთეს.", img: "Mohkvete"},
              { name: "1661", fact: "ოლივერ კრომველს, ინგლისის თანამეგობრობის ლორდ პროტექტორს, სასიკვდილო განაჩენი ფორმალურად აღუსრულეს — სიკვდილიდან ორი წლის შემდეგ.", img: "oliver kromvels inglisis tanamegobrobis lord protektors sasikvdilo ganacheni pormalurad aghusrules"},
              { name: "1801", fact: "გამოიცა საქართველოს რუსეთთან მიერთების მანიფესტი.", img: "Manipesti"},
              { name: "1820", fact: "ედვარდ ბრანსფილდი ანტარქტიკაზე დგამს ფეხს.", img: "Pekh"},
              { name: "1847", fact: "იერბა-ბუენას (კალიფორნია) სან-ფრანცისკო დაერქვა.", img: "Daerkva"},
              { name: "1925", fact: "თურქეთის მთავრობა პატრიარქ კონსტანტინე VI-ს სტამბოლიდან აძევებს.", img: "Adzeveb"},
              { name: "1933", fact: "ადოლფ ჰიტლერი გერმანიის კანცლერი გახდა.", img: "Gakh"},
              { name: "1946", fact: "უნგრეთი რესპუბლიკად გამოცხადდა.", img: "Gamotskhad"},
              { name: "1948", fact: "ინდოელი პაციფისტი და ლიდერი მაჰათმა განდი ჰინდუ ექსტრემისტმა მოკლეს.", img: "Mokle"},
              { name: "1948", fact: "ზამთრის ოლიმპიადა იხსნება სენტ-მორიცში, შვეიცარია.", img: "Shveitsar"},
              { name: "1969", fact: "გაიმართა The Beatles-ის ბოლო სახალხო წარმოდგენა, ეპლ რეკორდსის სახურავზე ლონდონში. იმპრომპტუ კონცერტი პოლიციამ დაშალა.", img: "The Beatles"},
              { name: "1994", fact: "პეტერ ლეკო ხდება ყველაზე ახალგაზრდა ჩემპიონი ჭადრაკში.", img: "Chadrak"},
              { name: "2003", fact: "ბელგიამ ოფიციალურად ცნო ერთი სქესის ქორწინება.", img: "Kortsineba"},
              { name: "2005", fact: "სამოქალაქო არეულობისა და ბოიკოტის მცდელობის მიუხედავად ერაყში ჩატარდა ეროვნული ასამბლეის არჩევნები — პირველი თავისუფალი არჩევნები ქვეყანაში 1953 წლის შემდეგ.", img: "1953"},
              { name: "2009", fact: "საქართველოს პრემიერ-მინისტრის პოსტზე ნიკა გილაური დაინიშნა.", img: "Dainishna"},
              { name: "2020", fact: "ჯანდაცვის მსოფლიო ორგანიზაციამ ახალი კორონავირუსის ეპიდემია გლობალურ საფრთხედ გამოაცხადა.", img: "Gamoatskha"}
            ],
  born:     [
              { name: "ძვ. წ. 58", fact: "ლივია დრუზილა — ოქტავიანე ავგუსტუსის მეუღლე", img: "livia druzila"},
              { name: "1882", fact: "ფრანკლინ რუზველტი — აშშ-ს პრეზიდენტი.", img: "USA"},
              { name: "1923", fact: "ლეონიდ გაიდაი — საბჭოთა კინორეჟისორი, სცენარისტი და სახალხო არტისტი.", img: "leonid gaidai"},
              { name: "1930", fact: "ჯინ ჰეკმენი - ამერიკელი კინომსახიობი", img: "jin hekmeni"},
              { name: "1937", fact: "ვანესა რედგრეივი — ამერიკელი კინომსახიობი.", img: "vanesa redgreivi"},
              { name: "1947", fact: "სტივ მერიოტი — ინგლისელი როკ-მუსიკოსი", img: "stiv merioti"},
              { name: "1951", fact: "ფილ კოლინზი — ინგლისელი მუსიკოსი", img: "pil kolinzi"},
              { name: "1962", fact: "აბდულა II — იორდანიის მეფე.", img: "abdula II"},
              { name: "1974", fact: "კრისტიან ბეილი — ინგლისელი მსახიობი", img: "kristian beili"}
            ],
  died:     [
              { name: "1948", fact: "მაჰათმა განდი — ინდოეთის სულიერი და პოლიტიკური ლიდერი.", img: "mahatma gandi"},
              { name: "1951", fact: "ფერდინანდ პორშე — ავსტრიელი ავტოკონსტრუქტორი.", img: "perdinand porshe"},
              { name: "1958", fact: "ერნსტ ჰაინკელი — გერმანელი ავიაკონსტრუქტორი.", img: "ernst hainkeli"},
              { name: "1973", fact: "ლევან გოთუა — ქართველი მწერალი.", img: "levan gotua"},
              { name: "1979", fact: "აკაკი ბაქრაძე — ქართველი მეან-გინეკოლოგი.", img: "akaki bakradze"},
              { name: "1987", fact: "ვერიკო ანჯაფარიძე — ქართველი მსახიობი.", img: "veriko anjaparidze"},
              { name: "1995", fact: "ჯერალდ დარელი — ინგლისელი მეცნიერი-ზოოლოგი, მწერალი-ანიმალისტი.", img: "jerald dareli"},
              { name: "2007", fact: "სიდნეი შელდონი — ამერიკელი მწერალი, სცენარების ავტორი.", img: "sidnei sheldoni"},
              { name: "2011", fact: "ჯონ ბარი — ინგლისელი კომპოზიტორი, ჯეიმზ ბონდის შესახებ ფილმების მუსიკის ავტორი.", img: "jon bari"},
              { name: "2013", fact: "ნოდარ ანდღულაძე — ქართველი საოპერო მომღერალი", img: "nodar andghuladze"}
            ]
});
