window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "სტეფანე ხირსელი ეფრემ ასური პალადი მეუდაბნოე ისააკ ასური", fact: "სტეფანე ხირსელი ეფრემ ასური პალადი მეუდაბნოე ისააკ ასური", img: "Asuri"},
              { name: "სტეფანე ხირსელი", fact: "სტეფანე ხირსელი", img: "Khirseli"},
              { name: "ეფრემ ასური", fact: "ეფრემ ასური", img: "Asuri"},
              { name: "პალადი მეუდაბნოე", fact: "პალადი მეუდაბნოე", img: "Meudabno"},
              { name: "ისააკ ასური", fact: "ისააკ ასური", img: "Asuri"}
            ],
  history:  [
              { name: "1605", fact: "უილიამ შექსპირის „ვენეციელი ვაჭრის“ პირველი წარმოდგენა ლონდონში.", img: "London"},
              { name: "1784", fact: "ეკატერინე II-ის განკარგულებით ყირიმის ნავსადგურსა და ციხე-სიმაგრეს დაერქვა სევასტოპოლი.", img: "Sevastopoli"},
              { name: "1918", fact: "თბილისში, ყოფილ ალექსანდრეს ბაღში სახალხო გვარდიამ ტყვიამფრქვევებისა და შაშხანების ცეცხლით დაარბია მუშათა მასშტაბური საპროტესტო გამოსვლა.", img: "Gamosvla"},
              { name: "1996", fact: "აი-ბი-ემის კომპიუტერმა „დიპ-ბლუმ“ ჭადრაკში დაამარცხა მსოფლიო ჩემპიონი გარი კასპაროვი.", img: "Kasparovi"},
              { name: "1998", fact: "აზერბაიჯანში გაუქმდა სიკვდილით დასჯა.", img: "Dasja"},
              { name: "2005", fact: "ჩრდილოეთ კორეა აცხადებს, რომ ბირთვულ იარაღს ფლობს.", img: "Plob"},
              { name: "2006", fact: "გაიხსნა XX ზამთრის ოლიმპიური თამაშები ტურინში (იტალია).", img: "Ital"}
            ],
  born:     [
              { name: "1606", fact: "კრისტინა მარია დე ბურბონი — საფრანგეთისა და ნავარის პრინცესა.", img: "kristina maria de burboni"},
              { name: "1775", fact: "ჩარლზ ლემი — ინგლისელი მწერალი.", img: "charlz lemi"},
              { name: "1890", fact: "ბორის პასტერნაკი — რუსი პოეტი და მწერალი", img: "boris pasternaki"},
              { name: "1892", fact: "ვალერიან თევზაძე — ქართველი ოფიცერი", img: "valerian tevzadze"},
              { name: "1894", fact: "ჰაროლდ მაკმილანი — დიდი ბრიტანეთის სახელმწიფო მოღვაწე.", img: "harold makmilani"},
              { name: "1897", fact: "ჯუდით ანდერსონი — ავსტრალიელი მსახიობი", img: "judit andersoni"},
              { name: "1898", fact: "ბერტოლტ ბრეხტი — გერმანელი მწერალი", img: "bertolt brekhti"},
              { name: "1902", fact: "უოლტერ ბრატენი — ამერიკელი ფიზიკოსი.", img: "uolter brateni"},
              { name: "1922", fact: "არპად გენცი — უნგრელი პოლიტიკური და სახელმწიფო მოღვაწე", img: "arpad gentsi"},
              { name: "1924", fact: "აკაკი ბაინდურაშვილი — ქართველი ფსიქოლოგი.", img: "akaki baindurashvili"},
              { name: "1929", fact: "ჯერი გოლდსმიტი — ამერიკელი კომპოზიტორი.", img: "jeri goldsmiti"},
              { name: "1931", fact: "ლევან (ბუთური) ცინცაძე — ქართველი სცენარისტი.", img: "levan buturi tsintsadze"},
              { name: "1934", fact: "თენგიზ მირზაშვილი — ქართველი მხატვარი", img: "tengiz mirzashvili"},
              { name: "1941", fact: "სანდრო მრევლიშვილი — ქართველი რეჟისორი", img: "sandro mrevlishvili"},
              { name: "1946", fact: "მიქაელ არუთინიანი — სომხეთის მე-7 თავდაცვის მინისტრი (2007–2008)", img: "2007"},
              { name: "1949", fact: "ანატოლი როშჩუფკინი — რუსი მწერალი.", img: "anatoli roshchupkini"},
              { name: "1961", fact: "ნიკოლოზი — ახალქალაქისა და კუმურდოს ეპარქიის მიტროპოლიტი", img: "nikolozi"},
              { name: "1962", fact: "კლიფ ბარტონი — ამერიკელი მუსიკოსი", img: "klip bartoni"},
              { name: "1967", fact: "ლორა დერნი — ამერიკელი მსახიობი", img: "lora derni"},
              { name: "1970", fact: "ოსნე საიეშტადი — ნორვეგიელი შტატგარეშე ჟურნალისტი და მწერალი", img: "osne saieshtadi"},
              { name: "1974", fact: "დევიდ დათუნა — ამერიკელი ხელოვანი", img: "devid datuna"},
              { name: "1976", fact: "ზაზა ჯანაშია — ქართველი ვეტერანი ფეხბურთელი", img: "zaza janashia"},
              { name: "1984", fact: "ზაზა ფაჩულია — ქართველი კალათბურთელი.", img: "zaza pachulia"},
              { name: "1985", fact: "სელჩუქ ინანი — თურქი ფეხბურთელი.", img: "selchuk inani"},
              { name: "1986", fact: "რადამელ ფალკაო — კოლუმბიელი ფეხბურთელი", img: "radamel palkao"},
              { name: "1987", fact: "პოლი გენოვა — ბულგარელი მომღერალი", img: "poli genova"},
              { name: "1988", fact: "ჯეიდ რემსი — ინგლისელი მსახიობი.", img: "jeid remsi"}
            ],
  died:     [
              { name: "1837", fact: "ალექსანდრე პუშკინი — რუსი მწერალი.", img: "aleksandre pushkini"},
              { name: "1891", fact: "სოფია კოვალევსკაია — რუსი მათემატიკოსი.", img: "sopia kovalevskaia"},
              { name: "1923", fact: "ვილჰელმ კონრად რენტგენი — გერმანელი ფიზიკოსი.", img: "vilhelm konrad rentgeni"},
              { name: "1939", fact: "პიუს XI — რომის პაპი.", img: "Rome"},
              { name: "1990", fact: "ოთარ გიგინეიშვილი — ქართველი ისტორიკოსი, საზოგადო მოღვაწე.", img: "otar gigineishvili"},
              { name: "2005", fact: "ართურ მილერი — ამერიკელი დრამატურგი.", img: "artur mileri"},
              { name: "2009", fact: "ნუგზარ შატაიძე — ქართველი მწერალი, დრამატურგი, ესეისტი.", img: "nugzar shataidze"}
            ]
});
