window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "პამფილე ხუცესი, ვალენტი დიაკონი, პავლე, პორფირე, სელევკი, თეოდულე, იულიანე, სამოელი, ილია, ისაია და დანიელი მარუფი მესოპოტამიელი ფლავიანე I", fact: "პამფილე ხუცესი, ვალენტი დიაკონი, პავლე, პორფირე, სელევკი, თეოდულე, იულიანე, სამოელი, ილია, ისაია და დანიელი მარუფი მესოპოტამიელი ფლავიანე I", img: "Plavian"},
              { name: "პამფილე ხუცესი, ვალენტი დიაკონი, პავლე, პორფირე, სელევკი, თეოდულე, იულიანე, სამოელი, ილია, ისაია და დანიელი", fact: "პამფილე ხუცესი, ვალენტი დიაკონი, პავლე, პორფირე, სელევკი, თეოდულე, იულიანე, სამოელი, ილია, ისაია და დანიელი", img: "Danieli"},
              { name: "მარუფი მესოპოტამიელი", fact: "მარუფი მესოპოტამიელი", img: "Mesopotamieli"},
              { name: "ფლავიანე I", fact: "ფლავიანე I", img: "Plavian"}
            ],
  history:  [
              { name: "1288", fact: "შოტლანდიაში დააწესეს რომ ამ დღეს ქალს შეუძლია კაცს ცოლად მოყვანა სთხოვოს. თუ კაცი უარს იტყვის, მან ჯარიმა უნდა გადაიხადოს.", img: "Gadaikhado"},
              { name: "1504", fact: "კოლუმბმა მთვარის დაბნელებით ისარგებლა იამაელი ინდიელების დასაფრთხობად.", img: "Dasaprtkhob"},
              { name: "1712", fact: "შვედეთში 29 თებერვალს 30 თებერვალი მოყვა, რათა დაესრულებინათ შვედური კალენდრიდან იულიუსის კალენდარზე გადასვლა.", img: "29"},
              { name: "1952", fact: "კუნძული ჰელგოლანდი გერმანიის მფლობელობაში ბრუნდება.", img: "Brundeba"},
              { name: "1940", fact: "ფინეთმა ზამთრის ომის დასასრულებლად სამშვიდობო მოლაპარაკება დაიწყო.", img: "Daitsqo"},
              { name: "1960", fact: "მაროკოში მიწისძვრას 3000-მდე ადამიანი ემსხვერპლა.", img: "3000"},
              { name: "1964", fact: "სიდნეიში, ავსტრალიელი მოცურავე დაუნ ფრეიზერი ახალ მსოფლიო რეკორდს ამყარებს 100 მეტრზე თავისუფალი სტილით ცურვაში (58.9 წმ.)", img: "100"},
              { name: "1996", fact: "ანდებში კატასტროფა განიცადა პერუს ბოინგ 737-მა დაიღუპა 123 ადამიანი.", img: "737"},
              { name: "2000", fact: "ჩეჩნეთში 776-ე სიმაღლეზე მოხდა შეტაკება, რუსული მხარის განცხადებით 90 ფსკოველმა მედესანტემ შესძლო 2000 ბოევიკის შეჩერება. 90-დან მხოლოდ 6 კაცი გადარჩა.", img: "776"},
              { name: "2004", fact: "აჯანყების ტალღს აგორების შედეგად, ჯან-ბერტრანდ არისტიდე ჰაიტის პრეზიდენტის პოსტიდან გადადგა.", img: "Gadadga"}
            ],
  born:     [
              { name: "1468", fact: "პავლე III — რომის პაპი (1534–1549)", img: "Rome"},
              { name: "1792", fact: "ჯოაკინო როსინი — იტალიელი კომპოზიტორი", img: "joakino rosini"},
              { name: "1908", fact: "ბალთუსი — ფრანგი ფერმწერი", img: "baltusi"},
              { name: "1924", fact: "ალექსანდრე ჩხაიძე — ქართველი დრამატურგი", img: "aleksandre chkhaidze"},
              { name: "1928", fact: "სეიმორ პაპერტი — ამერიკელი მათემატიკოსი.", img: "seimor paperti"},
              { name: "1944", fact: "ენე ერგმა — ესტონეთის პარლამენტის თავმჯდომარე (2003–2006)", img: "2003"},
              { name: "1948", fact: "ჟერარ დარმონი — ფრანგი თეატრისა და კინოს მსახიობი და მომღერალი.", img: "zherar darmoni"},
              { name: "1948", fact: "რიჩი კოული — ამერიკელი ჯაზ-ალტო საქსოფონისტი, კომპოზიტორი და არანჟირების ავტორი.", img: "richi kouli"},
              { name: "1956", fact: "თამაზ კოსტავა — ქართველი ფეხბურთელი", img: "tamaz kostava"},
              { name: "1956", fact: "ეილინ უორნოსი — ამერიკელი სერიული მკვლელი.", img: "eilin uornosi"},
              { name: "1992", fact: "ილია ბუზალაძე — ქართველი ფეხბურთელი", img: "ilia buzaladze"}
            ],
  died:     [
              { name: "1528", fact: "პატრიკ ჰამილტონი — შოტლანდიელი რელიგიის რეფორმატორი", img: "patrik hamiltoni"},
              { name: "1604", fact: "ჯონ ვითგიფტი — კენტერბერის არქიეპისკოპოსი", img: "jon vitgipti"},
              { name: "1868", fact: "ლუდვიგ I — ბავარიის მეფე", img: "ludvig I"}
            ]
});
