window.__dayDataCallback__({
  holidays: [ 
              { name: "დომინიკელთა რესპუბლიკა", fact: "დამოუკიდებლობის დღე (1844)", img: "Dominican Republic" },
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "ილარიონ ქართველი (ყანჩაველი), ღირსი ავქსენტი, მირონი სირიელი, აბრაამ კარიელი, კირილე სლოვენი, ღირსი ისააკი.", img: "Saint" },
            ],
  history:  [
              { name: "1594", fact: "ანრი IV გახდა საფრანგეთის მეფე.", img: "Henry IV of France" },
              { name: "1617", fact: "რუსეთ-შვედეთის ომი დასრულდა სტოლბოვოს სამშვიდობო ხელმშეკრულებით.", img: "Treaty of Stolbovo" },
              { name: "1626", fact: "იუან ჩონგჰუანი დაინიშნა ლიაოდონგის მმართველად, მანჯურელების დამარცხების შემდეგ.", img: "Yuan Chonghuan" },
              { name: "1700", fact: "კუნძული ახალი ბრიტანეთი იქნა აღმოჩენილი.", img: "New Britain" },
              { name: "1825", fact: "გამოქვეყნდა ალექსანდრე პუშკინის ევგენი ონეგინის პირველი თავი.", img: "Eugene Onegin" },
              { name: "1844", fact: "დომინიკელთა რესპუბლიკა ჰაიტისგან დამოუკიდებელი გახდა.", img: "Dominican Republic" },
              { name: "1861", fact: "ვარშავაში დაიწყო რუსეთის მმართველობის წინააღმდეგ საპროტესტო გამოსვლები. რუსმა ჯარისკაცებმა ხუთი პროტესტანტი მოკლეს.", img: "Warsaw" },
              { name: "1900", fact: "დაარსდა საფეხბურთო კლუბი „ბაიერნი მიუნხენი“.", img: "FC Bayern Munich" },
              { name: "1917", fact: "ბურჟუაზიულ–დემოკრატიული რევოლუცია რუსეთში.", img: "თებერვლის რევოლუცია" },
              { name: "1919", fact: "ვილნიუსში გამოცხადდა ლიტვურ-ბელორუსული საბჭოთა სოციალისტური რესპუბლიკა.", img: "Socialist Soviet Republic of Lithuania and Belorussia" },
              { name: "2008", fact: "ევროკავშირმა კომპანია Microsoft €899 მილიონით დააჯარიმა, რაც უმსხვილესი ანტიმონოპოლიური ჯარიმაა ევროპის ისტორიაში ერთ კომპანიაზე.", img: "Microsoft" },
              { name: "2010", fact: "8.8 M მიწისძვრამ ნგრევა გამოიწვია კონსეფსიონში, ჩილე. დაღუპულთა რაოდენობამ 50-ს გადააჭარბა.", img: "2010 Chile earthquake" },
              { name: "2012", fact: "ჩინელი არქიტექტორი ვანგ შუ პრიცკერის პრემიის გამარჯვებული გახდა.", img: "Wang Shu" },
              { name: "2019", fact: "ინდოეთ-პაკისტანის სამხედრო კონფრონტაციას ორივე ქვეყნის მიერ საჰაერო დარტყმები მოჰყვა.", img: "2019 India–Pakistan border skirmishes" }
            ],
  born:     [
              { name: "272", fact: "კონსტანტინე I დიდი — რომის იმპერატორი", img: "Constantine the Great" },
              { name: "1807", fact: "ჰენრი უოდსუორთ ლონგფელო — ამერიკელი პედაგოგი და პოეტი", img: "Henry Wadsworth Longfellow" },
              { name: "1877", fact: "პეტრე მამრაძე — ქართველი ინჟინერი, ჰიდროტექნიკოსი, არქიტექტორი.", img: "პეტრე მამრაძე" },
              { name: "1890", fact: "ლეონარდ ესაკია — ქართველი მსახიობი და კინორეჟისორი", img: "ლეო ესაკია" },
              { name: "1897", fact: "ბერნარ ლიო — ფრანგი ასტროფიზიკოსი", img: "Bernard Lyot" },
              { name: "1902", fact: "ჯონ სტეინბეკი — ამერიკელი მწერალი", img: "John Steinbeck" },
              { name: "1910", fact: "სერგი დურმიშიძე — ქართველი ბიოქიმიკოსი", img: "სერგი დურმიშიძე" },
              { name: "1917", fact: "გულნარა ჯაფარიძე — ქართველი ხელოვნებათმცოდნე", img: "გულნარა ჯაფარიძე" },
              { name: "1923", fact: "ფარნაოზ ერთელიშვილი — ქართველი ენათმეცნიერი", img: "ფარნაოზ ერთელიშვილი" },
              { name: "1925", fact: "ნაფი ჯუსოითი — ოსი მწერალი და ლიტერატურათმცოდნე", img: "ნაფი ჯუსოითი" },
              { name: "1927", fact: "ალექსანდრე ბანძელაძე — ქართველი მხატვარი", img: "ალექსანდრე ბანძელაძე" },
              { name: "1930", fact: "ჯოან ვუდუორდი — ამერიკელი მსახიობი და პროდიუსერი.", img: "Joanne Woodward" },
              { name: "1932", fact: "ელიზაბეთ ტეილორი — ინგლისელ-ამერიკელი მსახიობი", img: "Elizabeth Taylor" },
              { name: "1940", fact: "დიმიტრი ბათიაშვილი — ქართველი კინორეჟისორი", img: "დიმიტრი ბათიაშვილი" },
              { name: "1953", fact: "იან კჰამა — ბოტსვანის პრეზიდენტი", img: "Ian Khama" },
              { name: "1958", fact: "შარლოტე ბრიცი — ზაარბრიუკენის ობერბურგომისტრი", img: "Charlotte Britz" },
              { name: "1958", fact: "ნენსი სპანჯენი — 1970-იანი წლების პანკ-როკის ფიგურა.", img: "Nancy Spungen" },
              { name: "1967", fact: "სერგეი სტროენკო — მოლდოველი ფეხბურთელი", img: "Строенко, Сергей Васильевич" },
              { name: "1974", fact: "პეტრე ცისკარიშვილი — ქართველი პოლიტიკოსი", img: "პეტრე ცისკარიშვილი" },
              { name: "1978", fact: "კახა კალაძე — თბილისის მერი", img: "Kakha Kaladze" },
              { name: "1981", fact: "ფლორ იანსენი — ნიდერლანდელი სოპრანო და კომპოზიტორი.", img: "Floor Jansen" },
              { name: "1989", fact: "ვარლამ ლიპარტელიანი — ქართველი ძიუდოისტი.", img: "ვარლამ ლიპარტელიანი" },
              { name: "1994", fact: "ხოუ იფანი — ჩინელი ჭადრაკის დიდოსტატი.", img: "Hou Yifan" }
            ],
  died:     [
              { name: "1919", fact: "ოცხელი, იოსებ — პედაგოგი", img: "იოსებ ოცხელი" },
              { name: "1934", fact: "ბუაძე, სევერიან — ფიზიოლოგი", img: "სევერიან ბუაძე" },
              { name: "1936", fact: "პავლოვი, ივანე — რუსი ფიზიოლოგი", img: "Ivan Pavlov" },
              { name: "2012", fact: "ერლანდ იოსეფსონი — შვედი მსახიობი", img: "Erland Josephson" }
            ]
})