window.__dayDataCallback__({
  holidays: [ 
              { name: "იშვიათი დაავადებების საერთაშორისო დღე", fact: "ეს დღე მიზნად ისახავს ნაკლებად ცნობილი დაავადებების შესახებ ცნობიერების ამაღლებას.", img: "Rare Disease Day" },
              { name: "ხელის თხოვნის დღე", fact: "ირლანდიასა და შოტლანდიაში დღეს ქალებს ტრადიციულად აქვთ საშუალება, კაცებს თხოვონ ხელი.", img: "Engagement ring" },
              { name: "სლავური კაშეი-ჩერნობოგის დღე", fact: "მითოლოგიური დღე, რომელიც წლის 'ზედმეტ' დღეს უკავშირდება.", img: "Кощей" },
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "პამფილე ხუცესი, ვალენტი დიაკონი, პავლე, პორფირე, სელევკი, თეოდულე, იულიანე, სამოელი, ილია, ისაია, დანიელი, მარუფი მესოპოტამიელი, ფლავიანე I.", img: "Saint" },
            ],
  history:  [
              { name: "1288", fact: "შოტლანდიაში დააწესეს რომ ამ დღეს ქალს შეუძლია კაცს ცოლად მოყვანა სთხოვოს. თუ კაცი უარს იტყვის, მან ჯარიმა უნდა გადაიხადოს.", img: "Scotland" },
              { name: "1504", fact: "კოლუმბმა მთვარის დაბნელებით ისარგებლა იამაელი ინდიელების დასაფრთხობად.", img: "Christopher Columbus" },
              { name: "1712", fact: "შვედეთში 29 თებერვალს 30 თებერვალი მოყვა, რათა დაესრულებინათ შვედური კალენდრიდან იულიუსის კალენდარზე გადასვლა.", img: "Sweden" },
              { name: "1952", fact: "კუნძული ჰელგოლანდი გერმანიის მფლობელობაში ბრუნდება.", img: "Heligoland" },
              { name: "1940", fact: "ფინეთმა ზამთრის ომის დასასრულებლად სამშვიდობო მოლაპარაკება დაიწყო.", img: "Finland" },
              { name: "1960", fact: "მაროკოში მიწისძვრას 3000-მდე ადამიანი ემსხვერპლა.", img: "Morocco" },
              { name: "1964", fact: "სიდნეიში, ავსტრალიელი მოცურავე დაუნ ფრეიზერი ახალ მსოფლიო რეკორდს ამყარებს 100 მეტრზე თავისუფალი სტილით ცურვაში (58.9 წმ.)", img: "Dawn Fraser" },
              { name: "1996", fact: "ანდებში კატასტროფა განიცადა პერუს ბოინგ 737-მა დაიღუპა 123 ადამიანი.", img: "Peru" },
              { name: "2000", fact: "ჩეჩნეთში 776-ე სიმაღლეზე მოხდა შეტაკება, რუსული მხარის განცხადებით 90 ფსკოველმა მედესანტემ შესძლო 2000 ბოევიკის შეჩერება. 90-დან მხოლოდ 6 კაცი გადარჩა.", img: "Chechnya" },
              { name: "2004", fact: "აჯანყების ტალღს აგორების შედეგად, ჯან-ბერტრანდ არისტიდე ჰაიტის პრეზიდენტის პოსტიდან გადადგა.", img: "Haiti" },
            ],
  born:     [
              { name: "1468", fact: "პავლე III — რომის პაპი (1534–1549)", img: "Pope Paul III" },
              { name: "1792", fact: "ჯოაკინო როსინი — იტალიელი კომპოზიტორი", img: "Gioachino Rossini" },
              { name: "1908", fact: "ბალთუსი — ფრანგი ფერმწერი", img: "Balthus" },
              { name: "1924", fact: "ალექსანდრე ჩხაიძე — ქართველი დრამატურგი", img: "ალექსანდრე ჩხაიძე" },
              { name: "1928", fact: "სეიმორ პაპერტი — ამერიკელი მათემატიკოსი.", img: "Seymour Papert" },
              { name: "1944", fact: "ენე ერგმა — ესტონეთის პარლამენტის თავმჯდომარე (2003–2006)", img: "Ene Ergma" },
              { name: "1948", fact: "ჟერარ დარმონი — ფრანგი თეატრისა და კინოს მსახიობი და მომღერალი.", img: "Gérard Darmon" },
              { name: "1948", fact: "რიჩი კოული — ამერიკელი ჯაზ-ალტო საქსოფონისტი, კომპოზიტორი და არანჟირების ავტორი.", img: "Richie Cole (musician)" },
              { name: "1956", fact: "თამაზ კოსტავა — ქართველი ფეხბურთელი", img: "თამაზ კოსტავა" },
              { name: "1956", fact: "ეილინ უორნოსი — ამერიკელი სერიული მკვლელი.", img: "Aileen Wuornos" },
              { name: "1992", fact: "ილია ბუზალაძე — ქართველი ფეხბურთელი", img: "ილია ბუზალაძე" },
            ],
  died:     [
              { name: "1528", fact: "პატრიკ ჰამილტონი — შოტლანდიელი რელიგიის რეფორმატორი", img: "Patrick Hamilton (martyr)" },
              { name: "1604", fact: "ჯონ ვითგიფტი — კენტერბერის არქიეპისკოპოსი", img: "John Whitgift" },
              { name: "1868", fact: "ლუდვიგ I — ბავარიის მეფე", img: "Ludwig I of Bavaria" },
            ]
})