window.__dayDataCallback__({
  holidays: [
              { name: "გაზაფხულის ბუნიაობა (2003, 2007)", fact: "გაზაფხულის ბუნიაობა (2003, 2007)", img: "საქართველო", img2: "ბუნიობა"},
              { name: "ირანი", fact: " ახალი წელი (ნავრუზი)", img2: "Nowruz", img: "Iran"},
              { name: "ეგვიპტე ", fact: "დედის დღე", img2: "Mother's Day", img: "Egypt"},
              { name: "იორდანია ", fact: "დედის დღე", img2: "Mother's Day", img: "Jordan"},
              { name: "ლიბანი", fact: "დედის დღე", img2: "Mother's Day", img: "Lebanon"},
              { name: "მალტა ", fact: "ახალგაზრდობის დღე", img2: "Youth Day", img: "Malta"},
              { name: "ნამიბია", fact: "დამოუკიდებლობის დღე", img2: "Independence Day", img: "Namibia"},
              { name: "სამხრეთ აფრიკის რესპუბლიკა ", fact: "ადამიანთა უფლებების დღე", img2: "Human Rights Day", img: "South Africa"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "ღირსისა თეოფილაქტე აღმსარებელისა, ნიკომიდიელი ეპისკოპოსისა (842-845); მოციქულისა ერმისა (I); მღვდელმოწამისა თეოდორიტესი, ანტიოქელ ხუცისა (361-363); ღირსისა დომეტისა (363).", img: "ეკლესია (ნაგებობა)", img2: "Saint"},
            ],
  history:  [
              { name: "1801", fact: "მოლაპარაკების შედეგად ესპანეთმა ლუიზიანა საფრანგეთს გადასცა.", img: "Louisiana", img2: "Spain"},
              { name: "1804", fact: "საფრანგეთში მიღებული იქნა სამოქალაქო კოდექსი.", img: "Codex", img2: "France"},
              { name: "1871", fact: "ოტო ბისმარკმა გერმანიის იმპერიის რაიხსკანცლერის პოსტი დაიკავა.", img: "Otto von Bismarck", img2: "Germany"},
              { name: "1918", fact: "პირველი მსოფლიო ომი, სომაზე მეორე ბრძოლა დაიწყო.", img: "World War I", img2: "Operation Michael"},
              { name: "1919", fact: "უნგრეთი გამოცხადდა საბჭოთა რესპუბლიკად.", img: "Hungary", img2: "Soviet Union"},
              { name: "1921", fact: "გამოცხადდა საქართველოს საბჭოთა სოციალისტური რესპუბლიკა", img: "საქართველოს საბჭოთა სოციალისტური რესპუბლიკა", img2: "საქართველო"},
              { name: "1922", fact: "ლონდონში გაიხსნა ვატერლოოს ვაგზალი", img: "London Waterloo station", img2: "London"},
              { name: "1933", fact: "აშენდა დახაუს საკონცენტრაციო ბანაკი", img: "Dachau concentration camp", img2: "საკონცენტრაციო ბანაკი"},
              { name: "1946", fact: "ნიუ-იორკში გაეროს დროებითი შტაბ-ბინა გაიხსნა.", img: "United Nations", img2: "New York"},
              { name: "1975", fact: "ეთიოპიაში დაემხო 3000 წლიანი მონარქია.", img: "Ethiopia", img2: "Derg"},
              { name: "1980", fact: "აშშ-ის პრეზიდენტმა ჯიმი კარტერმა ბოიკოტი გამოუცხადა 1980 წლის მოსკოვის ოლიმპიურ თამაშებს.", img: "Jimmy Carter", img2: "USA"},
              { name: "1990", fact: "ნამიბიამ დამოუკიდებლობა გამოაცხადა.", img: "Namibia", img2: "Constitution of Namibia"},
              { name: "2008", fact: "ფრანგი მცურავი ალენ ბერნარი 47,50 წამით მსოფლიოს ახალ რეკორდს ამყარებს მამაკაცთათვის 100 მეტრზე თავისუფალი სტილით ცურვაში.", img: "Alain Bernard", img2: "France"},
              { name: "2008", fact: "საქართველოს პარლამენტმა საარჩევნო კოდექსში ცვლილებები მიიღო, რომელიც 75 ერთმანდატიან ოლქებში თითო მაჟორიტარის არჩევას და საარჩევნო ადმინისტრაციების ხელისუფლების 7 და ოპოზიციის 6 წარმომადგენლით ფორმირებას ითვალისწინებს.", img: "საქართველოს პარლამენტი", img2: "საქართველო"},
              { name: "2015", fact: "საქართველოს მორაგბეთა ეროვნულმა ნაკრებმა ევროპის ერთა თასი მოიგო. საქართველომ ფინალში რუმინეთის ეროვნული ნაკრები ანგარიშით 15:6 დაამარცხა.", img: "საქართველოს მორაგბეთა ეროვნული ნაკრები", img2: "რუმინეთის მორაგბეთა ეროვნული ნაკრები"},
              { name: "2020", fact: "იგორ მატოვიჩი სლოვაკეთის პრემიერ-მინისტრი გახდა.", img: "Igor Matovič", img2: "Slovakia"}
            ],
  born:     [
              { name: "1685", fact: "ბახი, იოჰან სებასტიან— გერმანელი კომპოზიტორი", img: "Johann Sebastian Bach", img2: "Germany"},
              { name: "1763", fact: "ჟან პაული — გერმანელი მწერალი, პუბლიცისტი და პედაგოგი", img: "Jean Paul", img2: "Germany"},
              { name: "1768", fact: "ფურიე, ჟოზეფ — ფრანგი მათემატიკოსი", img: "Joseph Fourier", img2: "France"},
              { name: "1806", fact: "ხუარესი, ბენიტო — მექსიკის ეროვნული გმირი", img: "Benito Juárez", img2: "Mexico"},
              { name: "1839", fact: "მუსორგსკი, მოდესტ — რუსი კომპოზიტორი", img: "Модест Мусоргский", img2: "Russia"},
              { name: "1869", fact: "კანი, ალბერტ — ამერიკელი არქიტექტორი", img: "Albert Kahn", img2: "USA"},
              { name: "1909", fact: "ბაგრატიონი, ირაკლი გიორგის ძე — ბაგრატიონთა მუხრანბატონების შტოს შთამომავალი", img: "ბაგრატიონი, ირაკლი გიორგის ძე", img2: "საქართველო"},
              { name: "1950", fact: "სერგეი ლავროვი — რუსეთის სახელმწიფო მოღვაწე", img: "Сергей Лавров", img2: "Russia"},
              { name: "1960", fact: "სენა, აირტონ — ბრაზილიელი ავტომრბოლელი", img: "Ayrton Senna", img2: "Brazil"},
              { name: "1961", fact: "მათეუსი, ლოთარ — გერმანელი ფეხბურთელი", img: "Lothar Matthäus", img2: "Germany"},
              { name: "1963", fact: "კუმანი, რონალდ — ნიდერლანდელი ფეხბურთელი", img: "Ronald Koeman", img2: "Netherlands"}
            ],
  died:     [
              { name: "1762", fact: "ლაკაილი, ნიკოლა ლუი — ფრანგი ასტრონომი", img: "Nicolas-Louis de Lacaille", img2: "France"},
              { name: "1936", fact: "გლაზუნოვი, ალექსანდრე — რუსი კომპოზიტორი", img: "Александр Глазунов", img2: "Russia"},
              { name: "1939", fact: "აავი, ევალდ — ესტონელი კომპოზიტორი და საგუნდო დირიჟორი.", img: "Evald Aav", img2: "Estonia"},
              { name: "2012", fact: "ტონინო გუერა — იტალიელი სცენარისტი", img: "Tonino Guerra", img2: "Italy"}
            ]
});