window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ამბროსი აღმსარებელი (ხელაია) პიმენ სალოსი და ანტონი მესხი მოციქული არისტობულე წმინდა საბიანე წმინდა პაპი ალექსანდრე - რომის პაპი იულიანე ანაზავრელი ტროფიმე და თალია", fact: "ამბროსი აღმსარებელი (ხელაია) პიმენ სალოსი და ანტონი მესხი მოციქული არისტობულე წმინდა საბიანე წმინდა პაპი ალექსანდრე - რომის პაპი იულიანე ანაზავრელი ტროფიმე და თალია", img: "Rome"},
              { name: "ამბროსი აღმსარებელი (ხელაია)", fact: "ამბროსი აღმსარებელი (ხელაია)", img: "Khela"},
              { name: "პიმენ სალოსი და ანტონი მესხი", fact: "პიმენ სალოსი და ანტონი მესხი", img: "Meskhi"},
              { name: "მოციქული არისტობულე", fact: "მოციქული არისტობულე", img: "Aristobul"},
              { name: "წმინდა საბიანე", fact: "წმინდა საბიანე", img: "Sabian"},
              { name: "წმინდა პაპი", fact: "წმინდა პაპი", img: "Pope"},
              { name: "ალექსანდრე - რომის პაპი", fact: "ალექსანდრე - რომის პაპი", img: "Rome"},
              { name: "იულიანე ანაზავრელი", fact: "იულიანე ანაზავრელი", img: "Anazavreli"},
              { name: "ტროფიმე და თალია", fact: "ტროფიმე და თალია", img: "Tal"},
              { name: "აგრეთვე: აშშ : ვიეტნამის ომის ვეტერანთა დღე ტაივანი : ახალგაზრდობის დღე", fact: "აგრეთვე: აშშ : ვიეტნამის ომის ვეტერანთა დღე ტაივანი : ახალგაზრდობის დღე", img: "USA"},
              { name: "აშშ : ვიეტნამის ომის ვეტერანთა დღე", fact: "აშშ : ვიეტნამის ომის ვეტერანთა დღე", img: "USA"},
              { name: "ტაივანი : ახალგაზრდობის დღე", fact: "ტაივანი : ახალგაზრდობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1831", fact: "ბოსნიელების აჯანყება დაიწყო ოსმალების წინააღმდეგ.", img: "Tsinaaghmdeg"},
              { name: "1849", fact: "ბრიტანეთმა პენჯაბი შეიერთა.", img: "Sheier"},
              { name: "1879", fact: "პ. ჩაიკოვსკის ოპერის „ევგენი ონეგინის“ პრემიერა გაიმართა მცირე თეატრში.", img: "Teatr"},
              { name: "1973", fact: "ვიეტნამის ომი - უკანასკნელმა ამერიკელმა ჯარისკაცებმა სამხრეთი ვიეტნამი დატოვეს.", img: "vietnamis omi"},
              { name: "1974", fact: "ამერიკულმა კოსმოსურმა ხომალდმა მარინერ 10-მა გადაიღო პლანეტა მერკური.", img: "10"},
              { name: "2004", fact: "ბულგარეთი, ესტონეთი, ლატვია, ლიეტუვა, რუმინეთი, სლოვაკეთი და სლოვენია გაწევრიანდნენ ნატოში.", img: "Nato"},
              { name: "2008", fact: "მსოფლიოს მრავალი ქალაქის ღირსშესანიშნაობები ერთი საათით ბნელდება დედამიწის საათის აღსანიშნავად, რომელიც ენერგიის დაზოგვის პოპულარიზაციას ეძღვნება.", img: "Edzghvneba"},
              { name: "2014", fact: "ანდრეი კისკა სლოვაკეთის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2015", fact: "ისლამ ქარიმოვი უზბეკეთის პრეზიდენტად მეოთხედ აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1790", fact: "ტაილერი, ჯონ — აშშ-ის მე-10 პრეზიდენტი", img: "10"},
              { name: "1890", fact: "ჯოუნზი, ჰეროლდ სპენსერ — ინგლისელი ასტრონომი", img: "jounzi herold spenser"},
              { name: "1895", fact: "იუნგერი, ერნსტ — გერმანელი მწერალი, ფილოსოფოსი", img: "iungeri ernst"},
              { name: "1899", fact: "ბერია, ლავრენტი — სსრ კავშირის პოლიტიკური მოღვაწე", img: "beria lavrenti"},
              { name: "1902", fact: "უოლტონი, უილიამ — ინგლისელი კომპოზიტორი", img: "uoltoni uiliam"},
              { name: "1925", fact: "დავით ციმაკურიძე — ქართველი სპორტსმენი", img: "davit tsimakuridze"},
              { name: "1928", fact: "ბაქრაძე, აკაკი — ქართველი კრიტიკოსი, ხელოვნებათმცოდნე, საზოგადო მოღვაწე", img: "bakradze akaki"},
              { name: "1934", fact: "ბათიაშვილი, გიორგი — ქართველი არქიტექტორი", img: "batiashvili giorgi"},
              { name: "1940", fact: "ჟილბერტო, ასტრუდ — ბრაზილიელი მომღერალი", img: "zhilberto astrud"},
              { name: "1942", fact: "უილსონი, სკოტ — ამერიკელი მსახიობი (გ. 2018)", img: "2018"},
              { name: "1943", fact: "ვანგელისი — ბერძენი მუსიკოსი და კომპოზიტორი", img: "vangelisi"},
              { name: "2015", fact: "ნიგერიის ოპოზიციის ლიდერი მუჰამადუ ბუჰარი ქვეყნის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  died:     [
              { name: "1368", fact: "გო-მურაკამი — იაპონიის იმპერატორი", img: "go murakami"},
              { name: "1772", fact: "სვედენბორგი, ემანუელ — შვედი მეცნიერი და თეოსოფი", img: "svedenborgi emanuel"},
              { name: "1792", fact: "გუსტავ III — შვედეთის მეფე", img: "gustav III"},
              { name: "1891", fact: "სერა, ჟორჟ — ფრანგი მხატვარი", img: "sera zhorzh"},
              { name: "1912", fact: "სკოტი, რობერტ — ანტარქტიდის ინგლისელი მკვლევარი", img: "skoti robert"},
              { name: "1927", fact: "ამბროსი — საქართველოს კათოლიკოს-პატრიარქი", img: "ambrosi"},
              { name: "1967", fact: "წერეთელი, ალექსანდრე — ქართველი მეცნიერი-ისტორიკოსი, პედაგოგი და საზოგადო მოღვაწე", img: "tsereteli aleksandre"},
              { name: "1978", fact: "პაპაშვილი, გიორგი — ქართველი მწერალი და მოქანდაკე", img: "papashvili giorgi"},
              { name: "1982", fact: "ორფი, კარლ — გერმანელი კომპოზიტორი", img: "orpi karl"},
              { name: "1987", fact: "შანიძე, აკაკი — ქართველი ენათმეცნიერი", img: "shanidze akaki"},
              { name: "2009", fact: "ჟარი, მორის — ფრანგი კომპოზიტორი.", img: "zhari moris"},
              { name: "2016", fact: "ნანა მჭედლიძე — ქართველი კინორეჟისორი.", img: "nana mchedlidze"}
            ]
});
