window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა მღვდელმოწამენი, ხერსონესის ეპისკოპოსები: ბასილი, ეფრემი, კაპიტონი, ევგენი, ეთერიოსი, ელპიდე, აღათოდორე პავლე აღმსარებელი ღირსი პავლე ღირსი ემელიანე", fact: "წმინდა მღვდელმოწამენი, ხერსონესის ეპისკოპოსები: ბასილი, ეფრემი, კაპიტონი, ევგენი, ეთერიოსი, ელპიდე, აღათოდორე პავლე აღმსარებელი ღირსი პავლე ღირსი ემელიანე", img: "Emelian"},
              { name: "წმინდა მღვდელმოწამენი, ხერსონესის ეპისკოპოსები: ბასილი, ეფრემი, კაპიტონი, ევგენი, ეთერიოსი, ელპიდე, აღათოდორე", fact: "წმინდა მღვდელმოწამენი, ხერსონესის ეპისკოპოსები: ბასილი, ეფრემი, კაპიტონი, ევგენი, ეთერიოსი, ელპიდე, აღათოდორე", img: "Aghatodor"},
              { name: "პავლე აღმსარებელი", fact: "პავლე აღმსარებელი", img: "Aghmsarebeli"},
              { name: "ღირსი პავლე", fact: "ღირსი პავლე", img: "Pavl"},
              { name: "ღირსი ემელიანე", fact: "ღირსი ემელიანე", img: "Emelian"},
              { name: "აგრეთვე: ტუნისი: ეროვნული დღესასწაული.", fact: "აგრეთვე: ტუნისი: ეროვნული დღესასწაული.", img: "Dghesastsauli"},
              { name: "ტუნისი: ეროვნული დღესასწაული.", fact: "ტუნისი: ეროვნული დღესასწაული.", img: "Dghesastsauli"}
            ],
  history:  [
              { name: "1739", fact: "ნადირ შაჰი ინდოეთში დელის ოკუპირებას ახდენს, ძარცვავს მას და ფარშევანგის ტრონის ძვიფასეულობა მიაქვს.", img: "Miakv"},
              { name: "1852", fact: "ჰარიეტ ბიჩერ სტოუს ბიძია თომას ქოხი გამოქვეყნდა.", img: "Gamokveqn"},
              { name: "1890", fact: "გერმანიის იმპერატორმა ვილჰელმ II-მ რაიხსკანცლერის თანამდებობიდან გადააყენა ოტო ბისმარკი.", img: "Bismarki"},
              { name: "1916", fact: "ალბერტ აინშტაინი ფარდობითობის თეორიას აქვეყნებს.", img: "Akveqneb"},
              { name: "1956", fact: "ტუნისი საფრანგეთისაგან დამოუკიდებელი ხდება.", img: "Khdeba"},
              { name: "1969", fact: "ჯონ ლენონი და იოკო ონო დაქორწინდნენ გიბრალტარში.", img: "Gibraltar"},
              { name: "1986", fact: "ჟაკ შირაკი საფრანგეთის პრემიერ მინისტრი ხდება.", img: "Khdeba"},
              { name: "2003", fact: "ერაყში შეჭრა 2003: დილაადრიან აშშ და კიდევ სამი ქვეყანა სამხედრო ოპერაციას იწყებს ერაყში.", img: "2003"},
              { name: "2010", fact: "საქართველოს მორაგბეთა ეროვნულმა ნაკრებმა რუსეთის ნაკრები დაამარცხა ევროპის ერთა თასის 2008-2010 გათამაშებაში, ანგარიშით 36:8.", img: "2008"},
              { name: "2015", fact: "საქართველოს უზენაესი სასამართლოს თავმჯდომარედ ნინო გვენეტაძე აირჩიეს.", img: "Airchie"},
              { name: "2016", fact: "პატრის ტალონი ბენინის პრეზიდენტად აირჩიეს. დენი სასუ-ნგესო კონგოს რესპუბლიკის პრეზიდენტად მესამე ვადით აირჩიეს.", img: "Airchie"},
              { name: "პატრის ტალონი ბენინის პრეზიდენტად აირჩიეს.", fact: "პატრის ტალონი ბენინის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "დენი სასუ-ნგესო კონგოს რესპუბლიკის პრეზიდენტად მესამე ვადით აირჩიეს.", fact: "დენი სასუ-ნგესო კონგოს რესპუბლიკის პრეზიდენტად მესამე ვადით აირჩიეს.", img: "Airchie"},
              { name: "2017", fact: "ფრანსიშკუ გუტერიში აღმოსავლეთ ტიმორის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2025", fact: "კირსტი კოვენტრი საერთაშორისო ოლიმპიური კომიტეტის პრეზიდენტად აირჩიეს. სტამბოლის ოპოზიციონერი მერის, ექრემ იმამოღლუს დაპატიმრებას საპროტესტო აქციები მოჰყვა.", img: "Mohqva"},
              { name: "კირსტი კოვენტრი საერთაშორისო ოლიმპიური კომიტეტის პრეზიდენტად აირჩიეს.", fact: "კირსტი კოვენტრი საერთაშორისო ოლიმპიური კომიტეტის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "სტამბოლის ოპოზიციონერი მერის, ექრემ იმამოღლუს დაპატიმრებას საპროტესტო აქციები მოჰყვა.", fact: "სტამბოლის ოპოზიციონერი მერის, ექრემ იმამოღლუს დაპატიმრებას საპროტესტო აქციები მოჰყვა.", img: "Mohqva"}
            ],
  born:     [
              { name: "1741", fact: "ჟან ანტუან ჰუდონი — ფრანგი მოქანდაკე", img: "zhan antuan hudoni"},
              { name: "1828", fact: "ჰენრიკ იბსენი — ნორვეგიელი დრამატურგი", img: "henrik ibseni"},
              { name: "1851", fact: "ისმაილ გასპრინსკი — ყირიმელი თათარი ინტელექტუალი, განმანათლებელი, მწერალი და პოლიტიკოსი.", img: "ismail gasprinski"},
              { name: "1890", fact: "ჰეროლდ სპენსერ ჯოუნზი — ინგლისელი ასტრონომი", img: "herold spenser jounzi"},
              { name: "1892", fact: "იტიკავა სიოიტი — იაპონიის მუშათა მოძრაობის მოღვაწე", img: "itikava sioiti"},
              { name: "1899", fact: "ჯაფარ ჯაბარლი — აზერბაიჯანელი დრამატურგი, პოეტი, პროზაიკოსი, მთარგმნელი, სცენარისტი, ჟურნალისტი, მსახიობი, რეჟისორი.", img: "japar jabarli"},
              { name: "1933", fact: "ოთარ ჭილაძე — ქართველი მწერალი", img: "otar chiladze"},
              { name: "1948", fact: "თეიმურაზ ბაბლუანი — ქართველი კინორეჟისორი, მსახიობი", img: "teimuraz babluani"},
              { name: "1954", fact: "კონსტანტინე კემულარია — ქართველი სახელმწიფო და პოლიტიკური მოღვაწე", img: "konstantine kemularia"},
              { name: "1976", fact: "ჩესტერ ბენინგტონი — ამერიკელი მომღერალი, ლინკინ პარკის წევრი.", img: "chester beningtoni"}
            ],
  died:     [
              { name: "842", fact: "ალფონსო II — ასტურიის მეფე", img: "alponso II"},
              { name: "1413", fact: "ჰენრი IV — ინგლისის მეფე", img: "England"},
              { name: "1727", fact: "ისააკ ნიუტონი — ინგლისელი ფიზიკოსი", img: "isaak niutoni"},
              { name: "1773", fact: "გოტლიბ კურტ ჰაინრიხ ტოტლებენი — რუსეთის არმიის გენერალ-მაიორი", img: "gotlib kurt hainrikh totlebeni"},
              { name: "1929", fact: "ფერდინან ფოში — ფრანგი სამხედრო მოღვაწე", img: "perdinan poshi"},
              { name: "1931", fact: "ჰერმან მიულერი — გერმანელი პოლიტიკოსი", img: "herman miuleri"},
              { name: "1939", fact: "მარიამ ყაუხჩიშვილი — ქართველი პედაგოგი, ქუთაისის ქალთა კერძო გიმნაზიის დამაარსებელი", img: "mariam qaukhchishvili"},
              { name: "1984", fact: "დავით ავაზაშვილი — ქართველი მათემატიკოსი", img: "davit avazashvili"},
              { name: "1990", fact: "ლევ იაშინი — რუსი ფეხბურთელი", img: "lev iashini"},
              { name: "1990", fact: "ანზორ ლეჟავა — ქართველი კალათბურთელი", img: "anzor lezhava"},
              { name: "2004", fact: "იულიანა — ნიდერლანდების დედოფალი 1948-1980 წლებში", img: "1948"},
              { name: "2012", fact: "ერლომ ახვლედიანი — ქართველი მწერალი", img: "erlom akhvlediani"},
              { name: "2013", fact: "ზილურ რაჰმანი — ბანგლადეშის პრეზიდენტი", img: "Bangladesh"},
              { name: "2018", fact: "ლილი შავერზაშვილი — ქართველი კომპოზიტორი და პედაგოგი", img: "lili shaverzashvili"}
            ]
});
