window.__dayDataCallback__({
  holidays: [
              { name: "ბელარუსი", fact: "თავისუფლების დღე", img: "День Воли", img2: "Belarus"},
              { name: "საბერძნეთი", fact: "დამოუკიდებლობის დღე (1821)", img: "День независимости Греции", img2: "Greece"},
              { name: "სლოვენია", fact: "დედის დღე", img: "Mother's Day", img2: "Slovenia"},
              { name: "საქართველო", fact: "სამოციქულო ეკლესიის ავტოკეფალიის აღდგენის დღე (1917)", img: "საქართველოს სამოციქულო ავტოკეფალური მართლმადიდებელი ეკლესია", img2: "საქართველო"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "კეთილმსახურისა მეფისა მოწამისა დემეტრე თავდადებულისა (1289); წმ. გრიგოლ დიალოღონისა, რომის პაპისა (604); ღირსისა სვიმეონ ახალისა ღმრთისმეტყველისა (1021); ღირსისა თეოფანე აღმსარებელისა (818); მართლისა ფინეზისა (1500 წ. ქრისტეს შობამდე).", img: "ეკლესია (ნაგებობა)", img2: "Saints"}
            ],
  history:  [
              { name: "1306", fact: "რობერტ ბრიუსი გახდა შოტლანდიის მეფე.", img: "Robert the Bruce", img2: "Scotland"},
              { name: "1625", fact: "მარტყოფის ბრძოლა 1625, გმირობა გიორგი სააკაძისა.", img: "გიორგი სააკაძე", img2: "საქართველო"},
              { name: "1655", fact: "ჰოლანდიელმა ასტრონომმა კ. ჰუიგენსმა აღმოაჩინა სატურნის უდიდესი მთვარე ტიტანი.", img: "Christiaan Huygens", img2: "Netherlands"},
              { name: "1802", fact: "ბრიტანეთმა და საფრანგეთმა ხელი მოაწერეს ამიენის ზავს.", img: "United Kingdom", img2: "France"},
              { name: "1821", fact: "გამოცხადდა საბერძნეთის დამოუკიდებლობა ოსმალეთისაგან.", img: "Greece", img2: "Ottoman Empire"},
              { name: "1917", fact: "საქართველოს მართლმადიდებელმა ეკლესიამ აღადგინა ავტოკეფალია.", img: "საქართველოს სამოციქულო ავტოკეფალური მართლმადიდებელი ეკლესია", img2: "საქართველო"},
              { name: "1918", fact: "გამოცხადდა ბელარუსის დამოუკიდებლობა.", img: "Рада Белорусской Народной Республики", img2: "Belarus"},
              { name: "1924", fact: "საბერძნეთი გამოცხადდა რესპუბლიკად.", img: "Second Hellenic Republic", img2: "Greece"},
              { name: "1957", fact: "დასავლეთი გერმანია, საფრანგეთი, იტალია, ბელგია, ნიდერლანდები და ლუქსემბურგი ქმნიან ევროპის გაერთიანებას.", img: "European Economic Community", img2: "European Union"},
              { name: "2008", fact: "გლობალური დათბობა : 410 კმ² ფართობის ნაწილი მოწყდა უილკინზის ყინულის შელფს ანტარქტიკაში.", img: "Wilkins Sound", img2: "გლობალური დათბობა"}
            ],
  born:     [
              { name: "1767", fact: "იოახიმ მიურატი — საფრანგეთის მარშალი", img: "Joachim Murat", img2: "France"},
              { name: "1818", fact: "ბურკჰარდტი, იაკობ — შვეიცარიელი ისტორიკოსი", img: "Jacob Burckhardt", img2: "Switzerland"},
              { name: "1867", fact: "ტოსკანინი, არტურო — იტალიელი დირიჟორი", img: "Arturo Toscanini", img2: "Italy"},
              { name: "1881", fact: "ბარტოკი, ბელა — უნგრელი კომპოზიტორი", img: "Béla Bartók", img2: "Hungary"},
              { name: "1908", fact: "დევიდ ლინი — ინგლისელი კინორეჟისორი", img: "David Lean", img2: "England"},
              { name: "1914", fact: "მისტრალი, ფრედერიკ — ფრანგი პოეტი", img: "Frédéric Mistral", img2: "France"},
              { name: "1921", fact: "სიმონ სინიორე — ფრანგი მსახიობი ქალი", img: "Simone Signoret", img2: "France"},
              { name: "1922", fact: "ლილი იოსელიანი — ქართველი რეჟისორი", img: "ლილი იოსელიანი", img2: "საქართველო"},
              { name: "1925", fact: "ო'კონორი, ფლანერი — ამერიკელი მწერალი", img: "Flannery O'Connor", img2: "United States"},
              { name: "1932", fact: "ხერგიანი, მიხეილ — ქართველი ალპინისტი", img: "მიხეილ ხერგიანი", img2: "საქართველო"},
              { name: "1947", fact: "ჯონი, ელტონ — ინგლისელი მუსიკოსი", img: "Elton John", img2: "England"}
            ],
  died:     [
              { name: "1223", fact: "აფონსუ II სქელი — პორტუგალიის მეფე", img: "Afonso II the Fat", img2: "Portugal"},
              { name: "1801", fact: "ნოვალისი — გერმანელი პოეტი", img: "Novalis", img2: "Germany"},
              { name: "1918", fact: "დებიუსი, კლოდ — ფრანგი კომპოზიტორი", img: "Claude Debussy", img2: "France"},
              { name: "1925", fact: "ტიხონი — მოსკოვისა და სრულიად რუსეთის პატრიარქი", img: "Тихон (патриарх Московский)", img2: "Russia"},
              { name: "1966", fact: "მინორსკი, ვლადიმერ — რუსი აღმოსავლეთმცოდნე", img: "Владимир Минорский", img2: "Russia"},
              { name: "2007", fact: "სუხიშვილი, თენგიზ — ქართველი მოცეკვავე, ქორეოგრაფი", img: "თენგიზ სუხიშვილი", img2: "საქართველო"},
              { name: "2019", fact: "სკოტ უოკერი — ბრიტანელი მუსიკოსი.", img: "Scott Walker (singer)", img2: "United Kingdom"}
            ]
});