window.__dayDataCallback__({
  holidays: [
              { name: "მსოფლიო", fact: "ტუბერკულოზთან ბრძოლის დღე", img: "World Tuberculosis Day", img2: "Earth"},
              { name: "უგანდა", fact: "ეროვნული ხეების დარგვის დღე", img: "Arbor Day", img2: "Uganda"},
              { name: "არგენტინა", fact: "ჭეშმარიტებისა და სამართლიანობის ხსოვნის დღე", img: "Day of Remembrance for Truth and Justice", img2: "Argentina"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "ღირსისა იოანე მოსხისა (622); სოფრონ იერუსალიმელ პატრიარქისა (644); მღვდელმოწამისა პიონისისა, ზმირნელი ხუცისა და მისთანათა (250); წმ. ეპიმაქესი (ნაწილთა აღმოყვანება); წმ. სოფრონისა, ვრაჩანელ ეპისკოპოსისა (1813).", img: "ეკლესია (ნაგებობა)", img2: "Saints"}
            ],
  history:  [
              { name: "1603", fact: "ინგლისის დედოფალი ელისაბედ I გარდაიცვალა. ტახტზე ავიდა ჯეიმზ I.", img: "ჯეიმზ I (ინგლისი)", img2: "England"},
              { name: "1882", fact: "რობერტ კოხმა გამოაქვეყნა ტუბერკულოზის გამომწვევი ბაქტერიის აღმოჩენა.", img: "Robert Koch", img2: "Germany"},
              { name: "1999", fact: "ნატოს საჰაერო ძალებმა იუგოსლავიის ტერიტორია დაბომბეს.", img: "NATO", img2: "Serbia and Montenegro"},
              { name: "2005", fact: "ბიშკეკში დაიწყო შეირაღებული უწესრიგობები, დარბევები, მაროდიორობა. პრეზიდენტმა ასკარ აკაევმა დატოვა ქვეყნის ტერიტორია.", img: "Акаев, Аскар Акаевич", img2: "Кыргызстан"},
              { name: "2016", fact: "საერთაშორისო ტრიბუნალმა ყოფილი იუგოსლავიის საკითხებზე სერბთა რესპუბლიკის ყოფილი პრეზიდენტი რადოვან კარაჯიჩი კაცობრიობის წინაშე ჩადენლი, ომის დანაშუალებისათვის და გენოციდისათვის დამნაშავედ ცნო.", img: "Radovan Karadžić", img2: "Serbia and Montenegro"},
              { name: "2016", fact: "ლაჰორში განხორციელებული ტერაქტის შედეგად 72 ადამიანი დაიღუპა და 300-ზე მეტი დაშავდა.", img: "Lahore", img2: "Pakistan"},
              { name: "2019", fact: "მასწავლებლის გლობალური ჯილდოს გამარჯვებული კენიელი მასწავლებელი პიტერ ტაბიჩი გახდა.", img: "Peter Tabichi", img2: "Kenya"},
              { name: "2020", fact: "2020 წლის ტოკიოს ოლიმპიური თამაშები კორონავირუსის პანდემიის გამო ერთი წლით გადაიდო.", img: "Летние Олимпийские игры 2020", img2: "SARS-CoV-2"}
            ],
  born:     [
              { name: "1494", fact: "აგრიკოლა, გეორგ — გერმანელი ექიმი და მინერალოგი", img: "Georgius Agricola", img2: "Germany"},
              { name: "1884", fact: "დებაი, პეტერ — ჰოლანდიური წარმოშობის გერმანიასა და აშშ-ში მოღვაწე ფიზიკოსი", img: "Peter Debye", img2: "Netherlands"},
              { name: "1893", fact: "ბაადე, ვოლტერ — გერმანელი ასტრონომი", img: "Walter Baade", img2: "Germany"},
              { name: "1904", fact: "დოლიძე, ოლღა — ქართველი ესტრადისა და თეატრის მსახიობი", img: "ოლღა დოლიძე", img2: "საქართველო"},
              { name: "1944", fact: "კოშტუნიცა, ვოისლავ — იუგოსლავიის უკანასკნელი პრეზიდენტი", img: "Vojislav Koštunica", img2: "Serbia and Montenegro"}
            ],
  died:     [
              { name: "809", fact: "ჰარუნ ალ-რაშიდი — ხალიფა აბასიანთა დინასტიისა", img: "Харун ар-Рашид", img2: "Аббасидский халифат"},
              { name: "1603", fact: "ელისაბედ I — ინგლისისა და ირლანდიის დედოფალი 1559—1603 წლებში", img: "Elizabeth I", img2: "England"},
              { name: "1794", fact: "ებერი, ჟაკ რენე — საფრანგეთის დიდი რევოლუციის მოღვაწე", img: "Jacques Hébert", img2: "France"},
              { name: "1905", fact: "ვერნი, ჟიულ — ფრანგი მწერალი-ფანტასტიკოსი", img: "Jules Verne", img2: "France"},
              { name: "1916", fact: "გრანადოსი, ენრიკე — ესპანელი კომპოზიტორი", img: "Enrique Granados", img2: "Spain"},
              { name: "1948", fact: "ჰიერტენი, ზიგრიდ — შვედი მხატვარი", img: "Sigrid Hjertén", img2: "Sweden"},
              { name: "1953", fact: "რუნდშტეტი, გერდ ფონ — გერმანელი სამხედრო მოღვაწე", img: "Gerd von Rundstedt", img2: "Germany"},
              { name: "2016", fact: "კრეიფი, იოჰან — ჰოლანდიელი ფეხბურთელი", img: "Johan Cruyff", img2: "Netherlands"}
            ]
});