window.__dayDataCallback__({
  holidays: [
              { name: "მსოფლიო", fact: "წყლის დღე", img: "World Water Day", img2: "United Nations"},
              { name: "ინდოეთი", fact: "ბიჰარის დღე (ბიჰარი)", img: "Bihar", img2: "India"},
              { name: "პუერტო-რიკო", fact: "თავისუფლების დღე", img: "Puerto Rico", img2: "Afro–Puerto Ricans"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ", fact: "ღირსისა იოანე სინელისა (კიბისაღმწერელისა, VI-VII) (649)*; ორმეოცთა მოწამეთა, სებასტიას ტბასა შინა ვნებულთა: კირიონისა, კანდიდესი, დომნესი, ისიხიოსისა, ირაკლისა, სმარაგდესი, ევნოიკესი, ვალენტისა, ვივიანესი, კლავდიოსისა, პრისკესი, თეოდულესი, ევტიქისა, იოანესი, ქსანთიოსისა, ილიანესი, სისინიოსისა, ანგიასი, აეტისა, ფლაბიოსისა, აკაკისა, ეკდიკიოსისა, ლისიმაქესი, ალექსანდრესი, ილისა, გორგონიოსისა, თეოფილესი, დომეტიანესი, გაიოზისა, ლეონტისა, ათანასესი, კირილესი, საკერდონიოსისა, ნიკოლოზისა, ვალერიუსისა, ფილოქტიმონესი, სევერიანესი, ქუდიონისა, მელიტონისა და აგლაიოსისა (დაახ. 320); მოწამისა ურპასიანესი (დაახ. 295); წმიდისა კესარიოს მკურნალისა, გრიგოლ ღმრთისმეტყველის ძმისა (დაახ. 369); მართლისა ტარასისა.", img: "ეკლესია (ნაგებობა)", img2: "Saints"}
            ],
  history:  [
              { name: "238", fact: "გორდიანუს I და მისი ვაჟი გორდიანუს II რომის იმპერატორებად გამოაცხადეს.", img: "გორდიანე I", img2: "გორდიანე II"},
              { name: "1772", fact: "ინგლისში მონობა უკანონოდ გამოცხადდა.", img: "მონათმფლობელობა", img2: "England"},
              { name: "1848", fact: "ვენეცია დამოუკიდებლობას აცხადებს.", img: "ვენეცია", img2: "Flag of the Republic of Venice"},
              { name: "1868", fact: "არკანზასი მეორედ შედის აშშ-ს შემადგენლობაში.", img: "არკანზასი", img2: "USA"},
              { name: "1876", fact: "ესპანეთში მიიღეს კონსტიტუცია", img: "კონსტიტუცია", img2: "Spain"},
              { name: "1882", fact: "აშშ-ს კონგრესმა აკრძალა მრავალცოლიანობა", img: "Polygamy", img2: "USA"},
              { name: "1895", fact: "ძმებმა ლუმიერებმა მოახდინეს პირველი ფილმის პრეზენტაცია.", img: "Auguste and Louis Lumière", img2: "Film"},
              { name: "1945", fact: "ქაიროში დაარსდა არაბულ სახელმწიფოთა ლიგა.", img: "Arab League", img2: "Cairo"},
              { name: "1954", fact: "ლონდონის ოქროს ბირჟა ანახლებს მუშაობას პირველად ომის შემდეგ.", img: "London Bullion Market Association", img2: "London"},
              { name: "1963", fact: "ბრიტანეთში გამოვიდა The Beatles-ის პირველი ალბომი.", img: "The Beatles", img2: "United Kingdom"},
              { name: "1993", fact: "კორპორაცია ინტელი სერიულად უშვებს პირველ პენტიუმის ჩიპს (80586), 60 მჰც საათის სიჩქარით, 100+ მიპსით და 64 ბიტიანი მონაცემთა არხით.", img: "i486", img2: "Intel"},
              { name: "1995", fact: "კოსმონავტი ვალერი პოლიაკოვი ბრუნდება კოსმოსში რეკორდული 438 დღიანი ყოფნის შემდეგ.", img: "Valeri Polyakov", img2: "Astronaut"},
              { name: "1997", fact: "კომეტა ჰალ ჰოპმა დედამიწას ყველაზე ახლოს ჩაუქროლა.", img: "Comet Hale–Bopp", img2: "Comet tail"},
              { name: "2004", fact: "ისრაელის ჯარმა მოკლა „ჰამასის“ ლიდერი აჰმად იასინი.", img: "Ahmed Yassin", img2: "Israel"},
              { name: "2009", fact: "პირველად საქართველოში შეიკრიბა საქართველოს პნევმატური იარაღის მოყვარულთა ასოციაცია.", img: "Airsoft gun", img2: "საქართველო"},
              { name: "2009", fact: "ევროპის ერთა თასის მატჩში ქართველმა მორაგბეებმა რუსები დაამარცხეს ანგარიშით 29", img: "საქართველოს მორაგბეთა ეროვნული ნაკრები", img2: "რუსეთის მორაგბეთა ეროვნული ნაკრები"},
              { name: "2016", fact: "ბრიუსელის ტერაქტების შედეგად 34 ადამიანი დაიღუპა და 198 დაშავდა.", img: "City of Brussels", img2: "Reactions to the 2016 Brussels bombings"},
              { name: "2016", fact: "სისხლის სამართლის საერთაშორისო სასამართლომ კონგოს დემოკრატიული რესპუბლიკის ყოფილი ვიცე-პრეზიდენტი ჟან-პიერ ბემბა კაცობრიობის წინაშე ჩადენლი და ომის დანაშუალებისათვის დამნაშავედ ცნო.", img: "Jean-Pierre Bemba", img2: "Democratic Republic of the Congo"},
              { name: "2017", fact: "ლონდონში, ვესტმინსტერში განხორციელებული ტერორისტული თავდასხმის შედეგად გარდაიცვალა რამდენიმე ადამიანი.", img: "London", img2: "Westminster"},
              { name: "2020", fact: "ხორვატიაში 5,4 Mw მაგნიტუდის სიმძლავრის მიწისძვრა მოხდა.", img: "ზაგრების მიწისძვრა (2020)", img2: "Croatia"}
            ],
  born:     [
              { name: "1797", fact: "ვილჰელმ I — პრუსიის მეფე", img: "Wilhelm I", img2: "Prussia"},
              { name: "1873", fact: "ჯულიეტა ლანტერი - იტალიელი-არგენტინელი ფიზიკოსი, მოაზროვნე, არგენტინაში ქალთა უფლებების დამცველი და სოციალური მოძრაობის მხარდამჭერი.", img: "Julieta Lanteri", img2: "Argentina"},
              { name: "1886", fact: "აბაევი, ვლადიმერ — რევოლუციური მოძრაობის მონაწილე საქართველოსა და ჩრდილოეთ კავკასიაში", img: "Абаев, Владимир Давидович", img2: "საქართველო"},
              { name: "1950", fact: "ბრეგოვიჩი, გორან — სერბი კომპოზიტორი", img: "Goran Bregović", img2: "Serbia"},
              { name: "1976", fact: "უიზერსპუნი, რიზ — ამერიკელი მსახიობი", img: "Reese Witherspoon", img2: "USA"},
              { name: "1981", fact: "MIMS — ამერიკელი რეპერი", img: "Mims (rapper)", img2: "USA"},
              { name: "1982", fact: "ბენეტი, პეტ — ბრიტანელი მუსიკოსი", img: "Pete Bennett", img2: "United Kingdom"},
              { name: "1988", fact: "რეიმონდი, ტანია — ამერიკელი მსახიობი", img: "Tania Raymonde", img2: "USA"},
              { name: "1992", fact: "ფრიმენი, ლუკ — ინგლისელი ფეხბურთელი", img: "Luke Freeman", img2: "England"}
            ],
  died:     [
              { name: "1832", fact: "გოეთე, იოჰან ვოლფგანგ — გერმანელი მწერალი.", img: "Johann Wolfgang von Goethe", img2: "Germany"},
              { name: "1959", fact: "ფოცხვერაშვილი, კონსტანტინე — ქართველი კომპოზიტორი, დირიჟორი და ლოტბარი.", img: "კონსტანტინე ფოცხვერაშვილი", img2: "საქართველო"},
              { name: "2005", fact: "ტანგე კენძო — იაპონელი არქიტექტორი.", img: "ტანგე კენძო", img2: "Japan"}
            ]
});