window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "საქართველოს სამოციქულო ეკლესიის ავტოკეფალიის აღდგენის დღე (1917) დემეტრე თავდადებული თეოფანე სიღრიანელი მართალი ფინესი გრიგოლ დიოლოღოსი სვიმეონ ახალი ღვთისმეტყველი", fact: "საქართველოს სამოციქულო ეკლესიის ავტოკეფალიის აღდგენის დღე (1917) დემეტრე თავდადებული თეოფანე სიღრიანელი მართალი ფინესი გრიგოლ დიოლოღოსი სვიმეონ ახალი ღვთისმეტყველი", img: "1917"},
              { name: "საქართველოს სამოციქულო ეკლესიის ავტოკეფალიის აღდგენის დღე (1917)", fact: "საქართველოს სამოციქულო ეკლესიის ავტოკეფალიის აღდგენის დღე (1917)", img: "1917"},
              { name: "დემეტრე თავდადებული", fact: "დემეტრე თავდადებული", img: "Tavdadebuli"},
              { name: "თეოფანე სიღრიანელი", fact: "თეოფანე სიღრიანელი", img: "Sighrianeli"},
              { name: "მართალი ფინესი", fact: "მართალი ფინესი", img: "Pinesi"},
              { name: "გრიგოლ დიოლოღოსი", fact: "გრიგოლ დიოლოღოსი", img: "Gregory"},
              { name: "სვიმეონ ახალი ღვთისმეტყველი", fact: "სვიმეონ ახალი ღვთისმეტყველი", img: "Ghvtismetqveli"},
              { name: "ბელარუსი : თავისუფლების დღე", fact: "ბელარუსი : თავისუფლების დღე", img: "Dghe"},
              { name: "საბერძნეთი : დამოუკიდებლობის დღე (1821)", fact: "საბერძნეთი : დამოუკიდებლობის დღე (1821)", img: "1821"},
              { name: "სლოვენია : დედის დღე", fact: "სლოვენია : დედის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1306", fact: "რობერტ ბრიუსი გახდა შოტლანდიის მეფე.", img: "Mep"},
              { name: "1625", fact: "მარტყოფის ბრძოლა 1625, გმირობა გიორგი სააკაძისა.", img: "1625"},
              { name: "1655", fact: "ჰოლანდიელმა ასტრონომმა კ. ჰუიგენსმა აღმოაჩინა სატურნის უდიდესი მთვარე ტიტანი.", img: "Titani"},
              { name: "1802", fact: "ბრიტანეთმა და საფრანგეთმა ხელი მოაწერეს ამიენის ზავს.", img: "Zav"},
              { name: "1821", fact: "გამოცხადდა საბერძნეთის დამოუკიდებლობა ოსმალეთისაგან.", img: "Osmaletisagan"},
              { name: "1917", fact: "საქართველოს მართლმადიდებელმა ეკლესიამ აღადგინა ავტოკეფალია.", img: "Avtokepal"},
              { name: "1918", fact: "გამოცხადდა ბელარუსის დამოუკიდებლობა.", img: "Damoukidebloba"},
              { name: "1924", fact: "საბერძნეთი გამოცხადდა რესპუბლიკად.", img: "Respublik"},
              { name: "1957", fact: "დასავლეთი გერმანია, საფრანგეთი, იტალია, ბელგია, ნიდერლანდები და ლუქსემბურგი ქმნიან ევროპის გაერთიანებას.", img: "Gaertianeba"},
              { name: "2008", fact: "გლობალური დათბობა : 410 კმ² ფართობის ნაწილი მოწყდა უილკინზის ყინულის შელფს ანტარქტიკაში.", img: "410"}
            ],
  born:     [
              { name: "1767", fact: "იოახიმ მიურატი — საფრანგეთის მარშალი", img: "ioakhim miurati"},
              { name: "1818", fact: "ბურკჰარდტი, იაკობ — შვეიცარიელი ისტორიკოსი", img: "burkhardti iakob"},
              { name: "1867", fact: "ტოსკანინი, არტურო — იტალიელი დირიჟორი", img: "toskanini arturo"},
              { name: "1881", fact: "ბარტოკი, ბელა — უნგრელი კომპოზიტორი", img: "bartoki bela"},
              { name: "1908", fact: "დევიდ ლინი — ინგლისელი კინორეჟისორი", img: "devid lini"},
              { name: "1914", fact: "მისტრალი, ფრედერიკ — ფრანგი პოეტი", img: "mistrali prederik"},
              { name: "1921", fact: "სიმონ სინიორე — ფრანგი მსახიობი ქალი", img: "simon siniore"},
              { name: "1922", fact: "ლილი იოსელიანი — ქართველი რეჟისორი", img: "lili ioseliani"},
              { name: "1925", fact: "ო'კონორი, ფლანერი — ამერიკელი მწერალი", img: "o konori planeri"},
              { name: "1932", fact: "ხერგიანი, მიხეილ — ქართველი ალპინისტი", img: "khergiani mikheil"},
              { name: "1947", fact: "ჯონი, ელტონ — ინგლისელი მუსიკოსი", img: "joni elton"}
            ],
  died:     [
              { name: "1223", fact: "აფონსუ II სქელი — პორტუგალიის მეფე", img: "aponsu II skeli"},
              { name: "1801", fact: "ნოვალისი — გერმანელი პოეტი", img: "novalisi"},
              { name: "1918", fact: "დებიუსი, კლოდ — ფრანგი კომპოზიტორი", img: "debiusi klod"},
              { name: "1925", fact: "ტიხონი — მოსკოვისა და სრულიად რუსეთის პატრიარქი", img: "tikhoni"},
              { name: "1966", fact: "მინორსკი, ვლადიმერ — რუსი აღმოსავლეთმცოდნე", img: "minorski vladimer"},
              { name: "1980", fact: "ბარტი, როლან — ფრანგი ფილოსოფოსი", img: "barti rolan"},
              { name: "2007", fact: "სუხიშვილი, თენგიზ — ქართველი მოცეკვავე, ქორეოგრაფი", img: "sukhishvili tengiz"},
              { name: "2019", fact: "სკოტ უოკერი — ბრიტანელი მუსიკოსი.", img: "skot uokeri"}
            ]
});
