window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა ნიკიფორე კონსტანტინეპოლელის ნაწილთა აღმოყვანება წმინდა ალექსანდრე ქრისტიანე სპარსი აფრიკანი, პუბლი და ტერენტი ანინე ხუცესი მღდელმოწამე პუბლი", fact: "წმინდა ნიკიფორე კონსტანტინეპოლელის ნაწილთა აღმოყვანება წმინდა ალექსანდრე ქრისტიანე სპარსი აფრიკანი, პუბლი და ტერენტი ანინე ხუცესი მღდელმოწამე პუბლი", img: "Publi"},
              { name: "წმინდა ნიკიფორე კონსტანტინეპოლელის ნაწილთა აღმოყვანება", fact: "წმინდა ნიკიფორე კონსტანტინეპოლელის ნაწილთა აღმოყვანება", img: "Aghmoqvaneba"},
              { name: "წმინდა ალექსანდრე", fact: "წმინდა ალექსანდრე", img: "Aleksandr"},
              { name: "ქრისტიანე სპარსი", fact: "ქრისტიანე სპარსი", img: "Sparsi"},
              { name: "აფრიკანი, პუბლი და ტერენტი", fact: "აფრიკანი, პუბლი და ტერენტი", img: "Terenti"},
              { name: "ანინე ხუცესი", fact: "ანინე ხუცესი", img: "Khutsesi"},
              { name: "მღდელმოწამე პუბლი", fact: "მღდელმოწამე პუბლი", img: "Publi"},
              { name: "აგრეთვე: ბანგლადეში : დამოუკიდბლობის დღე დიდი ბრიტანეთი : დედის დღე", fact: "აგრეთვე: ბანგლადეში : დამოუკიდბლობის დღე დიდი ბრიტანეთი : დედის დღე", img: "Bangladesh"},
              { name: "ბანგლადეში : დამოუკიდბლობის დღე", fact: "ბანგლადეში : დამოუკიდბლობის დღე", img: "Bangladesh"},
              { name: "დიდი ბრიტანეთი : დედის დღე", fact: "დიდი ბრიტანეთი : დედის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1812", fact: "ვენესუელაში მოხდა 7,7–8.0 ბალიანი მიწისძვრა (კარაკასის მიწისძვრა).", img: "venesuelashi mokhda 7 7"},
              { name: "1960", fact: "დაფუძნდა ახალი ტურნირი — ევროპის ქვეყნების თასების მფლობელთა თასი.", img: "dapudznda akhali turniri"},
              { name: "1970", fact: "ავიალაინერ კონკორდის პირველი გაფრენა.", img: "Gaprena"},
              { name: "1971", fact: "გამოცხადდა ბანგლადეშის დამოუკიდებლობა.", img: "Bangladesh"},
              { name: "1979", fact: "ხელი მოეწერა ისრაელ-ეგვიპტის სამშვიდობო შეთანხმებას.", img: "Shetankhmeba"},
              { name: "1995", fact: "ევროკავშირის 7 ქვეყანაში ძალაში შევიდა შენგენის შეთანხმება უვიზო რეჟიმის შესახებ.", img: "Shesakheb"},
              { name: "2000", fact: "ვ. პუტინი რუსეთის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2021", fact: "შოტლანდიაში დამოუკიდებლობის მომხრე პარტია ალბა ჩამოყალიბდა, რომელსაც ალექს სალმონდი უხელმძღვანელებს.", img: "Ukhelmdzghvaneleb"},
              { name: "2024", fact: "საქართველოს ეროვნულმა საფეხბურთო ნაკრებმა საბერძნეთი პენალტების სერიაში დაამარცხა და ევროპის ჩემპიონატის საგზური ისტორიაში პირველად მოიპოვა.", img: "Moipova"}
            ],
  born:     [
              { name: "1884", fact: "ბაკჰაუსი, ვილჰელმ — გერმანელი პიანისტი", img: "bakhausi vilhelm"},
              { name: "1893", fact: "ტოლიატი, პალმირო — იტალიელი პოლიტიკური მოღვაწე", img: "toliati palmiro"},
              { name: "1899", fact: "ამირანაშვილი, შალვა — ქართველი ხელოვნებათმცოდნე", img: "amiranashvili shalva"},
              { name: "1911", fact: "უილიამსი, ტენესი — ამერიკელი მწერალი და დრამატურგი", img: "uiliamsi tenesi"},
              { name: "1925", fact: "ბულეზი, პიერ — ფრანგი კომპოზიტორი", img: "bulezi pier"},
              { name: "1935", fact: "აბასი, მაჰმუდ — პალესტინის ეროვნული ადმინისტრაციის პრეზიდენტი", img: "abasi mahmud"},
              { name: "1939", fact: "დოჩანაშვილი, გურამ — ქართველი მწერალი", img: "dochanashvili guram"},
              { name: "1944", fact: "როსი, დაიანა — ამერიკელი მომღერალი და მსახიობი", img: "rosi daiana"},
              { name: "2015", fact: "დინხა IV — აღმოსავლეთის ასურული ეკლესიის კათოლიკოს-პატრიარქი", img: "dinkha IV"}
            ],
  died:     [
              { name: "1737", fact: "ვახტანგ VI — ქართლის მეფე, დაკრძალეს ასტრახანში (დ. 1675)", img: "vakhtang VI"},
              { name: "1797", fact: "ჰატონი, ჯეიმზ — შოტლანდიელი ბუნებისმეტყველი, გეოლოგი (დ. 1726)", img: "1726"},
              { name: "1827", fact: "ბეთჰოვენი, ლუდვიგ ვან — გერმანელი კომპოზიტორი, პიანისტი და დირიჟორი (დ. 1770)", img: "1770"},
              { name: "1892", fact: "უიტმენი, უოლტ — ამერიკელი მწერალი", img: "uitmeni uolt"},
              { name: "1923", fact: "ბერნარი, სარა — ფრანგი მსახიობი", img: "bernari sara"},
              { name: "1945", fact: "შაპოშნიკოვი, ბორის — რუსი სამხედრო მოღვაწე (დ. 1882)", img: "1882"},
              { name: "1945", fact: "ლოიდ ჯორჯი, დეივიდ — დიდი ბრიტანეთის სახელმწიფო მოღვაწე (დ. 1863)", img: "1863"},
              { name: "1984", fact: "ბრანკო ჩოპიჩი - იუგოსლავი მწერალი.", img: "branko chopichi"},
              { name: "2015", fact: "დინხა IV - აღმოსავლეთის ასურული ეკლესიის კათოლიკოს-პატრიარქი.", img: "dinkha IV"},
              { name: "2019", fact: "ნოდარ მგალობლიშვილი - ქართველი მსახიობი (დ. 1931)", img: "1931"}
            ]
});
