window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: 40 სებასტიანელი მოწამე წმინდა ურსპასიანე კესარიოს მკურნალი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: 40 სებასტიანელი მოწამე წმინდა ურსპასიანე კესარიოს მკურნალი", img: "40"},
              { name: "40 სებასტიანელი მოწამე", fact: "40 სებასტიანელი მოწამე", img: "40"},
              { name: "წმინდა ურსპასიანე", fact: "წმინდა ურსპასიანე", img: "Urspasian"},
              { name: "კესარიოს მკურნალი", fact: "კესარიოს მკურნალი", img: "Mkurnali"},
              { name: "აგრეთვე: მსოფლიო წყლის დღე", fact: "აგრეთვე: მსოფლიო წყლის დღე", img: "Dghe"},
              { name: "მსოფლიო წყლის დღე", fact: "მსოფლიო წყლის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "238", fact: "გორდიანუს I და მისი ვაჟი გორდიანუს II რომის იმპერატორებად გამოაცხადეს.", img: "Gamoatskhade"},
              { name: "1772", fact: "ინგლისში მონობა უკანონოდ გამოცხადდა.", img: "Gamotskhad"},
              { name: "1848", fact: "ვენეცია დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1868", fact: "არკანზასი მეორედ შედის აშშ-ს შემადგენლობაში.", img: "USA"},
              { name: "1876", fact: "ესპანეთში მიიღეს კონსტიტუცია", img: "Konstituts"},
              { name: "1882", fact: "აშშ-ს კონგრესმა აკრძალა მრავალცოლიანობა", img: "USA"},
              { name: "1895", fact: "ძმებმა ლუმიერებმა მოახდინეს პირველი ფილმის პრეზენტაცია.", img: "Prezentats"},
              { name: "1945", fact: "დაარსდა არაბულ სახელმწიფოთა ლიგა.", img: "Liga"},
              { name: "1954", fact: "ლონდონის ოქროს ბირჟა ანახლებს მუშაობას პირველად ომის შემდეგ.", img: "London"},
              { name: "1963", fact: "ბრიტანეთში გამოვიდა The Beatles-ის პირველი ალბომი.", img: "The Beatles"},
              { name: "1993", fact: "კორპორაცია ინტელი სერიულად უშვებს პირველ პენტიუმის ჩიპს (80586), 60 მჰც საათის სიჩქარით, 100+ მიპსით და 64 ბიტიანი მონაცემთა არხით.", img: "80586"},
              { name: "1995", fact: "კოსმონავტი ვალერი პოლიაკოვი ბრუნდება კოსმოსში რეკორდული 438 დღიანი ყოფნის შემდეგ.", img: "438"},
              { name: "1997", fact: "კომეტა ჰალ ჰოპმა დედამიწას ყველაზე ახლოს ჩაუქროლა.", img: "Chaukrola"},
              { name: "2004", fact: "ისრაელის ჯარმა მოკლა „ჰამასის“ ლიდერი აჰმად იასინი.", img: "Iasini"},
              { name: "2009", fact: "პირველად საქართველოში შეიკრიბა საქართველოს პნევმატური იარაღის მოყვარულთა ასოციაცია. ევროპის ერთა თასის მატჩში ქართველმა მორაგბეებმა რუსები დაამარცხეს ანგარიშით 29:21.", img: "29"},
              { name: "პირველად საქართველოში შეიკრიბა საქართველოს პნევმატური იარაღის მოყვარულთა ასოციაცია.", fact: "პირველად საქართველოში შეიკრიბა საქართველოს პნევმატური იარაღის მოყვარულთა ასოციაცია.", img: "Asotsiats"},
              { name: "ევროპის ერთა თასის მატჩში ქართველმა მორაგბეებმა რუსები დაამარცხეს ანგარიშით 29", fact: "21.", img: "21"},
              { name: "2016", fact: "ბრიუსელის ტერაქტების შედეგად 34 ადამიანი დაიღუპა და 198 დაშავდა. სისხლის სამართლის საერთაშორისო სასამართლომ კონგოს დემოკრატიული რესპუბლიკის ყოფილი ვიცე-პრეზიდენტი ჟან-პიერ ბემბა კაცობრიობის წინაშე ჩადენლი და ომის დანაშუალებისათვის დამნაშავედ ცნო.", img: "34"},
              { name: "ბრიუსელის ტერაქტების შედეგად 34 ადამიანი დაიღუპა და 198 დაშავდა.", fact: "ბრიუსელის ტერაქტების შედეგად 34 ადამიანი დაიღუპა და 198 დაშავდა.", img: "34"},
              { name: "სისხლის სამართლის საერთაშორისო სასამართლომ კონგოს დემოკრატიული რესპუბლიკის ყოფილი ვიცე-პრეზიდენტი ჟან-პიერ ბემბა კაცობრიობის წინაშე ჩადენლი და ომის დანაშუალებისათვის დამნაშავედ ცნო.", fact: "სისხლის სამართლის საერთაშორისო სასამართლომ კონგოს დემოკრატიული რესპუბლიკის ყოფილი ვიცე-პრეზიდენტი ჟან-პიერ ბემბა კაცობრიობის წინაშე ჩადენლი და ომის დანაშუალებისათვის დამნაშავედ ცნო.", img: "Tsno"},
              { name: "2017", fact: "ლონდონში, ვესტმინსტერში განხორციელებული ტერორისტული თავდასხმის შედეგად გარდაიცვალა რამდენიმე ადამიანი, არიან დაშავებულებიც.", img: "London"},
              { name: "2020", fact: "ხორვატიაში 5,4 M w {\\displaystyle M_{\\mathrm {w} }} მაგნიტუდის სიმძლავრის მიწისძვრა მოხდა.", img: "Mokh"}
            ],
  born:     [
              { name: "1797", fact: "ვილჰელმ I — პრუსიის მეფე", img: "vilhelm I"},
              { name: "1873", fact: "ჯულიეტა ლანტერი - იტალიელი-არგენტინელი ფიზიკოსი, მოაზროვნე, არგენტინაში ქალთა უფლებების დამცველი და სოციალური მოძრაობის მხარდამჭერი.", img: "julieta lanteri"},
              { name: "1886", fact: "აბაევი, ვლადიმერ — რევოლუციური მოძრაობის მონაწილე საქართველოსა და ჩრდილოეთ კავკასიაში", img: "abaevi vladimer"},
              { name: "1950", fact: "ბრეგოვიჩი, გორან — სერბი კომპოზიტორი", img: "bregovichi goran"},
              { name: "1976", fact: "უიზერსპუნი, რიზ — ამერიკელი მსახიობი", img: "uizerspuni riz"},
              { name: "1981", fact: "MIMS — ამერიკელი რეპერი", img: "Mims"},
              { name: "1981", fact: "ლენზი, ვიქტორია — ვენესუელი პორნო ვარსკვლავი", img: "lenzi viktoria"},
              { name: "1982", fact: "ბენეტი, პეტ — ბრიტანელი მუსიკოსი", img: "beneti pet"},
              { name: "1988", fact: "რეიმონდი, ტანია — ამერიკელი მსახიობი", img: "reimondi tania"},
              { name: "1992", fact: "ფრიმენი, ლუკ — ინგლისელი ფეხბურთელი", img: "primeni luk"}
            ],
  died:     [
              { name: "1832", fact: "გოეთე, იოჰან ვოლფგანგ — გერმანელი მწერალი.", img: "goete iohan volpgang"},
              { name: "1959", fact: "ფოცხვერაშვილი, კონსტანტინე — ქართველი კომპოზიტორი, დირიჟორი და ლოტბარი.", img: "potskhverashvili konstantine"},
              { name: "2005", fact: "ტანგე კენძო — იაპონელი არქიტექტორი.", img: "tange kendzo"}
            ]
});
