window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ღირსი ბენედიქტე ევსქიმონ აღმსარებელი", fact: "ღირსი ბენედიქტე ევსქიმონ აღმსარებელი", img: "Aghmsarebeli"},
              { name: "ღირსი ბენედიქტე", fact: "ღირსი ბენედიქტე", img: "Benedikt"},
              { name: "ევსქიმონ აღმსარებელი", fact: "ევსქიმონ აღმსარებელი", img: "Aghmsarebeli"},
              { name: "აგრეთვე: მსოფლიო თეატრის დღე ანგოლა — გამარჯვების დღე მიანმარი — სამხედრო ძალების დღე", fact: "აგრეთვე: მსოფლიო თეატრის დღე ანგოლა — გამარჯვების დღე მიანმარი — სამხედრო ძალების დღე", img: "agretve msoplio teatris dghe angola"},
              { name: "მსოფლიო თეატრის დღე", fact: "მსოფლიო თეატრის დღე", img: "Dghe"},
              { name: "ანგოლა — გამარჯვების დღე", fact: "ანგოლა — გამარჯვების დღე", img: "angola"},
              { name: "მიანმარი — სამხედრო ძალების დღე", fact: "მიანმარი — სამხედრო ძალების დღე", img: "mianmari"}
            ],
  history:  [
              { name: "1854", fact: "ყირიმის ომი — ბრიტანეთმა რუსეთს ომი გამოუცხადა.", img: "qirimis omi"},
              { name: "1871", fact: "გაიმართა რაგბის პირველი საერთაშორისო მატჩი ინგლისისა და შოტლანდიის გუნდებს შორის.", img: "England"},
              { name: "1905", fact: "თბილისის ფუნიკულიორი გაიხსნა.", img: "Gaikhsna"},
              { name: "1918", fact: "მოლდოვა და ბესარაბია რუმინეთს შეუერთდა.", img: "Romania"},
              { name: "1958", fact: "ნიკიტა ხრუშჩოვი სსრკ-ის პრემიერ-მინისტრი გახდა.", img: "Gakh"},
              { name: "1968", fact: "სუჰარტო ინდონეზიის პრეზიდენტი გახდა.", img: "Gakh"},
              { name: "2020", fact: "ჩრდილოეთი მაკედონია ნატოს 30-ე წევრი გახდა.", img: "30"},
              { name: "2023", fact: "შოტლანდიის ნაციონალური პარტიის ლიდერად და ქვეყნის პირველ მინისტრად ჰამზა იუსაფი აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "972", fact: "რობერ II — საფრანგეთის მეფე", img: "rober II"},
              { name: "1785", fact: "ლუი XVII — საფრანგეთის მეფე", img: "lui XVII"},
              { name: "1845", fact: "ვილჰელმ კონრად რენტგენი — გერმანელი ფიზიკოსი", img: "vilhelm konrad rentgeni"},
              { name: "1871", fact: "ჰაინრიხ მანი — გერმანელი მწერალი", img: "hainrikh mani"},
              { name: "1873", fact: "ქრისტეფორე III — საქართველოს კათოლიკოს-პატრიარქი", img: "kristepore III"},
              { name: "1881", fact: "სიმონ ავალიანი — ქართველი ისტორიკოსი", img: "simon avaliani"},
              { name: "1886", fact: "სერგეი კიროვი — რუსი რევოლუციონისტი", img: "sergei kirovi"},
              { name: "1899", fact: "შალვა ალხაზიშვილი — ქართველი კრიტიკოსი, ხელოვნებათმცოდნე", img: "shalva alkhazishvili"},
              { name: "1909", fact: "ბენ უებსტერი — ჯაზის ამერიკელი მუსიკოსი", img: "ben uebsteri"},
              { name: "1927", fact: "მსტისლავ როსტროპოვიჩი — რუსი ჩელისტი და დირიჟორი", img: "mstislav rostropovichi"},
              { name: "1939", fact: "იოსებ კეჭაყმაძე — ქართველი კომპოზიტორი", img: "ioseb kechaqmadze"},
              { name: "1963", fact: "კვენტინ ტარანტინო — ამერიკელი კინორეჟისორი, სცენარისტი, მსახიობი, კინოპროდიუსერი და კინოოპერატორი", img: "kventin tarantino"},
              { name: "1970", fact: "მერაია კერი — ამერიკელი მომღერალი", img: "meraia keri"}
            ],
  died:     [
              { name: "1625", fact: "ჯეიმზ I — ინგლისის, ირლანდიისა და შოტლანდიის მეფე", img: "England"},
              { name: "1833", fact: "ჟაკ ფრანსუა გამბა — ფრანგი მოგზაური და ვაჭარი", img: "zhak pransua gamba"},
              { name: "1945", fact: "ჰალიდ ზია უშაქლიგილი — თურქი მწერალი და სახელმწიფო მოღვაწე", img: "halid zia ushakligili"},
              { name: "1968", fact: "იური გაგარინი — რუსი კოსმონავტი", img: "iuri gagarini"},
              { name: "1972", fact: "მორის ეშერი — ჰოლანდიელი მხატვარი და გრაფიკოსი", img: "moris esheri"},
              { name: "2006", fact: "სტანისლავ ლემი — პოლონელი მწერალი", img: "stanislav lemi"}
            ]
});
