window.__dayDataCallback__({
  holidays: [
    { name: "აზერბაიჯანი", fact: "ეროვნული უსაფრთხოების სამსახურის დღე", img: "Силы специального назначения Азербайджана", img2: "Azerbaijan" },
    { name: "ჩეხეთი", fact: "მასწავლებლის დღე", img: "Teacher's Day", img2: "Czech Republic" },
    { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მოწამისა აგაპი ღაზელისა და მის თანა შვიდთა მოწამეთა: პუპლიოსისა, ტიმოლაოსისა, რომილესი, ორთა ალექსანდრეთა და ორთა დიონისეთა (303); მღვდელმოწამისა ალექსანდრე სიდელი ხუცისა (270-275); მოწამისა ნიკანდრესი (დაახ. 302); მოციქულისა არისტობულე ბრიტანელ ეპისკოპოსისა (I); მოწამეთა: ფილექტიმონისა, გორდიანე-გრიგორისა და ცოლისა მისისა ანატოლიასი და შვილთა მათთა: ქალწულისა თეოდოსიასი და სებასტიანე-მარიანესი, რუსიანესი და მარჩბივთა შვილთა მისთა, მცველისა დიოსი და მისთანა რვათა მესაპყრობილეთა მცველთა, სხელიქისა და მისთანა ორთა კერპის ხელოვანთა, ათენოგენესი, მარინასი და ყრმისა მისისა ფილექტიმონისა (238-244).", img: "ეკლესია (ნაგებობა)", img2: "Saints" },
  ],
  history: [
    { name: "364", fact: "რომის იმპერატორმა ვალენტინიანუს I-მა თავისი უმცროსი ძმა ვალენსი თანამმართველად დანიშნა.", img: "ვალენტინიანე I", img2: "რომის იმპერია" },
    { name: "845", fact: "ვიკინგებმა ქ. პარიზი დაარბიეს.", img: "ვიკინგები", img2: "პარიზი" },
    { name: "1854", fact: "ყირიმის ომი - საფრანგეთმა ომი გამოუცხადა რუსეთს.", img: "ყირიმის ომი", img2: "France" },
    { name: "1930", fact: "თურქეთში კონსტანტინოპოლსა და ანგორას სახელი გადაარქვეს და 'ისტანბული' (სტამბოლი) და 'ანკარა' უწოდეს.", img: "სტამბოლი", img2: "ანკარა" },
    { name: "1939", fact: "ესპანეთის სამოქალაქო ომი - გენერალმა ფრანსისკო ფრანკომ აიღო ქ. მადრიდი.", img: "ფრანსისკო ფრანკო", img2: "ესპანეთი" },
    { name: "1979", fact: "პენსილვანიაში, კუნძულ თრი-მაილის (Three Mile Island) ატომურ ელექტროსადგურში მოხდა სერიოზული ავარია.", img: "Three Mile Island accident", img2: "United States" },
    { name: "2014", fact: "ჩრდილოატლანტიკური საბჭო ნატოს მომავალ გენერალურ მდივნად იენს სტოლტენბერგს აცხადებს.", img: "Jens Stoltenberg", img2: "NATO" },
    { name: "2022", fact: "ოსკარის 94-ე დაჯილდოების ცერემონიაზე საუკეთესო ფილმი გახდა CODA, ხოლო ექვსი ნომინაცია ფილმმა დიუნმა აიღო.", img: "94th Academy Awards", img2: "United States" },
    { name: "2025", fact: "მიანმარში 7,7 Mw მაგნიტუდის სიმძლავრის მიწისძვრა მოხდა.", img: "2025 Myanmar earthquake", img2: "Myanmar" }
  ],
  born: [
    { name: "1592", fact: "კომენსკი, იან ამოს — ჩეხი პედაგოგ-ჰუმანისტი", img: "Jan Amos Comenius", img2: "Czech Republic" },
    { name: "1862", fact: "ბრიანი, არისტიდ — საფრანგეთის პრემიერ-მინისტრი", img: "Aristide Briand", img2: "France" },
    { name: "1868", fact: "გორკი, მაქსიმ — რუსი მწერალი", img: "Максим Горький", img2: "Russia" },
    { name: "1871", fact: "მენგელბერგი, ვილემ — გერმანელი დირიჟორი", img: "Willem Mengelberg", img2: "Germany" },
    { name: "1914", fact: "ედმუნდ მასკი — ამერიკელი პოლიტიკოსი", img: "Edmund Muskie", img2: "United States" },
    { name: "1936", fact: "მარიო ვარგას ლიოსა — პერუელი მწერალი, პოლიტიკოსი, ჟურნალისტი, ესეისტი და 2010 წელს ნობელის პრემიის ლაურეატი.", img: "Mario Vargas Llosa", img2: "Peru" },
    { name: "1986", fact: "ლედი გაგა — ამერიკელი მომღერალი", img: "Lady Gaga", img2: "United States" }
  ],
  died: [
    { name: "193", fact: "პერტინაქსი — რომის იმპერატორი", img: "Pertinax", img2: "Древний Рим" },
    { name: "1881", fact: "მუსორგსკი, მოდესტ — რუსი კომპოზიტორი (დ. 1839)", img: "Модест Мусоргский", img2: "Russia" },
    { name: "1941", fact: "ვულფი, ვირჯინია — ინგლისელი მწერალი (დ. 1882)", img: "Virginia Woolf", img2: "England" },
    { name: "1942", fact: "ახნაზაროვი, არტემ — ქართველი მწერალი, ჟურნალისტი, მთარგმნელი, საზოგადო მოღვაწე", img: "არტემ ახნაზაროვი", img2: "საქართველო" },
    { name: "1943", fact: "რახმანინოვი, სერგეი — რუსი კომპოზიტორი, პიანისტი (დ. 1873)", img: "Сергей Рахманинов", img2: "Russia" },
    { name: "1969", fact: "ეიზენჰაუერი, დუაიტ — ამერიკელი გენერალი და სახელმწიფო მოღვაწე (დ. 1890)", img: "Dwight D. Eisenhower", img2: "United States" },
    { name: "1985", fact: "შაგალი, მარკ — ფრანგი მხატვარი (დ. 1887)", img: "Marc Chagall", img2: "France" },
    { name: "1994", fact: "იონესკო, ეჟენ — ფრანგი დრამატურგი", img: "Eugène Ionesco", img2: "France" },
    { name: "2021", fact: "დიდიე რაცირაკა — მადაგასკარის ყოფილი პრეზიდენტი", img: "Didier Ratsiraka", img2: "Мадагаскар" }
  ]
});
