window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "თეოფილაქტე ნოკომიდიელი მოციქული ერმი თეოდორიტე ანტიოქიელი", fact: "თეოფილაქტე ნოკომიდიელი მოციქული ერმი თეოდორიტე ანტიოქიელი", img: "Antiokieli"},
              { name: "თეოფილაქტე ნოკომიდიელი", fact: "თეოფილაქტე ნოკომიდიელი", img: "Nokomidieli"},
              { name: "მოციქული ერმი", fact: "მოციქული ერმი", img: "Ermi"},
              { name: "თეოდორიტე ანტიოქიელი", fact: "თეოდორიტე ანტიოქიელი", img: "Antiokieli"},
              { name: "აგრეთვე: გაზაფხულის ბუნიაობა (2003, 2007) ირანული კალენდარი : ახალი წელი (ნავრუზი) ეგვიპტე : დედის დღე იორდანია : დედის დღე ლიბანი : დედის დღე მალტა : ახალგაზრდობის დღე ნამიბია : დამოუკიდებლობის დღე სამხრეთ აფრიკის რესპუბლიკა : ადამიანთა უფლებების დღე", fact: "აგრეთვე: გაზაფხულის ბუნიაობა (2003, 2007) ირანული კალენდარი : ახალი წელი (ნავრუზი) ეგვიპტე : დედის დღე იორდანია : დედის დღე ლიბანი : დედის დღე მალტა : ახალგაზრდობის დღე ნამიბია : დამოუკიდებლობის დღე სამხრეთ აფრიკის რესპუბლიკა : ადამიანთა უფლებების დღე", img: "2003"},
              { name: "გაზაფხულის ბუნიაობა (2003, 2007)", fact: "გაზაფხულის ბუნიაობა (2003, 2007)", img: "2003"},
              { name: "ირანული კალენდარი : ახალი წელი (ნავრუზი)", fact: "ირანული კალენდარი : ახალი წელი (ნავრუზი)", img: "Navruzi"},
              { name: "ეგვიპტე : დედის დღე", fact: "ეგვიპტე : დედის დღე", img: "Dghe"},
              { name: "იორდანია : დედის დღე", fact: "იორდანია : დედის დღე", img: "Dghe"},
              { name: "ლიბანი : დედის დღე", fact: "ლიბანი : დედის დღე", img: "Dghe"},
              { name: "მალტა : ახალგაზრდობის დღე", fact: "მალტა : ახალგაზრდობის დღე", img: "Dghe"},
              { name: "ნამიბია : დამოუკიდებლობის დღე", fact: "ნამიბია : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "სამხრეთ აფრიკის რესპუბლიკა : ადამიანთა უფლებების დღე", fact: "სამხრეთ აფრიკის რესპუბლიკა : ადამიანთა უფლებების დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1801", fact: "მოლაპარაკების შედეგად ესპანეთმა ლუიზიანა საფრანგეთს გადასცა.", img: "Gadastsa"},
              { name: "1804", fact: "საფრანგეთში მიღებული იქნა სამოქალაქო კოდექსი.", img: "Kodeksi"},
              { name: "1871", fact: "ოტო ბისმარკმა გერმანიის იმპერიის რაიხსკანცლერის პოსტი დაიკავა.", img: "Daikava"},
              { name: "1918", fact: "პირველი მსოფლიო ომი, სომაზე მეორე ბრძოლა დაიწყო.", img: "Daitsqo"},
              { name: "1919", fact: "უნგრეთი გამოცხადდა საბჭოთა რესპუბლიკად.", img: "Respublik"},
              { name: "1921", fact: "გამოცხადდა საქართველოს საბჭოთა სოციალისტური რესპუბლიკა", img: "Respublika"},
              { name: "1922", fact: "ლონდონში გაიხსნა ვატერლოოს ვაგზალი", img: "London"},
              { name: "1933", fact: "აშენდა დახაუს საკონცენტრაციო ბანაკი", img: "Banaki"},
              { name: "1946", fact: "ნიუ-იორკში გაეროს დროებითი შტაბ-ბინა გაიხსნა.", img: "Gaikhsna"},
              { name: "1975", fact: "ეთიოპიაში დაემხო 3000 წლიანი მონარქია.", img: "3000"},
              { name: "1980", fact: "აშშ-ის პრეზიდენტმა ჯიმი კარტერმა ბოიკოტი გამოუცხადა 1980 წლის მოსკოვის ოლიმპიურ თამაშებს.", img: "1980"},
              { name: "1990", fact: "ნამიბიამ დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "2008", fact: "ფრანგი მცურავი ალენ ბერნარი 47,50 წამით მსოფლიოს ახალ რეკორდს ამყარებს მამაკაცთათვის 100 მეტრზე თავისუფალი სტილით ცურვაში. საქართველოს პარლამენტმა საარჩევნო კოდექსში ცვლილებები მიიღო, რომელიც 75 ერთმანდატიან ოლქებში თითო მაჟორიტარის არჩევას და საარჩევნო ადმინისტრაციების ხელისუფლების 7 და ოპოზიციის 6 წარმომადგენლით ფორმირებას ითვალისწინებს.", img: "47"},
              { name: "ფრანგი მცურავი ალენ ბერნარი 47,50 წამით მსოფლიოს ახალ რეკორდს ამყარებს მამაკაცთათვის 100 მეტრზე თავისუფალი სტილით ცურვაში.", fact: "ფრანგი მცურავი ალენ ბერნარი 47,50 წამით მსოფლიოს ახალ რეკორდს ამყარებს მამაკაცთათვის 100 მეტრზე თავისუფალი სტილით ცურვაში.", img: "47"},
              { name: "საქართველოს პარლამენტმა საარჩევნო კოდექსში ცვლილებები მიიღო, რომელიც 75 ერთმანდატიან ოლქებში თითო მაჟორიტარის არჩევას და საარჩევნო ადმინისტრაციების ხელისუფლების 7 და ოპოზიციის 6 წარმომადგენლით ფორმირებას ითვალისწინებს.", fact: "საქართველოს პარლამენტმა საარჩევნო კოდექსში ცვლილებები მიიღო, რომელიც 75 ერთმანდატიან ოლქებში თითო მაჟორიტარის არჩევას და საარჩევნო ადმინისტრაციების ხელისუფლების 7 და ოპოზიციის 6 წარმომადგენლით ფორმირებას ითვალისწინებს.", img: "75"},
              { name: "2015", fact: "საქართველოს მორაგბეთა ეროვნულმა ნაკრებმა ევროპის ერთა თასი მოიგო. საქართველომ ფინალში რუმინეთის ეროვნული ნაკრები ანგარიშით 15:6 დაამარცხა.", img: "15"},
              { name: "2020", fact: "იგორ მატოვიჩი სლოვაკეთის პრემიერ-მინისტრი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1685", fact: "ბახი, იოჰან სებასტიან— გერმანელი კომპოზიტორი", img: "bakhi iohan sebastian"},
              { name: "1763", fact: "ჟან პაული — გერმანელი მწერალი, პუბლიცისტი და პედაგოგი", img: "zhan pauli"},
              { name: "1768", fact: "ფურიე, ჟოზეფ — ფრანგი მათემატიკოსი", img: "purie zhozep"},
              { name: "1806", fact: "ხუარესი, ბენიტო — მექსიკის ეროვნული გმირი", img: "khuaresi benito"},
              { name: "1839", fact: "მუსორგსკი, მოდესტ — რუსი კომპოზიტორი", img: "musorgski modest"},
              { name: "1869", fact: "კანი, ალბერტ — ამერიკელი არქიტექტორი", img: "kani albert"},
              { name: "1909", fact: "ბაგრატიონი, ირაკლი გიორგის ძე — ბაგრატიონთა მუხრანბატონების შტოს შთამომავალი", img: "bagrationi irakli giorgis dze"},
              { name: "1950", fact: "სერგეი ლავროვი — რუსეთის სახელმწიფო მოღვაწე", img: "sergei lavrovi"},
              { name: "1960", fact: "სენა, აირტონ — ბრაზილიელი ავტომრბოლელი", img: "sena airton"},
              { name: "1961", fact: "მათეუსი, ლოთარ — გერმანელი ფეხბურთელი", img: "mateusi lotar"},
              { name: "1963", fact: "კუმანი, რონალდ — ნიდერლანდელი ფეხბურთელი", img: "kumani ronald"}
            ],
  died:     [
              { name: "1762", fact: "ლაკაილი, ნიკოლა ლუი — ფრანგი ასტრონომი", img: "lakaili nikola lui"},
              { name: "1936", fact: "გლაზუნოვი, ალექსანდრე — რუსი კომპოზიტორი", img: "glazunovi aleksandre"},
              { name: "1939", fact: "აავი, ევალდ — ესტონელი კომპოზიტორი და საგუნდო დირიჟორი.", img: "aavi evald"},
              { name: "2012", fact: "ტონინო გუერა — იტალიელი სცენარისტი", img: "tonino guera"}
            ]
});
