window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "იოანე ხახულელი წმინდა კონდრატე და მასთან ერთად წამებულნი დედანი და მამანი კონდრატე ნიკომიდიელი, სატორინი, რუთვინი და სხვები ღირსი ანასტასია", fact: "იოანე ხახულელი წმინდა კონდრატე და მასთან ერთად წამებულნი დედანი და მამანი კონდრატე ნიკომიდიელი, სატორინი, რუთვინი და სხვები ღირსი ანასტასია", img: "Anastas"},
              { name: "იოანე ხახულელი", fact: "იოანე ხახულელი", img: "Khakhuleli"},
              { name: "წმინდა კონდრატე და მასთან ერთად წამებულნი დედანი და მამანი", fact: "წმინდა კონდრატე და მასთან ერთად წამებულნი დედანი და მამანი", img: "Mamani"},
              { name: "კონდრატე ნიკომიდიელი, სატორინი, რუთვინი და სხვები", fact: "კონდრატე ნიკომიდიელი, სატორინი, რუთვინი და სხვები", img: "Skhvebi"},
              { name: "ღირსი ანასტასია", fact: "ღირსი ანასტასია", img: "Anastas"},
              { name: "აგრეთვე: მსოფლიო მეტეოროლოგიური დღე პაკისტანი : პაკისტანის დღე (1956)", fact: "აგრეთვე: მსოფლიო მეტეოროლოგიური დღე პაკისტანი : პაკისტანის დღე (1956)", img: "1956"},
              { name: "მსოფლიო მეტეოროლოგიური დღე", fact: "მსოფლიო მეტეოროლოგიური დღე", img: "Dghe"},
              { name: "პაკისტანი : პაკისტანის დღე (1956)", fact: "პაკისტანი : პაკისტანის დღე (1956)", img: "1956"}
            ],
  history:  [
              { name: "1775", fact: "ამერიკის რევოლუცია: ვირჯინიის მოქალაქეთა პალატაში პატრიკ ჰენრი გამოდის სიტყვით „მომეცი თავისუფლება ან მომეცი სიკვდილი“, მოუწოდებს რა კანონმდებლობას სამხედრო აქციის დაწყებას ბრიტანეთის იმპერიის წინააღმდეგ.", img: "Tsinaaghmdeg"},
              { name: "1801", fact: "მიხაილოვის სასახლეში საკუთარ საძინებელში პავლე I-ის მოკვლის შემდეგ რუსეთის მეფე ალექსანდრე I გახდა.", img: "Gakh"},
              { name: "1857", fact: "ელიშა ოტისის პირველი ლიფტი დამონტაჟდა ქალაქ ნიუ-იორკში.", img: "Iork"},
              { name: "1919", fact: "იტალიაში ბენიტო მუსოლინი აყალიბებს პირველ ფაშისტურ მოძრაობას.", img: "Modzraoba"},
              { name: "1933", fact: "რაიხსტაგმა ძალაუფლების აქტი მიიღო; შედეგად ადოლფ ჰიტლერი გერმანიის დიქტატორი გახდა.", img: "Gakh"},
              { name: "1956", fact: "პაკისტანი გახდა მსოფლიოში პირველი მუსლიმანური რესპუბლიკა.", img: "Pakistan"},
              { name: "1966", fact: "რომში 400 წლის მანძილზე პირველად შეხვდნენ რომის პაპი და კენტერბერის არქიეპისკოპოსი", img: "400"},
              { name: "1996", fact: "ტაივანში ჩატარებული პირველი პირდაპირი არჩევნების შედეგად ლი დენხუეი არჩეულ იქნა პრეზიდენტად.", img: "Prezident"},
              { name: "2005", fact: "ამერიკელმა ასტრონომებმა ორი ახალი პლანეტა აღმოაჩინეს. დღემდე უცნობი ობიექტები მზის სისტემის მიღმა ტელესკოპმა “სპიცერმა” დააფიქსირა.", img: "Daapiksira"},
              { name: "2022", fact: "ამერიკელი მათემატიკოსი დენის სალივანი აბელის პრემიის ლაურეატი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1749", fact: "ლაპლასი, პიერ სიმონ — ფრანგი ასტრონომი, მათემატიკოსი და ფიზიკოსი", img: "laplasi pier simon"},
              { name: "1887", fact: "გრი, ხუან — ესპანელი მხატვარი, კუბიზმის ერთ-ერთი ფუძემდებელი", img: "gri khuan"},
              { name: "1896", fact: "ასლანიშვილი, შალვა — ქართველი მუსიკათმცოდნე", img: "aslanishvili shalva"},
              { name: "1900", fact: "ფრომი, ერიხ — გერმანელი ფსიქოლოგი და ფილოსოფოსი", img: "promi erikh"},
              { name: "1910", fact: "კუროსავა აკირა — იაპონელი კინორეჟისორი", img: "kurosava akira"},
              { name: "1912", fact: "ბრაუნი, ვერნერ ფონ — გერმანელი და ამერიკელი მეცნიერი", img: "brauni verner pon"},
              { name: "1929", fact: "რაფაელ ჩიმიშკიანი — ქართველი ძალოსანი", img: "rapael chimishkiani"},
              { name: "1944", fact: "ჯემალ აჯიაშვილი — ქართველი ებრაელი მწერალი, პოეტი, მთარგმნელი", img: "jemal ajiashvili"}
            ],
  died:     [
              { name: "1223", fact: "აფონსუ II — პორტუგალიის მეფე", img: "aponsu II"},
              { name: "1555", fact: "იულიუს III — რომის პაპი 1550-1555 წლებში", img: "Rome"},
              { name: "1842", fact: "სტენდალი — ფრანგი მწერალი", img: "stendali"},
              { name: "1924", fact: "ჰოვანეს თუმანიანი — სომეხი მწერალი და საზოგადო მოღვაწე", img: "hovanes tumaniani"},
              { name: "1927", fact: "მელიქიშვილი, პეტრე — ქართველი ქიმიკოსი თსუ-ს ერთ-ერთი დამაარსებელი", img: "melikishvili petre"},
              { name: "1982", fact: "ბარნაბიშვილი, გიორგი — ქართველი ვიოლინჩელისტი", img: "barnabishvili giorgi"},
              { name: "1992", fact: "ჰაიეკი, ფრიდრიხ — ავსტრიელი ეკონომისტი", img: "haieki pridrikh"},
              { name: "1994", fact: "ჯულიეტა მაზინა — იტალიელი მსახიობი", img: "julieta mazina"},
              { name: "2002", fact: "მარინე თბილელი — ქართველი მსახიობი", img: "marine tbileli"},
              { name: "2011", fact: "ტეილორი, ელისაბედ — ინგლისელ-ამერიკელი მსახიობი", img: "teilori elisabed"},
              { name: "2013", fact: "ბერეზოვსკი, ბორის — რუსი ბიზნესმენი", img: "berezovski boris"},
              { name: "2015", fact: "ლი კუან იუ — სინგაპურელი პოლიტიკოსი, ყოფილი პრემიერ-მინისტრი", img: "li kuan iu"}
            ]
});
