window.__dayDataCallback__({
  holidays: [
              { name: "მსოფლიო", fact: "მეტეოროლოგიური დღე", img: "World Meteorological Day", img2: "Организация Объединённых Наций"},
              { name: "პაკისტანი", fact: "პაკისტანის დღე (1956)", img: "Pakistan", img2: ""},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "ღირსისა იოანე ხახულელისა, ოქროპირად წოდებულისა (XI)*; მოწამისა კოდრატე კორინთელისა და მის თანა ხუთთა მოწამეთა: კვიპრიანესი, დიონისესი, ანექტისა, პავლესი და კრისკენტისა (249-259); მოწამეთა: კოდრატე ნიკომიდიელისა, სატორინესი, რუფინესი და სხვათა (III); ღირსისა ანასტასიასი (567-568).", img: "ეკლესია (ნაგებობა)", img2: "Saints"}
            ],
  history:  [
              { name: "1775", fact: "ამერიკის რევოლუცია: ვირჯინიის მოქალაქეთა პალატაში პატრიკ ჰენრი გამოდის სიტყვით „მომეცი თავისუფლება ან მომეცი სიკვდილი“, მოუწოდებს რა კანონმდებლობას სამხედრო აქციის დაწყებას ბრიტანეთის იმპერიის წინააღმდეგ.", img: "Patrick Henry", img2: "United States"},
              { name: "1801", fact: "მიხაილოვის სასახლეში საკუთარ საძინებელში პავლე I-ის მოკვლის შემდეგ რუსეთის მეფე ალექსანდრე I გახდა.", img: "Alexander I of Russia", img2: "Russia"},
              { name: "1857", fact: "ელიშა ოტისის პირველი ლიფტი დამონტაჟდა ქალაქ ნიუ-იორკში.", img: "Elisha Otis", img2: "United States"},
              { name: "1919", fact: "იტალიაში ბენიტო მუსოლინი აყალიბებს პირველ ფაშისტურ მოძრაობას.", img: "Benito Mussolini", img2: "Italy"},
              { name: "1933", fact: "რაიხსტაგმა ძალაუფლების აქტი მიიღო; შედეგად ადოლფ ჰიტლერი გერმანიის დიქტატორი გახდა.", img: "Adolf Hitler", img2: "Germany"},
              { name: "1956", fact: "პაკისტანი გახდა მსოფლიოში პირველი მუსლიმანური რესპუბლიკა.", img: "Ислам", img2: "Pakistan"},
              { name: "1966", fact: "რომში 400 წლის მანძილზე პირველად შეხვდნენ რომის პაპი და კენტერბერის არქიეპისკოპოსი", img: "რომის პაპი", img2: "Архиепископ Кентерберийский"},
              { name: "1996", fact: "ტაივანში ჩატარებული პირველი პირდაპირი არჩევნების შედეგად ლი დენხუეი არჩეულ იქნა პრეზიდენტად.", img: "Lee Teng-hui", img2: "Taiwan"},
              { name: "2005", fact: "ამერიკელმა ასტრონომებმა ორი ახალი პლანეტა აღმოაჩინეს. დღემდე უცნობი ობიექტები მზის სისტემის მიღმა ტელესკოპმა “სპიცერმა” დააფიქსირა.", img: "Spitzer Space Telescope", img2: "United States"},
              { name: "2022", fact: "ამერიკელი მათემატიკოსი დენის სალივანი აბელის პრემიის ლაურეატი გახდა.", img: "Dennis Sullivan", img2: "United States"}
            ],
  born:     [
              { name: "1749", fact: "ლაპლასი, პიერ სიმონ — ფრანგი ასტრონომი, მათემატიკოსი და ფიზიკოსი", img: "Pierre-Simon Laplace", img2: "France"},
              { name: "1887", fact: "გრი, ხუან — ესპანელი მხატვარი, კუბიზმის ერთ-ერთი ფუძემდებელი", img: "Juan Gris", img2: "Spain"},
              { name: "1896", fact: "ასლანიშვილი, შალვა — ქართველი მუსიკათმცოდნე", img: "ასლანიშვილი, შალვა", img2: "საქართველო"},
              { name: "1900", fact: "ფრომი, ერიხ — გერმანელი ფსიქოლოგი და ფილოსოფოსი", img: "Erich Fromm", img2: "Germany"},
              { name: "1910", fact: "კუროსავა აკირა — იაპონელი კინორეჟისორი", img: "Akira Kurosawa", img2: "Japan"},
              { name: "1912", fact: "ბრაუნი, ვერნერ ფონ — გერმანელი და ამერიკელი მეცნიერი", img: "Wernher von Braun", img2: "Germany"},
              { name: "1929", fact: "რაფაელ ჩიმიშკიანი — ქართველი ძალოსანი", img: "რაფაელ ჩიმიშკიანი", img2: "საქართველო"},
              { name: "1944", fact: "ჯემალ აჯიაშვილი — ქართველი ებრაელი მწერალი, პოეტი, მთარგმნელი", img: "ჯემალ აჯიაშვილი", img2: "საქართველო"}
            ],
  died:     [
              { name: "1223", fact: "აფონსუ II — პორტუგალიის მეფე", img: "Afonso II", img2: "Portugal"},
              { name: "1555", fact: "იულიუს III — რომის პაპი 1550-1555 წლებში", img: "Julius III", img2: "Vatican City"},
              { name: "1842", fact: "სტენდალი — ფრანგი მწერალი", img: "Stendhal", img2: "France"},
              { name: "1924", fact: "ჰოვანეს თუმანიანი — სომეხი მწერალი და საზოგადო მოღვაწე", img: "Hovhannes Tumanyan", img2: "Armenia"},
              { name: "1927", fact: "მელიქიშვილი, პეტრე — ქართველი ქიმიკოსი თსუ-ს ერთ-ერთი დამაარსებელი", img: "მელიქიშვილი, პეტრე", img2: "საქართველო"},
              { name: "1982", fact: "ბარნაბიშვილი, გიორგი — ქართველი ვიოლინჩელისტი", img: "გიორგი ბარნაბიშვილი", img2: "საქართველო"},
              { name: "1992", fact: "ჰაიეკი, ფრიდრიხ — ავსტრიელი ეკონომისტი", img: "Friedrich Hayek", img2: "Austria"},
              { name: "1994", fact: "ჯულიეტა მაზინა — იტალიელი მსახიობი", img: "Giulietta Masina", img2: "Italy"},
              { name: "2002", fact: "მარინე თბილელი — ქართველი მსახიობი", img: "მარინე თბილელი", img2: "საქართველო"},
              { name: "2011", fact: "ტეილორი, ელისაბედ — ინგლისელ-ამერიკელი მსახიობი", img: "Elizabeth Taylor", img2: "United Kingdom"},
              { name: "2013", fact: "ბერეზოვსკი, ბორის — რუსი ბიზნესმენი", img: "Березовский, Борис", img2: "Russia"},
              { name: "2015", fact: "ლი კუან იუ — სინგაპურელი პოლიტიკოსი, ყოფილი პრემიერ-მინისტრი", img: "Lee Kuan Yew", img2: "Singapore"}
            ]
});