window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "სოფრონ იერუსალიმელი პიონ სმირნელი წმინდა ეპიმახო", fact: "სოფრონ იერუსალიმელი პიონ სმირნელი წმინდა ეპიმახო", img: "Epimakho"},
              { name: "სოფრონ იერუსალიმელი", fact: "სოფრონ იერუსალიმელი", img: "Ierusalimeli"},
              { name: "პიონ სმირნელი", fact: "პიონ სმირნელი", img: "Smirneli"},
              { name: "წმინდა ეპიმახო", fact: "წმინდა ეპიმახო", img: "Epimakho"},
              { name: "აგრეთვე: მსოფლიო ტუბერკულოზთან ბრძოლის დღე", fact: "აგრეთვე: მსოფლიო ტუბერკულოზთან ბრძოლის დღე", img: "Dghe"},
              { name: "მსოფლიო ტუბერკულოზთან ბრძოლის დღე", fact: "მსოფლიო ტუბერკულოზთან ბრძოლის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1603", fact: "ინგლისის დედოფალი ელისაბედ I გარდაიცვალა. ტახტზე ავიდა ჯეიმზ I.", img: "Jeimz"},
              { name: "1882", fact: "რობერტ კოხმა გამოაქვეყნა ტუბერკულოზის გამომწვევი ბაქტერიის აღმოჩენა.", img: "Aghmochena"},
              { name: "1999", fact: "ნატოს საჰაერო ძალებმა იუგოსლავიის ტერიტორია დაბომბეს.", img: "Dabombe"},
              { name: "2005", fact: "ბიშკეკში დაიწყო შეირაღებული უწესრიგობები, დარბევები, მაროდიორობა. პრეზიდენტმა ასკარ აკაევმა დატოვა ქვეყნის ტერიტორია.", img: "Teritor"},
              { name: "2016 საერთაშორისო ტრიბუნალმა ყოფილი იუგოსლავიის საკითხებზე სერბთა რესპუბლიკის ყოფილი პრეზიდენტი რადოვან კარაჯიჩი კაცობრიობის წინაშე ჩადენლი, ომის დანაშუალებისათვის და გენოციდისათვის დამნაშავედ ცნო. ლაჰორში განხორციელებული ტერაქტის შედეგად 72 ადამიანი დაიღუპა და 300-ზე მეტი დაშავდა.", fact: "2016 საერთაშორისო ტრიბუნალმა ყოფილი იუგოსლავიის საკითხებზე სერბთა რესპუბლიკის ყოფილი პრეზიდენტი რადოვან კარაჯიჩი კაცობრიობის წინაშე ჩადენლი, ომის დანაშუალებისათვის და გენოციდისათვის დამნაშავედ ცნო. ლაჰორში განხორციელებული ტერაქტის შედეგად 72 ადამიანი დაიღუპა და 300-ზე მეტი დაშავდა.", img: "2016"},
              { name: "საერთაშორისო ტრიბუნალმა ყოფილი იუგოსლავიის საკითხებზე სერბთა რესპუბლიკის ყოფილი პრეზიდენტი რადოვან კარაჯიჩი კაცობრიობის წინაშე ჩადენლი, ომის დანაშუალებისათვის და გენოციდისათვის დამნაშავედ ცნო.", fact: "საერთაშორისო ტრიბუნალმა ყოფილი იუგოსლავიის საკითხებზე სერბთა რესპუბლიკის ყოფილი პრეზიდენტი რადოვან კარაჯიჩი კაცობრიობის წინაშე ჩადენლი, ომის დანაშუალებისათვის და გენოციდისათვის დამნაშავედ ცნო.", img: "Tsno"},
              { name: "ლაჰორში განხორციელებული ტერაქტის შედეგად 72 ადამიანი დაიღუპა და 300-ზე მეტი დაშავდა.", fact: "ლაჰორში განხორციელებული ტერაქტის შედეგად 72 ადამიანი დაიღუპა და 300-ზე მეტი დაშავდა.", img: "72"},
              { name: "2019", fact: "მასწავლებლის გლობალური ჯილდოს გამარჯვებული კენიელი მასწავლებელი პიტერ ტაბიჩი გახდა.", img: "Gakh"},
              { name: "2020", fact: "2020 წლის ტოკიოს ოლიმპიური თამაშები კორონავირუსის პანდემიის გამო ერთი წლით გადაიდო.", img: "2020"}
            ],
  born:     [
              { name: "1494", fact: "აგრიკოლა, გეორგ — გერმანელი ექიმი და მინერალოგი", img: "agrikola georg"},
              { name: "1884", fact: "დებაი, პეტერ — ჰოლანდიური წარმოშობის გერმანიასა და აშშ-ში მოღვაწე ფიზიკოსი", img: "USA"},
              { name: "1893", fact: "ბაადე, ვოლტერ — გერმანელი ასტრონომი", img: "baade volter"},
              { name: "1904", fact: "დოლიძე, ოლღა — ქართველი ესტრადისა და თეატრის მსახიობი", img: "dolidze olgha"},
              { name: "1944", fact: "კოშტუნიცა, ვოისლავ — იუგოსლავიის უკანასკნელი პრეზიდენტი", img: "koshtunitsa voislav"}
            ],
  died:     [
              { name: "809", fact: "ჰარუნ ალ-რაშიდი — ხალიფა აბასიანთა დინასტიისა", img: "harun al rashidi"},
              { name: "1603", fact: "ელისაბედ I — ინგლისისა და ირლანდიის დედოფალი 1559—1603 წლებში", img: "1559"},
              { name: "1794", fact: "ებერი, ჟაკ რენე — საფრანგეთის დიდი რევოლუციის მოღვაწე", img: "eberi zhak rene"},
              { name: "1905", fact: "ვერნი, ჟიულ — ფრანგი მწერალი-ფანტასტიკოსი", img: "verni zhiul"},
              { name: "1916", fact: "გრანადოსი, ენრიკე — ესპანელი კომპოზიტორი", img: "granadosi enrike"},
              { name: "1948", fact: "ჰიერტენი, ზიგრიდ — შვედი მხატვარი", img: "hierteni zigrid"},
              { name: "1953", fact: "რუნდშტეტი, გერდ ფონ — გერმანელი სამხედრო მოღვაწე", img: "rundshteti gerd pon"},
              { name: "2016", fact: "კრეიფი, იოჰან — ჰოლანდიელი ფეხბურთელი", img: "kreipi iohan"}
            ]
});
