window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა აღაპი და მასთან 7 მოწამე მღვდელმოწამე ალექსანდრე წმინდა ნიკანდრი მანუელ კრიტელი", fact: "წმინდა აღაპი და მასთან 7 მოწამე მღვდელმოწამე ალექსანდრე წმინდა ნიკანდრი მანუელ კრიტელი", img: "Kriteli"},
              { name: "წმინდა აღაპი და მასთან 7 მოწამე", fact: "წმინდა აღაპი და მასთან 7 მოწამე", img: "Motsam"},
              { name: "მღვდელმოწამე ალექსანდრე", fact: "მღვდელმოწამე ალექსანდრე", img: "Aleksandr"},
              { name: "წმინდა ნიკანდრი", fact: "წმინდა ნიკანდრი", img: "Nikandri"},
              { name: "მანუელ კრიტელი", fact: "მანუელ კრიტელი", img: "Kriteli"},
              { name: "აგრეთვე: სერბეთი : კონსტიტუციის დღე ჩეხეთი : მასწავლებელთა დღე", fact: "აგრეთვე: სერბეთი : კონსტიტუციის დღე ჩეხეთი : მასწავლებელთა დღე", img: "Dghe"},
              { name: "სერბეთი : კონსტიტუციის დღე", fact: "სერბეთი : კონსტიტუციის დღე", img: "Dghe"},
              { name: "ჩეხეთი : მასწავლებელთა დღე", fact: "ჩეხეთი : მასწავლებელთა დღე", img: "Dghe"}
            ],
  history:  [
              { name: "364", fact: "რომის იმპერატორმა ვალენტინიანუს I-მა თავისი უმცროსი ძმა ვალენსი თანამმართველად დანიშნა.", img: "Danishna"},
              { name: "845", fact: "ვიკინგებმა ქ. პარიზი დაარბიეს.", img: "Daarbie"},
              { name: "1854", fact: "ყირიმის ომი - საფრანგეთმა ომი გამოუცხადა რუსეთს.", img: "qirimis omi"},
              { name: "1930", fact: "თურქეთში კონსტანტინოპოლსა და ანგორას სახელი გადაარქვეს და „ისტანბული“ (სტამბოლი) და „ანკარა“ უწოდეს.", img: "Utsode"},
              { name: "1939", fact: "ესპანეთის სამოქალაქო ომი - გენერალმა ფრანსისკო ფრანკომ აიღო ქ. მადრიდი.", img: "espanetis samokalako omi"},
              { name: "1979", fact: "პენსილვანიაში, კუნძულ თრი-მაილის (Three Mile Island) ატომურ ელექტროსადგურში მოხდა სერიოზული ავარია.", img: "Three Mile Island"},
              { name: "2014", fact: "ჩრდილოატლანტიკური საბჭო ნატოს მომავალ გენერალურ მდივნად იენს სტოლტენბერგს აცხადებს.", img: "Atskhadeb"},
              { name: "2022", fact: "ოსკარის 94-ე დაჯილდოების ცერემონიაზე საუკეთესო ფილმი გახდა CODA, ხოლო ექვსი ნომინაცია ფილმმა დიუნმა აიღო.", img: "94"},
              { name: "2025", fact: "მიანმარში 7,7 M w {\\displaystyle M_{\\mathrm {w} }} მაგნიტუდის სიმძლავრის მიწისძვრა მოხდა.", img: "Mokh"}
            ],
  born:     [
              { name: "1592", fact: "კომენსკი, იან ამოს — ჩეხი პედაგოგ-ჰუმანისტი", img: "komenski ian amos"},
              { name: "1862", fact: "ბრიანი, არისტიდ — საფრანგეთის პრემიერ-მინისტრი", img: "briani aristid"},
              { name: "1868", fact: "გორკი, მაქსიმ — რუსი მწერალი", img: "gorki maksim"},
              { name: "1871", fact: "მენგელბერგი, ვილემ — გერმანელი დირიჟორი", img: "mengelbergi vilem"},
              { name: "1914", fact: "ედმუნდ მასკი — ამერიკელი პოლიტიკოსი", img: "edmund maski"},
              { name: "1936", fact: "მარიო ვარგას ლიოსა — პერუელი მწერალი, პოლიტიკოსი, ჟურნალისტი, ესეისტი და 2010 წელს ნობელის პრემიის ლაურეატი.", img: "2010"},
              { name: "1986", fact: "ლედი გაგა — ამერიკელი მომღერალი", img: "ledi gaga"}
            ],
  died:     [
              { name: "193", fact: "პერტინაქსი — რომის იმპერატორი", img: "Rome"},
              { name: "1881", fact: "მუსორგსკი, მოდესტ — რუსი კომპოზიტორი (დ. 1839)", img: "1839"},
              { name: "1941", fact: "ვულფი, ვირჯინია — ინგლისელი მწერალი (დ. 1882)", img: "1882"},
              { name: "1942", fact: "ახნაზაროვი, არტემ — ქართველი მწერალი, ჟურნალისტი, მთარგმნელი, საზოგადო მოღვაწე", img: "akhnazarovi artem"},
              { name: "1943", fact: "რახმანინოვი, სერგეი — რუსი კომპოზიტორი, პიანისტი (დ. 1873)", img: "1873"},
              { name: "1969", fact: "ეიზენჰაუერი, დუაიტ — ამერიკელი გენერალი და სახელმწიფო მოღვაწე (დ. 1890)", img: "1890"},
              { name: "1985", fact: "შაგალი, მარკ — ფრანგი მხატვარი (დ. 1887)", img: "1887"},
              { name: "1994", fact: "იონესკო, ეჟენ — ფრანგი დრამატურგი", img: "ionesko ezhen"},
              { name: "2021", fact: "დიდიე რაცირაკა — მადაგასკარის ყოფილი პრეზიდენტი", img: "didie ratsiraka"}
            ]
});
