window.__dayDataCallback__({
  holidays: [
    { name: "აშშ", fact: "ვიეტნამის ომის ვეტერანთა დღე", img: "National Vietnam War Veterans Day", img2: "United States" },
    { name: "ტაივანი", fact: "ახალგაზრდობის დღე", img: "Youth Day", img2: "Taiwan" },
    { name: "ცენტრალური აფრიკის რესპუბლიკა", fact: "ბოგანდას დღე", img2: "Боганда, Бартелеми", img: "Центральноафриканская Республика" },
    { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "ღირსისა მარიამ მეგვიპტელისა (522)*; წმ. ამბროსი აღმსარებელისა, სრულიად საქართველოს კათოლიკოს-პატრიარქისა (ხელაია, 1927)**; ღირსთა: პიმენ სალოსისა, ლეკთა განმანათლებელისა და ანტონი მესხისა, მეფეთა მამხილებელისა (XIII)**; მოწამისა საბინე ეგვიპტელისა (287); მოწამისა პაპასი, რომელი იყო ქალაქ ლარანდოით, რომელ არს ლუკაონიისა სამთავროსა (305-311); მღვდელმოწამისა ალექსანდრესი, რომის პაპისა (119); მოწამისა იულიანე ანაზარბელისა (305-311); მღვდელმოწამეთა: ტროფიმე და თალასი ლაოდიკიელთა ხუცესთა (დაახ. 300).", img: "ეკლესია (ნაგებობა)", img2: "Saints" },
  ],
  history: [
    { name: "1831", fact: "ბოსნიელების აჯანყება დაიწყო ოსმალების წინააღმდეგ.", img: "Bosnia and Herzegovina", img2: "Ottoman Empire" },
    { name: "1849", fact: "ბრიტანეთმა პენჯაბი შეიერთა.", img: "Punjab Province (British India)", img2: "United Kingdom" },
    { name: "1879", fact: "პ. ჩაიკოვსკის ოპერის 'ევგენი ონეგინის' პრემიერა გაიმართა მცირე თეატრში.", img: "Пётр Чайковский", img2: "Russia" },
    { name: "1973", fact: "ვიეტნამის ომი - უკანასკნელმა ამერიკელმა ჯარისკაცებმა სამხრეთი ვიეტნამი დატოვეს.", img: "Vietnam War", img2: "United States" },
    { name: "1974", fact: "ამერიკულმა კოსმოსურმა ხომალდმა მარინერ 10-მა გადაიღო პლანეტა მერკური.", img: "Mariner 10", img2: "NASA" },
    { name: "2004", fact: "ბულგარეთი, ესტონეთი, ლატვია, ლიეტუვა, რუმინეთი, სლოვაკეთი და სლოვენია გაწევრიანდნენ ნატოში.", img: "NATO enlargement", img2: "NATO" },
    { name: "2008", fact: "მსოფლიოს მრავალი ქალაქის ღირსშესანიშნაობები ერთი საათით ბნელდება დედამიწის საათის აღსანიშნავად, რომელიც ენერგიის დაზოგვის პოპულარიზაციას ეძღვნება.", img: "Earth Hour", img2: "World Wide Fund for Nature" },
    { name: "2014", fact: "ანდრეი კისკა სლოვაკეთის პრეზიდენტად აირჩიეს.", img: "Andrej Kiska", img2: "Slovakia" },
    { name: "2015", fact: "ისლამ ქარიმოვი უზბეკეთის პრეზიდენტად მეოთხედ აირჩიეს.", img: "Islam Karimov", img2: "Uzbekistan" }
  ],
  born: [
    { name: "1790", fact: "ტაილერი, ჯონ — აშშ-ის მე-10 პრეზიდენტი", img: "John Tyler", img2: "United States" },
    { name: "1890", fact: "ჯოუნზი, ჰეროლდ სპენსერ — ინგლისელი ასტრონომი", img: "Harold Spencer Jones", img2: "England" },
    { name: "1895", fact: "იუნგერი, ერნსტ — გერმანელი მწერალი, ფილოსოფოსი", img: "Ernst Jünger", img2: "Germany" },
    { name: "1899", fact: "ბერია, ლავრენტი — სსრ კავშირის პოლიტიკური მოღვაწე", img: "Лаврентий Берия", img2: "საქართველო" },
    { name: "1902", fact: "უოლტონი, უილიამ — ინგლისელი კომპოზიტორი", img: "William Walton", img2: "England" },
    { name: "1925", fact: "დავით ციმაკურიძე — ქართველი სპორტსმენი", img: "დავით ციმაკურიძე", img2: "საქართველო" },
    { name: "1928", fact: "ბაქრაძე, აკაკი — ქართველი კრიტიკოსი, ხელოვნებათმცოდნე, საზოგადო მოღვაწე", img: "აკაკი ბაქრაძე", img2: "საქართველო" },
    { name: "1934", fact: "ბათიაშვილი, გიორგი — ქართველი არქიტექტორი", img: "გიორგი ბათიაშვილი", img2: "საქართველო" },
    { name: "1940", fact: "ჟილბერტო, ასტრუდ — ბრაზილიელი მომღერალი", img: "Astrud Gilberto", img2: "Brazil" },
    { name: "1942", fact: "უილსონი, სკოტ — ამერიკელი მსახიობი (გ. 2018)", img: "Scott Wilson (actor)", img2: "United States" },
    { name: "1943", fact: "ვანგელისი — ბერძენი მუსიკოსი და კომპოზიტორი", img: "Vangelis", img2: "Greece" },
    { name: "2015", fact: "ნიგერიის ოპოზიციის ლიდერი მუჰამადუ ბუჰარი ქვეყნის პრეზიდენტად აირჩიეს.", img: "Muhammadu Buhari", img2: "Nigeria" }
  ],
  died: [
    { name: "1368", fact: "გო-მურაკამი — იაპონიის იმპერატორი", img: "Go-Murakami", img2: "Japan" },
    { name: "1772", fact: "სვედენბორგი, ემანუელ — შვედი მეცნიერი და თეოსოფი", img: "Emanuel Swedenborg", img2: "Sweden" },
    { name: "1792", fact: "გუსტავ III — შვედეთის მეფე", img: "Gustav III of Sweden", img2: "Sweden" },
    { name: "1891", fact: "სერა, ჟორჟ — ფრანგი მხატვარი", img: "Georges Seurat", img2: "France" },
    { name: "1912", fact: "სკოტი, რობერტ — ანტარქტიდის ინგლისელი მკვლევარი", img: "Robert Falcon Scott", img2: "England" },
    { name: "1927", fact: "ამბროსი — საქართველოს კათოლიკოს-პატრიარქი", img: "ამბროსი (ხელაია)", img2: "საქართველო" },
    { name: "1967", fact: "წერეთელი, ალექსანდრე — ქართველი მეცნიერი-ისტორიკოსი, პედაგოგი და საზოგადო მოღვაწე", img: "ალექსანდრე წერეთელი", img2: "საქართველო" },
    { name: "1978", fact: "პაპაშვილი, გიორგი — ქართველი მწერალი და მოქანდაკე", img: "გიორგი პაპაშვილი", img2: "საქართველო" },
    { name: "1982", fact: "ორფი, კარლ — გერმანელი კომპოზიტორი", img: "Carl Orff", img2: "Germany" },
    { name: "1987", fact: "შანიძე, აკაკი — ქართველი ენათმეცნიერი", img: "აკაკი შანიძე", img2: "საქართველო" },
    { name: "2009", fact: "ჟარი, მორის — ფრანგი კომპოზიტორი.", img: "Maurice Jarre", img2: "France" },
    { name: "2016", fact: "ნანა მჭედლიძე — ქართველი კინორეჟისორი.", img: "ნანა მჭედლიძე", img2: "საქართველო" }
  ]
});
