window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "გაბრიელ მცირე ალექსი ღვთისკაცი მოწამე მარინი ქრისტოდულე სასწაულმოქმედი", fact: "გაბრიელ მცირე ალექსი ღვთისკაცი მოწამე მარინი ქრისტოდულე სასწაულმოქმედი", img: "Sastsaulmokmedi"},
              { name: "გაბრიელ მცირე", fact: "გაბრიელ მცირე", img: "Mtsir"},
              { name: "ალექსი ღვთისკაცი", fact: "ალექსი ღვთისკაცი", img: "Ghvtiskatsi"},
              { name: "მოწამე მარინი", fact: "მოწამე მარინი", img: "Marini"},
              { name: "ქრისტოდულე სასწაულმოქმედი", fact: "ქრისტოდულე სასწაულმოქმედი", img: "Sastsaulmokmedi"}
            ],
  history:  [
              { name: "1822", fact: "ფლორიდის ტერიტორია შეიქმნა აშშ-ში.", img: "USA"},
              { name: "1842", fact: "ოპერაციის დროს ანესთეზია პირველად დოქტორმა ქროუფორდ ლონგმა გამოიყენა.", img: "Gamoiqena"},
              { name: "1858", fact: "ჰაიმენ ლიპმენი აპატენტებს ფანქარს ბოლოში მიმაგრებული საშლელით.", img: "Sashlelit"},
              { name: "1867", fact: "ამერკის სახელმწიფო მდივნმა, უილიამ სუიორდმა, ალასკა 7.2 მილიონად დოლარად შეიძინა (2 ცენტი/აკრზე).", img: "Akrz"},
              { name: "1909", fact: "გაიხსნა კუინზბორის ხიდი, რომელმაც კუინზი და მანჰეტენი დააკავშირა.", img: "Daakavshira"},
              { name: "1949", fact: "დემონსტრაცია იწყება აუსტურვოლურის მოედანზე რეიკიავიკში, ისლანდიის ნატოში შესვლის გამო.", img: "Gamo"},
              { name: "2006", fact: "მარკუს პონტესი პირველი კოსმოსში გაშვებული ბრაზილიელი ასტრონავტი გახდა.", img: "Gakh"},
              { name: "2008", fact: "ფრანგი არქიტექტორი ჟან ნუველი წლის პრიცკერის პრემიით დაჯილდოვდა.", img: "Dajildov"},
              { name: "2010", fact: "ორ, 3.5 TeV პროტონთა ნაკადს შორის დაჯახებამ CERN-ის დიდ ადრონულ კოლაიდერში, მსოფლიო რეკორდი დაამყარა ზეენერგეტიკულ ნაწილაკთა აჩქარების ცდებს შორის.", img: "Te"},
              { name: "2019", fact: "სლოვაკეთის პრეზიდენტად ზუზანა ჩაპუტოვა აირჩიეს, იგი ქვეყნის ისტორიაში პირველი ქალი პრეზიდენტია.", img: "Prezident"}
            ],
  born:     [
              { name: "1432", fact: "მეჰმედ II — ოსმალეთის იმპერიის სულთანი 1451–1481 წლებში, კონსტანტინოპოლის დამპყრობელი.", img: "mehmed II"},
              { name: "1746", fact: "გოია, ფრანსისკო — ესპანელი ფერმწერი, გრავიორი.", img: "goia pransisko"},
              { name: "1844", fact: "ვერლენი, პოლ — ფრანგი სიმბოლისტი პოეტი.", img: "verleni pol"},
              { name: "1853", fact: "ვან გოგი, ვინსენტ — ჰოლანდიელი მხატვარი (გ.1890)", img: "1890"},
              { name: "1892", fact: "მილხი, ერჰარდ — გერმანელი სამხედრო მოღვაწე", img: "milkhi erhard"},
              { name: "1896", fact: "გუდიაშვილი, ლადო — ქართველი ფერმწერი და გრაფიკოსი.", img: "gudiashvili lado"},
              { name: "1914", fact: "ალექსიშვილი, ოთარ — ქართველი რეჟისორი", img: "aleksishvili otar"},
              { name: "1937", fact: "ბიტი, უორენ — ოსკარის მფლობელი ამერიკელი მსახიობი და რეჟისორი.", img: "biti uoren"},
              { name: "1945", fact: "კლეპტონი, ერიკ — გიტარისტი და მუსიკოსი.", img: "kleptoni erik"},
              { name: "1968", fact: "დიონი, სელინ — კანადელი მომღერალი.", img: "dioni selin"}
            ],
  died:     [
              { name: "1876", fact: "ანტუან ჟერომ ბალარი — ფრანგი ქიმიკოსი", img: "antuan zherom balari"},
              { name: "1912", fact: "კარლ მეი — გერმანელი მწერალი", img: "karl mei"}
            ]
});
