window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "კირილე I ტროფიმე და ევკარპი ანინე ხუცესი (მოიხსენიება ასევე 26 მარტს)", fact: "კირილე I ტროფიმე და ევკარპი ანინე ხუცესი (მოიხსენიება ასევე 26 მარტს)", img: "26"},
              { name: "კირილე I", fact: "კირილე I", img: "Kiril"},
              { name: "ტროფიმე და ევკარპი", fact: "ტროფიმე და ევკარპი", img: "Evkarpi"},
              { name: "ანინე ხუცესი (მოიხსენიება ასევე 26 მარტს)", fact: "ანინე ხუცესი (მოიხსენიება ასევე 26 მარტს)", img: "26"},
              { name: "აგრეთვე:", fact: "აგრეთვე:", img: "Agretv"},
              { name: "*მალტა: თავისუფლების დღე (1979).", fact: "*მალტა: თავისუფლების დღე (1979).", img: "1979"}
            ],
  history:  [
              { name: "1889", fact: "ეიფელის კოშკის ინაუგურაცია პარიზში.", img: "Pariz"},
              { name: "1931", fact: "მიწისძვრა ანადგურებს მანაგუას, ნიკარაგუა.", img: "Nikaragua"},
              { name: "1949", fact: "ნიუფაუნდლენდი გახდა კანადის კონფედერაციის წევრი.", img: "Tsevri"},
              { name: "1964", fact: "დიქტატურა ბრაზილიაში იწყება, გენერალი კასტელო ბრანკოს მეთაურობით.", img: "Metaurobit"},
              { name: "1967", fact: "ჯიმი ჰენდრიქსი წვავს საკუთარ გიტარას პირველად ლონდონის ასტორიის თეატრში. რის შედეგადაც ის ხელზე მეორე ხარისხის დამწვრობისთვის ჰოსპიტალიზებულ იქნა.", img: "London"},
              { name: "1979", fact: "ბრიტანეთის ბოლო ჯარისკაცი ტოვებს მალტის კუნძულებს.", img: "Kundzuleb"},
              { name: "1991", fact: "საქართველოში გაიმართა საყოველთაო რეფერენდუმი საქართველოს დამოუკიდებლობის აღდგენის შესახებ. გამოკითხულთა 98%-მა დადებითად უპასუხა.", img: "98"},
              { name: "1999", fact: "ბორის ელცინი გადადგა რუსეთის პრეზიდენტის პოსტიდან.", img: "Postidan"},
              { name: "2004", fact: "გუგლი აქვეყნებს Gmail-ს — პირველ ვებ-ფოსტას 1 გიგაბაიტიანი სათავსით.", img: "Gmail"},
              { name: "1990", fact: "ჰუმანიტარული კავშირი კათარზისი გაიხსნა", img: "Gaikhsna"},
              { name: "2017", fact: "პარაგვაიში დემონსტრანტებმა კონგრესის შენობა ჩაიგდეს ხელში.", img: "Khel"}
            ],
  born:     [
              { name: "1499", fact: "პიუს IV — რომის პაპი (გ. 1565)", img: "Rome"},
              { name: "1519", fact: "ანრი II (საფრანგეთი) — საფრანგეთის მეფე.", img: "anri II saprangeti"},
              { name: "1596", fact: "დეკარტი, რენე — ფრანგი ფილოსოფოსი, მათემატიკოსი და მეცნიერი", img: "dekarti rene"},
              { name: "1732", fact: "ჰაიდნი, იოზეფ — ავტრიელი კომპოზიტორი", img: "haidni iozep"},
              { name: "1906", fact: "ტომონაგა სინიტირო — იაპონელი ფიზიკოსი.", img: "tomonaga sinitiro"},
              { name: "1939", fact: "გამსახურდია, ზვიად — მეცნიერი-ფილოლოგი, მწერალი, საზოგადო და პოლიტიკური მოღვაწე, საქართველოს პირველი პრეზიდენტი (გ. 1993)", img: "1993"}
            ],
  died:     [
              { name: "1547", fact: "ფრანსუა I (საფრანგეთი) — საფრანგეთის მეფე", img: "pransua I saprangeti"},
              { name: "1850", fact: "ჯუსტი, ჯუზეპე — იტალიელი პოეტი (დ.1809)", img: "1809"},
              { name: "1855", fact: "შარლოტა ბრონტე — ინგლისელი მწერალი.", img: "sharlota bronte"},
              { name: "1967", fact: "მალინოვსკი, როდიონ — სსრკ-ის სამხედრო მოღვაწე (დ. 1898)", img: "1898"},
              { name: "2021", fact: "ანზორ ერქომაიშვილი — ქართველი მუსიკოსი (დ. 1940)", img: "1940"}
            ]
});
