window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ბასილი ანკვირიელი წმინდა დროსიდა ისააკ მონაზონი", fact: "ბასილი ანკვირიელი წმინდა დროსიდა ისააკ მონაზონი", img: "Monazoni"},
              { name: "ბასილი ანკვირიელი", fact: "ბასილი ანკვირიელი", img: "Ankvirieli"},
              { name: "წმინდა დროსიდა", fact: "წმინდა დროსიდა", img: "Drosi"},
              { name: "ისააკ მონაზონი", fact: "ისააკ მონაზონი", img: "Monazoni"},
              { name: "აგრეთვე: დანია : დედოფლის დაბადების დღე (1940) უნგრეთი : განთავისუფლების დღე (1945) სენეგალი : დამოუკიდებლობის დღე (1960)", fact: "აგრეთვე: დანია : დედოფლის დაბადების დღე (1940) უნგრეთი : განთავისუფლების დღე (1945) სენეგალი : დამოუკიდებლობის დღე (1960)", img: "1940"},
              { name: "დანია : დედოფლის დაბადების დღე (1940)", fact: "დანია : დედოფლის დაბადების დღე (1940)", img: "1940"},
              { name: "უნგრეთი : განთავისუფლების დღე (1945)", fact: "უნგრეთი : განთავისუფლების დღე (1945)", img: "1945"},
              { name: "სენეგალი : დამოუკიდებლობის დღე (1960)", fact: "სენეგალი : დამოუკიდებლობის დღე (1960)", img: "1960"}
            ],
  history:  [
              { name: "1814", fact: "ნაპოლეონ I ტახტიდან გადადგა.", img: "Gadadga"},
              { name: "1841", fact: "უილიამ ჰარისონი აშშ-ის მე-9 პრეზიდენტი გახდა.", img: "USA"},
              { name: "1945", fact: "საბჭოთა არმიამ დაასრულა უნგრეთის განთავისუფლება.", img: "Gantavisupleba"},
              { name: "1949", fact: "ვაშინგტონში ხელი მოეწერა ჩრდილოატლანტიკურ შეთანხმებას ნატოს შექმნის შესახებ.", img: "Washington"},
              { name: "1960", fact: "გამოცხადდა სენეგალის დამოუკიდებლობა საფრანგეთისაგან.", img: "Saprangetisagan"},
              { name: "1968", fact: "აშშ-ში გაშვებულ იქნა კოსმოსური ხომალდი „აპოლონ 6“.", img: "USA"},
              { name: "1968", fact: "მემფისში რასისტების ხელით მოკლულ იქნა მარტინ ლუთერ კინგი.", img: "Kingi"},
              { name: "1975", fact: "ბილ გეიტსმა და პოლ ალენმა ნიუ-მექსიკოს შტატის ქალაქ ალბუკერკეში, კომპანია Microsoft-ი დააფუძნეს.", img: "Microsoft"},
              { name: "2023", fact: "ფინეთი ნატოს 31-ე წევრი გახდა.", img: "31"}
            ],
  born:     [
              { name: "186", fact: "კარაკალა — რომის იმპერატორი", img: "Rome"},
              { name: "1738", fact: "ჯორჯ III — დიდი ბრიტანეთის მეფე", img: "jorj III"},
              { name: "1817", fact: "მასენა, ანდრე — ფრანგი სახელმწიფო და სამხედრო მოღვაწე", img: "masena andre"},
              { name: "1818", fact: "ტომას მაინ რიდი — ირლანდიელი მწერალი და საზოგადო მოღვაწე", img: "tomas main ridi"},
              { name: "1868", fact: "ანდრია ბენაშვილი — ქართველი სამხედრო და საზოგადო მოღვაწე", img: "andria benashvili"},
              { name: "1899", fact: "ბადრიძე, დავით — ქართველი მომღერალი", img: "badridze davit"},
              { name: "1932", fact: "ტარკოვსკი, ანდრეი — რუსი კინორეჟისორი", img: "tarkovski andrei"},
              { name: "1932", fact: "პენკინსი, ენტონი — მსახიობი", img: "penkinsi entoni"},
              { name: "1965", fact: "რობერტ დაუნი უმცროსი — მსახიობი", img: "robert dauni umtsrosi"}
            ],
  died:     [
              { name: "1617", fact: "ნეიპირი, ჯონ — შოტლანდიელი მათემატიკოსი", img: "neipiri jon"},
              { name: "1817", fact: "ანდრე მასენა — საფრანგეთის მარშალი", img: "andre masena"},
              { name: "1841", fact: "ჰარისონი, უილიამ ჰენრი — აშშ-ის პრეზიდენტი", img: "USA"},
              { name: "1929", fact: "ბენცი, კარლ — გერმანელი ინჟინერი", img: "bentsi karl"},
              { name: "1933", fact: "ჯაბადარი, ალექსანდრე — ქართველი საზოგადო მოღვაწე", img: "jabadari aleksandre"},
              { name: "1991", fact: "ფრიში, მაქს — შვეიცარიელი მწერალი", img: "prishi maks"},
              { name: "2019", fact: "გიორგი დანელია — ქართველი და რუსი კინორეჟისორი", img: "giorgi danelia"}
            ]
});
