window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ირინეოს სირმელი მალქოზ ასური ვასილი ახალი იოანე წინასწარმხედველი", fact: "ირინეოს სირმელი მალქოზ ასური ვასილი ახალი იოანე წინასწარმხედველი", img: "Tsinastsarmkhedveli"},
              { name: "ირინეოს სირმელი", fact: "ირინეოს სირმელი", img: "Sirmeli"},
              { name: "მალქოზ ასური", fact: "მალქოზ ასური", img: "Asuri"},
              { name: "ვასილი ახალი", fact: "ვასილი ახალი", img: "Akhali"},
              { name: "იოანე წინასწარმხედველი", fact: "იოანე წინასწარმხედველი", img: "Tsinastsarmkhedveli"},
              { name: "ბაჰაიზმი : ჯალალის დღესასწაული, ბაჰაისტური კალენდრის პირველი დღე", fact: "ბაჰაიზმი : ჯალალის დღესასწაული, ბაჰაისტური კალენდრის პირველი დღე", img: "Dghe"},
              { name: "საქართველო : სახელმწიფოებრივი დამოუკიდებლობის აღდგენის დღე", fact: "საქართველო : სახელმწიფოებრივი დამოუკიდებლობის აღდგენის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1682", fact: "ლა სალმა აღმოაჩინა მდინარე მისისიპის შესართავი", img: "Shesartavi"},
              { name: "1770", fact: "ჯეიმზ კუკმა აღმოაჩინა ბოტანის ყურე ავსტრალიასთან", img: "Avstralias"},
              { name: "1927", fact: "ამუშავდა ზაჰესი, რომელმაც პირველი დენი მისცა თბილისს", img: "Tbilis"},
              { name: "1940", fact: "გერმანული ჯარები შეიჭრნენ დანიასა და ნორვეგიაში", img: "Norvegia"},
              { name: "1989", fact: "„9 აპრილის სისხლიანი კვირა“ — საქართველოს ეროვნულ-განმათავისუფლებელი მოძრაობის მიერ ორგანიზებული მრავალდღიანი ანტისამთავრობო მშვიდობიანი აქცია თბილისში სასტიკად იქნა დარბეული მოსკოვის კრემლის (უშუალოდ კომპარტიის ცკ-ს პოლიტბიუროს) მითითებით, საბჭოთა არმიის სპეციალურად გაგზავნილი სადესანტო შენაერთის მიერ (ორლესული სასანგრე ნიჩბების, მომწამლავი გაზისა და ცეცხლსასროლი იარაღის გამოყენებით). ამ ბარბაროსული სადამსჯელო ოპერაციის შედეგად დაიღუპა 21 ადამიანი, დასახიჩრდა და მოიწამლა აქციის რამდენიმე ასეული მონაწილე. დაპატიმრებულ იქნენ აქციის ორგანიზატორები (მათ შორის, ზვიად გამსახურდია და მერაბ კოსტავა), თბილისში გამოცხადდა საკომენდანტო საათი.", img: "21"},
              { name: "1991", fact: "31 მარტის საყოველთაო-სახალხო რეფერენდუმის შედეგების საფუძველზე საქართველოს რესპუბლიკის უზენაესმა საბჭომ მიიღო „საქართველოს სახელმწიფოებრივი დამოუკიდებლობის აღდგენის აქტი“", img: "31"},
              { name: "2009", fact: "ოპოზიციის მიერ პარლამენტის წინ გამართულ მიტინგზე დაახლოებით 50 000 ადამიანი შეიკრიბა.", img: "50"},
              { name: "2010", fact: "რიგით მე-18 შესწორება შევიდა პაკისტანის კონსტიტუციაში, რომლითაც პრეზიდენტს პარლამენტის დათხოვნის უფლება ჩამოერთვა. გამოხცადდა უნუნსეპტიუმის პირველი წარმატებული სინთეზი, ქიმიური ელემენტი ატომური რიცხვით 117.", img: "18"},
              { name: "რიგით მე-18 შესწორება შევიდა პაკისტანის კონსტიტუციაში, რომლითაც პრეზიდენტს პარლამენტის დათხოვნის უფლება ჩამოერთვა.", fact: "რიგით მე-18 შესწორება შევიდა პაკისტანის კონსტიტუციაში, რომლითაც პრეზიდენტს პარლამენტის დათხოვნის უფლება ჩამოერთვა.", img: "18"},
              { name: "გამოხცადდა უნუნსეპტიუმის პირველი წარმატებული სინთეზი, ქიმიური ელემენტი ატომური რიცხვით 117.", fact: "გამოხცადდა უნუნსეპტიუმის პირველი წარმატებული სინთეზი, ქიმიური ელემენტი ატომური რიცხვით 117.", img: "117"},
              { name: "2017", fact: "ბზობის დღესასწაულზე ეგვიპტეში კოპტურ ეკლესიებზე განხორციელებული ტერაქტები დროს 41 დაიღუპა და 136 ადამიანი დაშავდა.", img: "41"},
              { name: "2024", fact: "საიმონ ჰარისი ირლანდიის ყველაზე ახალგაზრდა პრემიერ-მინისტრი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1821", fact: "შარლ ბოდლერი — ფრანგი მწერალი.", img: "sharl bodleri"},
              { name: "1859", fact: "იულიუს ჰარტი — გერმანელი მწერალი.", img: "iulius harti"},
              { name: "1830", fact: "ედვარდ მეიბრიჯი — ინგლისელი ფოტოგრაფი.", img: "edvard meibriji"},
              { name: "1902", fact: "ალექსანდრე ბარამიძე — ქართველი ლიტერატურათმცოდნე.", img: "aleksandre baramidze"},
              { name: "1933", fact: "ჟან-პოლ ბელმონდო — ფრანგი კინომსახიობი.", img: "zhan pol belmondo"},
              { name: "1978", fact: "ლევან ჭოლაძე — ქართველი დიპლომატი, საქართველოს კონტროლის პალატის თავმჯდომარე 2007-2008 წლებში.", img: "2007"},
              { name: "1990", fact: "კრისტენ სტიუარტი — ამერიკელი მსახიობი.", img: "kristen stiuarti"}
            ],
  died:     [
              { name: "491", fact: "ზენონი — ბიზანტიის იმპერატორი;", img: "zenoni"},
              { name: "1553", fact: "რაბლე, ფრანსუა — ფრანგი მწერალი", img: "rable pransua"},
              { name: "1626", fact: "ბეკონი, ფრენსის — ინგლისელი ფილოსოფოსი", img: "bekoni prensis"},
              { name: "1928", fact: "აწყურელი, დავით — ქართველი მსახიობი", img: "atsqureli davit"},
              { name: "1945", fact: "კანარისი, ვილჰელმ — გერმანელი ადმირალი", img: "kanarisi vilhelm"}
            ]
});
