window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა მოწამენი, ქრისანთო და დარია და მათ თანა მოწამენი, კლავდი და მეუღლე მისი ილარია და ძენი მათნი, იასონი და მავრა, დიოდორე ხუცესი და მარიანე დიაკონი წმინდა პანქარი", fact: "წმინდა მოწამენი, ქრისანთო და დარია და მათ თანა მოწამენი, კლავდი და მეუღლე მისი ილარია და ძენი მათნი, იასონი და მავრა, დიოდორე ხუცესი და მარიანე დიაკონი წმინდა პანქარი", img: "Pankari"},
              { name: "წმინდა მოწამენი, ქრისანთო და დარია და მათ თანა მოწამენი, კლავდი და მეუღლე მისი ილარია და ძენი მათნი, იასონი და მავრა, დიოდორე ხუცესი და მარიანე დიაკონი", fact: "წმინდა მოწამენი, ქრისანთო და დარია და მათ თანა მოწამენი, კლავდი და მეუღლე მისი ილარია და ძენი მათნი, იასონი და მავრა, დიოდორე ხუცესი და მარიანე დიაკონი", img: "Diakoni"},
              { name: "წმინდა პანქარი", fact: "წმინდა პანქარი", img: "Pankari"},
              { name: "აგრეთვე: ევროპა : ტრადიციისამებრ, ევროპული ცივილიზაციის ბევრ ქვეყანაში 1 აპრილი მიჩნეულია იუმორის დღედ. ირანი : ეროვნული დღესასწაული მალტა : თავისუფლების დღე სამხრეთ აფრიკის რესპუბლიკა : ოჯახის დღე", fact: "აგრეთვე: ევროპა : ტრადიციისამებრ, ევროპული ცივილიზაციის ბევრ ქვეყანაში 1 აპრილი მიჩნეულია იუმორის დღედ. ირანი : ეროვნული დღესასწაული მალტა : თავისუფლების დღე სამხრეთ აფრიკის რესპუბლიკა : ოჯახის დღე", img: "Dghe"},
              { name: "ევროპა : ტრადიციისამებრ, ევროპული ცივილიზაციის ბევრ ქვეყანაში 1 აპრილი მიჩნეულია იუმორის დღედ.", fact: "ევროპა : ტრადიციისამებრ, ევროპული ცივილიზაციის ბევრ ქვეყანაში 1 აპრილი მიჩნეულია იუმორის დღედ.", img: "Dghed"},
              { name: "ირანი : ეროვნული დღესასწაული", fact: "ირანი : ეროვნული დღესასწაული", img: "Dghesastsauli"},
              { name: "მალტა : თავისუფლების დღე", fact: "მალტა : თავისუფლების დღე", img: "Dghe"},
              { name: "სამხრეთ აფრიკის რესპუბლიკა : ოჯახის დღე", fact: "სამხრეთ აფრიკის რესპუბლიკა : ოჯახის დღე", img: "Dghe"}
            ],
  history:  [
            ],
  born:     [
            ],
  died:     [
              { name: "304", fact: "მარცელინე — რომის პაპი", img: "Rome"},
              { name: "1081", fact: "ნიკიფორე III — ბიზანტიის იმპერატორი", img: "nikipore III"},
              { name: "1917", fact: "ჯოპლინი, სკოტ — ამერიკელი კომპოზიტორი", img: "joplini skot"},
              { name: "1922", fact: "კარლ I — ავსტრიის იმპერატორი", img: "karl I"},
              { name: "1928", fact: "ჰაუარდი, ებინიზერ — ინგლისელი ქალაქთმშენებლობის თეორიტიკოსი და სოციოლოგი", img: "hauardi ebinizer"},
              { name: "1947", fact: "გეორგიოს II — საბერძნეთის მეფე", img: "georgios II"},
              { name: "1968", fact: "ლანდაუ, ლევ — რუსი ფიზიკოსი", img: "landau lev"},
              { name: "1976", fact: "ერნსტი, მაქს — გერმანელი მხატვარი და მოქანდაკე", img: "ernsti maks"},
              { name: "1984", fact: "გეი, მარვინ — ამერიკელი მომღერალი", img: "gei marvin"},
              { name: "2017", fact: "ევტუშენკო, ევგენი — რუსი პოეტი (დ. 1933)", img: "1933"}
            ]
});
