window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია აღნიშნავს მთავარანგელოზ გაბრიელის კრების დღეს:", fact: "მართლმადიდებელი ეკლესია აღნიშნავს მთავარანგელოზ გაბრიელის კრების დღეს:", img: "Dghe"},
              { name: "აგრეთვე: სინგაპური, იაპონია - ბუდას დაბადების დღე ბოშების საერთაშორისო დღე.", fact: "აგრეთვე: სინგაპური, იაპონია - ბუდას დაბადების დღე ბოშების საერთაშორისო დღე.", img: "agretve singapuri iaponia"},
              { name: "სინგაპური, იაპონია - ბუდას დაბადების დღე", fact: "სინგაპური, იაპონია - ბუდას დაბადების დღე", img: "singapuri iaponia"},
              { name: "ბოშების საერთაშორისო დღე.", fact: "ბოშების საერთაშორისო დღე.", img: "Dghe"}
            ],
  history:  [
              { name: "217", fact: "მოკლეს რომის იმპერატორი კარაკალა.", img: "Karakala"},
              { name: "1820", fact: "ეგეოსის ზღვის კუნძულ მილოსზე აღმოაჩიენეს ქანდაკება მილოსის ვენერა.", img: "Venera"},
              { name: "1867", fact: "პარიზში გაიხსნა პირველი მსოფლიო გამოფენა.", img: "Gamopena"},
              { name: "1904", fact: "გაფორმდა ბრიტანულ-ფრანგული შეთანხმება აფრიკაში გავლენის სფეროების განაწილების შესახებ", img: "Shesakheb"},
              { name: "2005", fact: "რომის პაპ იოანე-პავლე II-ის დაკრძალვა.", img: "Dakrdzalva"},
              { name: "2013", fact: "ნიკოლას მადურო ვენესუელის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2014", fact: "კომპანია Microsoft-მა Windows XP-ის მხარდაჭერა ოფიციალურად შეწყვიტა. კრიტიკულმა დაუცველობამ Heartbleed კრიპტოგრაფიულ პროგრამულ უზრუნველყოფაში OpenSSL ინტერნეტის უსაფრთხო ვებსერვერების სავარაუდოდ 17% მონაცემთა მოპარვის საფრთხის ქვეშ დატოვა. მომხმარებლებმა მთელ მსოფლიოში, სასურველია, პაროლები გამოცვალონ.", img: "Microsoft"},
              { name: "კომპანია Microsoft-მა Windows XP-ის მხარდაჭერა ოფიციალურად შეწყვიტა.", fact: "კომპანია Microsoft-მა Windows XP-ის მხარდაჭერა ოფიციალურად შეწყვიტა.", img: "Microsoft"},
              { name: "კრიტიკულმა დაუცველობამ Heartbleed კრიპტოგრაფიულ პროგრამულ უზრუნველყოფაში OpenSSL ინტერნეტის უსაფრთხო ვებსერვერების სავარაუდოდ 17% მონაცემთა მოპარვის საფრთხის ქვეშ დატოვა. მომხმარებლებმა მთელ მსოფლიოში, სასურველია, პაროლები გამოცვალონ.", fact: "კრიტიკულმა დაუცველობამ Heartbleed კრიპტოგრაფიულ პროგრამულ უზრუნველყოფაში OpenSSL ინტერნეტის უსაფრთხო ვებსერვერების სავარაუდოდ 17% მონაცემთა მოპარვის საფრთხის ქვეშ დატოვა. მომხმარებლებმა მთელ მსოფლიოში, სასურველია, პაროლები გამოცვალონ.", img: "Heartbleed"}
            ],
  born:     [
              { name: "1320", fact: "პედრუ I — პორტუგალიის მეფე ბურგუნდიელთა დინასტიიდან 1357–1367 წლებში.", img: "1357"},
              { name: "1605", fact: "ფილიპე IV — ესპანეთის მეფე (1621–1665), პორტუგალიისა და ალგარვის მეფე (1621–1640), როგორც ფილიპე III.", img: "pilipe IV"},
              { name: "1692", fact: "ჯუზეპე ტარტინი — იტალიელი კომპოზიტორი და მევიოლინე.", img: "juzepe tartini"},
              { name: "1695", fact: "იოჰან კრისტიან გიუნთერი — გერმანელი პოეტი.", img: "iohan kristian giunteri"},
              { name: "1818", fact: "ავგუსტ ვილჰელმ ჰოფმანი — გერმანელი ქიმიკოსი.", img: "avgust vilhelm hopmani"},
              { name: "1859", fact: "ედმუნდ ჰუსერლი — გერმანელი ფილოსოფოს-იდეალისტი.", img: "edmund huserli"},
              { name: "1875", fact: "ალბერტ I — ბელგიის მეფე.", img: "albert I"},
              { name: "1892", fact: "მერი პიკფორდი — ამერიკელი კინომსახიობი.", img: "meri pikpordi"},
              { name: "1904", fact: "ჯონ ჰიქსი — ინგლისელი ეკონომისტი, ნობელის პრემიის ლაურეატი ეკონომიკაში (1972).", img: "1972"},
              { name: "1908", fact: "გრიგოლ ბაბილოძე — ქართველი პედაგოგი, საზოგადო მოღვაწე.", img: "Gregory babilodze"},
              { name: "1938", fact: "კოფი ანანი — განელი პოლიტიკოსი, გაეროს გენერალური მდივანი.", img: "kopi anani"},
              { name: "1953", fact: "ოსკარ ალბერტო ორტისი — არგენტინელი ფეხბურთელი.", img: "oskar alberto ortisi"},
              { name: "1955", fact: "ალექსანდრე ჩივაძე — ქართველი ფეხბურთელი.", img: "aleksandre chivadze"},
              { name: "1963", fact: "ჯულიან ლენონი — ბრიტანელი მომღერალი, სიმღერების ავტორი და მუსიკოსი.", img: "julian lenoni"},
              { name: "1968", fact: "პატრიცია არკეტი — ამერიკელი მსახიობი.", img: "patritsia arketi"}
            ],
  died:     [
              { name: "217", fact: "კარაკალა — რომის იმპერატორი.", img: "Rome"},
              { name: "1364", fact: "ჟან II — საფრანგეთის მეფე.", img: "zhan II"},
              { name: "1492", fact: "ლორენცო მედიჩი — ფლორენციელი სახელმწიფო მოღვაწე, ხელოვნებისა და მეცნიერების მფარველი, პოეტი.", img: "lorentso medichi"},
              { name: "1835", fact: "ვილჰელმ ჰუმბოლდტი — გერმანელი ენათმეცნიერი, ფილოსოფოსი.", img: "vilhelm humboldti"},
              { name: "1848", fact: "გაეტანო დონიცეტი — იტალიელი კომპოზიტორი.", img: "gaetano donitseti"},
              { name: "1914", fact: "იაკუბ არბესი — ჩეხი მწერალი.", img: "iakub arbesi"},
              { name: "1965", fact: "ლარს ჰანსონი — შვედი მსახიობი.", img: "lars hansoni"},
              { name: "1973", fact: "პაბლო პიკასო — ესპანური წარმოშობის ფრანგი მხატვარი.", img: "pablo pikaso"},
              { name: "1977", fact: "სტეფანია ტურკევიჩი — პირველი უკრაინელი ქალი კომპოზიტორი.", img: "stepania turkevichi"},
              { name: "1984", fact: "პეტრე კაპიცა — საბჭოთა ფიზიკოსი, ინჟინერი და ნოვატორი, ნობელის პრემიის ლაურეატი (1978).", img: "1978"},
              { name: "2013", fact: "მარგარეტ ტეტჩერი — გაერთიანებული სამეფოს პრემიერ-მინისტრი.", img: "margaret tetcheri"},
              { name: "2016", fact: "ბაჩი ქიტიაშვილი — ქართველი როკ-მუსიკოსი, გიტარისტი.", img: "bachi kitiashvili"},
              { name: "2018", fact: "ლეილა აბაშიძე — ქართველი მსახიობი.", img: "leila abashidze"},
              { name: "2024", fact: "პიტერ ჰიგსი — ნობელის პრემიის ლაურეატი.", img: "piter higsi"}
            ]
});
