window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ღირსნი მამანი, წმინდა საბას მონასტერში სარკინოზთაგან მოწყვეტილნი წმინდა ფოტინე და ძენი მისნი, ბიქტორი და იოსია და დედანი: ანატოლია, ფოტო, ფოტიდა, პარასკევა, კირიკია, დომნინა და მოწამე სებასტიანე წმიდა ქალწულმოწამენი: ალექსანდრა, ევფრასია, კლავდი, მატრონა, იულიანა, ეფემია და თეოდორა ნიკიტა აღმსარებელი", fact: "ღირსნი მამანი, წმინდა საბას მონასტერში სარკინოზთაგან მოწყვეტილნი წმინდა ფოტინე და ძენი მისნი, ბიქტორი და იოსია და დედანი: ანატოლია, ფოტო, ფოტიდა, პარასკევა, კირიკია, დომნინა და მოწამე სებასტიანე წმიდა ქალწულმოწამენი: ალექსანდრა, ევფრასია, კლავდი, მატრონა, იულიანა, ეფემია და თეოდორა ნიკიტა აღმსარებელი", img: "Aghmsarebeli"},
              { name: "ღირსნი მამანი, წმინდა საბას მონასტერში სარკინოზთაგან მოწყვეტილნი", fact: "ღირსნი მამანი, წმინდა საბას მონასტერში სარკინოზთაგან მოწყვეტილნი", img: "Motsqvetilni"},
              { name: "წმინდა ფოტინე და ძენი მისნი, ბიქტორი და იოსია და დედანი: ანატოლია, ფოტო, ფოტიდა, პარასკევა, კირიკია, დომნინა და მოწამე სებასტიანე", fact: "წმინდა ფოტინე და ძენი მისნი, ბიქტორი და იოსია და დედანი: ანატოლია, ფოტო, ფოტიდა, პარასკევა, კირიკია, დომნინა და მოწამე სებასტიანე", img: "Sebastian"},
              { name: "წმიდა ქალწულმოწამენი: ალექსანდრა, ევფრასია, კლავდი, მატრონა, იულიანა, ეფემია და თეოდორა", fact: "წმიდა ქალწულმოწამენი: ალექსანდრა, ევფრასია, კლავდი, მატრონა, იულიანა, ეფემია და თეოდორა", img: "Teodora"},
              { name: "ნიკიტა აღმსარებელი", fact: "ნიკიტა აღმსარებელი", img: "Aghmsarebeli"},
              { name: "აგრეთვე: მსოფლიო : ბავშვთა წიგნის საერთაშორისო დღე", fact: "აგრეთვე: მსოფლიო : ბავშვთა წიგნის საერთაშორისო დღე", img: "Dghe"},
              { name: "მსოფლიო : ბავშვთა წიგნის საერთაშორისო დღე", fact: "მსოფლიო : ბავშვთა წიგნის საერთაშორისო დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1513", fact: "ხუან პონსე დე ლეონმა აღმოაჩინა ფლორიდა", img: "Plori"},
              { name: "1930", fact: "ჰაილე სელასიე I გამოცხადდა ეთიოპიის იმპერატორად", img: "Imperator"},
              { name: "1965", fact: "ბრაზილიაში შეიქმნა მთელ ლათინურ ამერიკაში უდიდესი სამაუწყებლო კომპანია Globo TV.", img: "Globo"},
              { name: "1982", fact: "დაიწყო ბრიტანულ-არგენტინული შეირაღებული კონფლიქტი ფოლკლენდის კუნძულების გამო", img: "Gamo"},
              { name: "2004", fact: "ნატოში ახალი წევრები მიიღეს: ბულგარეთი, ესტონეთი, ლატვია, ლიეტუვა, რუმინეთი, სლოვაკეთი და სლოვენია.", img: "Sloven"},
              { name: "2009", fact: "ალბანეთი და ხორვატია ნატოს სამხედრო ალიანსის ოფიციალური წევრები გახდნენ.", img: "Gakhdnen"},
              { name: "2012", fact: "უნგრეთის პრეზიდენტი პალ შმიტი პლაგიატის სკანდალის გამო თანამდებობიდან გადადგა.", img: "Gadadga"},
              { name: "2017", fact: "ალექსანდრ ვუჩიჩი სერბეთის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2019", fact: "ალჟირის პრეზიდენტი აბდელაზიზ ბუტეფლიკა საპროტესტო აქციების ფონზე გადადგა და პრეზიდენტის მოვალეობას აბდელქადერ ბენსალაჰი ასრულებს.", img: "Asruleb"},
              { name: "2023", fact: "მონტენეგროს საპრეზიდენტო არჩევნებში იაკოვ მილატოვიჩი იმარჯვებს. ფინეთის საპარლამენტო არჩევნებში პეტერი ორპოს ოპოზიციური პარტია ნაციონალური კოალიცია იმარჯვებს.", img: "Imarjveb"},
              { name: "მონტენეგროს საპრეზიდენტო არჩევნებში იაკოვ მილატოვიჩი იმარჯვებს.", fact: "მონტენეგროს საპრეზიდენტო არჩევნებში იაკოვ მილატოვიჩი იმარჯვებს.", img: "Imarjveb"},
              { name: "ფინეთის საპარლამენტო არჩევნებში პეტერი ორპოს ოპოზიციური პარტია ნაციონალური კოალიცია იმარჯვებს.", fact: "ფინეთის საპარლამენტო არჩევნებში პეტერი ორპოს ოპოზიციური პარტია ნაციონალური კოალიცია იმარჯვებს.", img: "Imarjveb"}
            ],
  born:     [
              { name: "742", fact: "კარლოს დიდი — ფრანკთა მეფე და საღვთო რომის იმპერატორი", img: "Rome"},
              { name: "1545", fact: "ვალუა, ელიზაბეტ — საფრანგეთის პრინცესა და ესპანეთის დედოფალი, ფილიპე II-ის მესამე ცოლი", img: "valua elizabet"},
              { name: "1653", fact: "ჯორჯ დანიელი — დანიის მეფე ფრედერიკ III-ის ვაჟი, დიდი ბრიტანეთის დედოფალ ანას ქმარი", img: "jorj danieli"},
              { name: "1725", fact: "კაზანოვა, ჯოვანი ჯაკომო — იტალიელი მწერალი", img: "kazanova jovani jakomo"},
              { name: "1805", fact: "ანდერსენი, ჰანს კრისტიან — დანიელი მწერალი", img: "anderseni hans kristian"},
              { name: "1818", fact: "კრისტიან IX — დანიის მეფე, გლუქსბურგთა დინასტიის დამაარსებელი", img: "kristian IX"},
              { name: "1895", fact: "ტაბიძე, ტიციან — ქართველი სიმბოლისტი პოეტი, მწერალი, „ცისფერყანწელთა“ მოძრაობის ერთ-ერთი დამაარსებელი.", img: "tabidze titsian"},
              { name: "1914", fact: "გინესი, ალეკ — ინგლისელი მსახიობი და რეჟისორი", img: "ginesi alek"},
              { name: "1926", fact: "ბრებჰემი, ჯეკ — ავსტრალიელი სპორტსმენი", img: "brebhemi jek"},
              { name: "1927", fact: "პუშკაში, ფერენც — უნგრელი სპორტსმენი", img: "pushkashi perents"},
              { name: "1948", fact: "ნესტან სულავა — ქართველი მეცნიერი", img: "nestan sulava"},
              { name: "1964", fact: "გამყრელიძე, დავით — პოლიტიკური გაერთიანება „ახალი მემარჯვენეების“ თავმჯდომარე", img: "gamqrelidze davit"}
            ],
  died:     [
              { name: "1118", fact: "ბალდუინ I — იერუსალიმის მეფე და ედესის გრაფი", img: "balduin I"},
              { name: "1272", fact: "რიჩარდ კორნუოლელი — გერმანიის მეფე", img: "richard kornuoleli"},
              { name: "1305", fact: "ჟანა I — საფრანგეთისა და ნავარის დედოფალი", img: "zhana I"},
              { name: "1380", fact: "ფერდინანდ I — არაგონისა და სიცილიის მეფე", img: "perdinand I"},
              { name: "1640", fact: "ფლემინგი, პაულ — გერმანელი პოეტი", img: "plemingi paul"},
              { name: "1657", fact: "ფერდინანდ III — საღვთო რომის იმპერატორი", img: "Rome"},
              { name: "1872", fact: "მორზე, სემიუელ — ამერიკელი გამომგონებელი", img: "morze semiuel"},
              { name: "1883", fact: "ორბელიანი, გრიგოლ — ქართველი პოეტი", img: "orbeliani grigol"},
              { name: "1914", fact: "ჰაიზე, პაულ ფონ — გერმანელი მწერალი", img: "haize paul pon"},
              { name: "1952", fact: "ლიო, ბერნარ — ფრანგი ასტროფიზიკოსი", img: "lio bernar"},
              { name: "1974", fact: "პომპიდუ, ჟორჟ — საფრანგეთის პრეზიდენტი", img: "pompidu zhorzh"},
              { name: "1980", fact: "ალექსანდრე ოპარინი — საბჭოთა ბიოკიმიკოსი (დ. 1894)", img: "1894"},
              { name: "2005", fact: "იოანე პავლე II — რომის პაპი", img: "Rome"}
            ]
});
