window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "არტემონ სელევკიელი ზაქარია მმარხველი", fact: "არტემონ სელევკიელი ზაქარია მმარხველი", img: "Mmarkhveli"},
              { name: "არტემონ სელევკიელი", fact: "არტემონ სელევკიელი", img: "Selevkieli"},
              { name: "ზაქარია მმარხველი", fact: "ზაქარია მმარხველი", img: "Mmarkhveli"},
              { name: "აგრეთვე: ეთიოპია : გამარჯვების დღე (1941)", fact: "აგრეთვე: ეთიოპია : გამარჯვების დღე (1941)", img: "1941"},
              { name: "ეთიოპია : გამარჯვების დღე (1941)", fact: "ეთიოპია : გამარჯვების დღე (1941)", img: "1941"}
            ],
  history:  [
              { name: "ძვ. წ. 46", fact: "იულიუს კეისარმა თაფსუსის ბრძოლაში დაამარცხა პომპეუსის მომხრეთა გაერთიანებული ჯარები, რომელშიც ნუმიდიელები მეტელუს სციპიონისა და იუბას მეთაურობით იბრძოდნენ.", img: "Ibrdzodnen"},
              { name: "648", fact: "ყველაზე ადრეული აღრიცხული მზის დაბნელება ძველი ბერძნების მიერ.", img: "Mier"},
              { name: "1561", fact: "ციხედიდის ბრძოლა. ქართველები დამარცხდნენ ყიზილბაშებთან.", img: "Qizilbasheb"},
              { name: "1652", fact: "ჰოლანდიელი მეზღვაური იან ვან რიბეეკი პირველ მუდმივ ევროპულ დასახლებას აფუძნებს სამხრეთ აფრიკაში, რომელიც შემდგომში ცნობილი გახდა, როგორც კეიპტაუნი.", img: "Keiptauni"},
              { name: "1782", fact: "რამა I ცვლის სიამის მეფე ტაქსინს და დასაბამს აძლევს ჩაკრის დინასტიას.", img: "Dinastia"},
              { name: "1814", fact: "ნაპოლეონ ბონაპარტი გადადგა. ის შემდეგ გადასახლებული იქნა ელბაზე.", img: "Elbaz"},
              { name: "1886", fact: "ბრიტანეთის კოლუმბიის ერთ-ერთი ყველაზე ახალგაზრდა ქალაქი ვანკუვერი დაარსდა.", img: "Daars"},
              { name: "1896", fact: "თანამედროვეობის პირველი ოლიმპიური თამაშების გახსნა ათენში.", img: "Aten"},
              { name: "1917", fact: "აშშ-მ ომი გამოუცხადა გერმანიას.", img: "USA"},
              { name: "1994", fact: "კიგალის აეროპორტში, რუანდა, დაშვებისას თვითმფრინავის, რომელშიც იმყოფებოდნენ რუანდისა და ბურუნდის პრეზიდენტები, ჩამოგდებამ დასაბამი მისცა რუანდის გენოციდს.", img: "Genotsid"},
              { name: "2009", fact: "მიწისძვრამ ლ’აკვილაში (იტალია), სულ მცირე 150 ადამიანი იმსხვერპლა და 40.000 უბინაოდ დატოვა.", img: "150"},
              { name: "2012", fact: "მალის მეამბოხე ტუარეგებმა აზავადის დამოუკიდებლობა გამოაცხადეს.", img: "Gamoatskhade"},
              { name: "2015", fact: "უკრაინელი მოჭადრაკე მარია მუზიჩუკი ქალთა შორის მსოფლიოს ჩემპიონი გახდა.", img: "Gakh"},
              { name: "2024", fact: "პეტერ პელეგრინი სლოვაკეთის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1903", fact: "დავით V (დევდარიანი) — საქართველოს კათოლიკოს-პატრიარქი", img: "davit V devdariani"},
              { name: "1928", fact: "უოტსონი, ჯეიმზ — ამერიკელი ბიოქიმიკოსი", img: "uotsoni jeimz"},
              { name: "1964", fact: "ვუდარდი, დეივიდ — ამერიკელი მწერალი და დირიჟორი", img: "vudardi deivid"}
            ],
  died:     [
              { name: "1520", fact: "რაფაელი — იტალიელი ფერმწერი და არქიტექტორი", img: "rapaeli"},
              { name: "1528", fact: "დიურერი, ალბრეხტ — გერმანელი მხატვარი", img: "diureri albrekht"},
              { name: "1829", fact: "აბელი, ნილს — ნორვეგიელი მათემატიკოსი", img: "abeli nils"},
              { name: "1946", fact: "ჰაუპტმანი, გერჰარტ — გერმანელი მწერალი.", img: "hauptmani gerhart"},
              { name: "1971", fact: "სტრავინსკი, იგორ — რუსი კომპოზიტორი.", img: "stravinski igor"},
              { name: "1992", fact: "ვახტანგ ჭაბუკიანი — ქართველი მოცეკვავე, ბალეტმაისტერი და პედაგოგი", img: "vakhtang chabukiani"},
              { name: "1992", fact: "აზიმოვი, აიზეკ — ამერიკელი მწერალი", img: "azimovi aizek"},
              { name: "1994", fact: "ჰაბიარიმანა — რუანდის პრეზიდენტი", img: "habiarimana"},
              { name: "2000", fact: "ჰაბიბ ბურგიბა — ტუნისის პრეზიდენტი", img: "habib burgiba"},
              { name: "2012", fact: "ბინგუ ვა მუთარიკა — მალავის პრეზიდენტი", img: "bingu va mutarika"}
            ]
});
