window.__dayDataCallback__({
  holidays: [
    { name: "იაპონია", fact: "ბუდას დაბადების დღე", img: "Buddha's Birthday", img2: "Japan" },
    { name: "სინგაპური", fact: "ბუდას დაბადების დღე", img: "Buddha's Birthday", img2: "Singapore" },
    { name: "ბოშების საერთაშორისო დღე.", fact: "ბოშების საერთაშორისო დღე.", img: "Romani culture", img2: "International Romani Day" },
    { name: "ბელარუსი", fact: "სამხედრო კომისარიატის თანამშრომლების დღე", img: "Военный комиссариат", img2: "Беларусь"},
    { name: "მართლმადიდებელი ეკლესია:", fact: "<b>მთავარანგელოზ გაბრიელის კრება.</b> \nასევე მოიხსენიებს წმინდანებს: მღვდელმოწამისა ირინესი სრემელ (სირმიელ) ეპისკოპოსისა (286-305); მოწამეთა, რომელნი გუთეთში იწამნეს: ორთა ხუცესთა - ბათოსი და უირიკასი, ორთა ძეთა და ორთა ასულთა თანა მათთა და არპლა მონოზონისა, ერისკაცთა: ავიპასი, კოსტასი, აგიასი, უიასი, ეღათრაქსი, ისკოსი, შილასი, სიგისა, სვირილილესი, სვიმპლასი, თეთრასი, ფილგასი, დედათა: ანასი, ალასი, ბარკასი, მუიკასი, მამიკასი, უიკოსი, ანიმაისი, გაათასი - გუთელი დედოფლისა და დუკლიდასი (375 - 383); ღირსისა მალქოს ასურისა (IV); ღირსისა ბასილი ახლისა (დაახ. 944); ღირსისა თეოფილე ეკონომოსისა (V); ღირსისა იოანესი, წმიდა სერგის მონასტრის წინამძღვრისა.", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "217", fact: "მოკლეს რომის იმპერატორი კარაკალა.", img: "Caracalla", img2: "Ancient Roman architecture" },
    { name: "1820", fact: "ეგეოსის ზღვის კუნძულ მილოსზე აღმოაჩიენეს ქანდაკება მილოსის ვენერა.", img: "Venus de Milo", img2: "Milos" },
    { name: "1867", fact: "პარიზში გაიხსნა პირველი მსოფლიო გამოფენა.", img: "Exposition Universelle (1867)", img2: "France" },
    { name: "1904", fact: "გაფორმდა ბრიტანულ-ფრანგული შეთანხმება აფრიკაში გავლენის სფეროების განაწილების შესახებ", img: "Entente Cordiale", img2: "United Kingdom" },
    { name: "2005", fact: "რომის პაპ იოანე-პავლე II-ის დაკრძალვა.", img: "Pope John Paul II", img2: "Papal States" },
    { name: "2013", fact: "ნიკოლას მადურო ვენესუელის პრეზიდენტად აირჩიეს.", img: "Nicolás Maduro", img2: "Venezuela" },
    { name: "2014", fact: "კომპანია Microsoft-მა Windows XP-ის მხარდაჭერა ოფიციალურად შეწყვიტა.", img: "Windows XP", img2: "United States" },
    { name: "2014", fact: "კრიტიკულმა დაუცველობამ Heartbleed კრიპტოგრაფიულ პროგრამულ უზრუნველყოფაში OpenSSL ინტერნეტის უსაფრთხო ვებსერვერების 17% საფრთხის ქვეშ დატოვა.", img: "Heartbleed", img2: "Web hosting service" }
  ],
  born: [
    { name: "1320", fact: "პედრუ I — პორტუგალიის მეფე ბურგუნდიელთა დინასტიიდან 1357–1367 წლებში.", img: "პედრუ I (პორტუგალია)", img2: "Portugal" },
    { name: "1605", fact: "ფილიპე IV — ესპანეთის მეფე (1621–1665).", img: "Philip IV of Spain", img2: "Spain" },
    { name: "1692", fact: "ჯუზეპე ტარტინი — იტალიელი კომპოზიტორი და მევიოლინე.", img: "Giuseppe Tartini", img2: "Italy" },
    { name: "1818", fact: "ავგუსტ ვილჰელმ ჰოფმანი — გერმანელი ქიმიკოსი.", img: "August Wilhelm von Hofmann", img2: "Germany" },
    { name: "1859", fact: "ედმუნდ ჰუსერლი — გერმანელი ფილოსოფოს-იდეალისტი.", img: "Edmund Husserl", img2: "Germany" },
    { name: "1875", fact: "ალბერტ I — ბელგიის მეფე.", img: "Albert I of Belgium", img2: "Belgium" },
    { name: "1892", fact: "მერი პიკფორდი — ამერიკელი კინომსახიობი.", img: "Mary Pickford", img2: "United States" },
    { name: "1904", fact: "ჯონ ჰიქსი — ინგლისელი ეკონომისტი, ნობელის პრემიის ლაურეატი (1972).", img: "John Hicks (economist)", img2: "England" },
    { name: "1908", fact: "გრიგოლ ბაბილოძე — ქართველი პედაგოგი, საზოგადო მოღვაწე.", img: "გრიგოლ ბაბილოძე", img2: "საქართველო" },
    { name: "1938", fact: "კოფი ანანი — განელი პოლიტიკოსი, გაეროს გენერალური მდივანი.", img: "Kofi Annan", img2: "Ghana" },
    { name: "1955", fact: "ალექსანდრე ჩივაძე — ქართველი ფეხბურთელი.", img: "ალექსანდრე ჩივაძე", img2: "საქართველო" },
    { name: "1963", fact: "ჯულიან ლენონი — ბრიტანელი მომღერალი, სიმღერების ავტორი და მუსიკოსი.", img: "Julian Lennon", img2: "England" },
    { name: "1968", fact: "პატრიცია არკეტი — ამერიკელი მსახიობი.", img: "Patricia Arquette", img2: "United States" }
  ],
  died: [
    { name: "217", fact: "კარაკალა — რომის იმპერატორი.", img: "Caracalla", img2: "Ancient Roman architecture" },
    { name: "1364", fact: "ჟან II — საფრანგეთის მეფე.", img: "John II of France", img2: "France" },
    { name: "1492", fact: "ლორენცო მედიჩი — ფლორენციელი სახელმწიფო მოღვაწე, ხელოვნებისა და მეცნიერების მფარველი, პოეტი.", img: "Lorenzo de' Medici", img2: "Italy" },
    { name: "1835", fact: "ვილჰელმ ჰუმბოლდტი — გერმანელი ენათმეცნიერი, ფილოსოფოსი.", img: "Wilhelm von Humboldt", img2: "Germany" },
    { name: "1848", fact: "გაეტანო დონიცეტი — იტალიელი კომპოზიტორი.", img: "Gaetano Donizetti", img2: "Italy" },
    { name: "1973", fact: "პაბლო პიკასო — ესპანური წარმოშობის ფრანგი მხატვარი.", img: "Pablo Picasso", img2: "Spain" },
    { name: "1984", fact: "პეტრე კაპიცა — საბჭოთა ფიზიკოსი, ნობელის პრემიის ლაურეატი (1978).", img: "Пётр Капица", img2: "Russia" },
    { name: "2013", fact: "მარგარეტ ტეტჩერი — გაერთიანებული სამეფოს პრემიერ-მინისტრი.", img: "Margaret Thatcher", img2: "United Kingdom" },
    { name: "2016", fact: "ბაჩი ქიტიაშვილი — ქართველი როკ-მუსიკოსი, გიტარისტი.", img: "ბაჩი ქიტიაშვილი", img2: "საქართველო" },
    { name: "2018", fact: "ლეილა აბაშიძე — ქართველი მსახიობი.", img: "ლეილა აბაშიძე", img2: "საქართველო" },
    { name: "2024", fact: "პიტერ ჰიგსი — ნობელის პრემიის ლაურეატი.", img: "Peter Higgs", img2: "England" }
  ]
});
