window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია აღნიშნავს ხარებას ყოვლადწმიდა ღვთისმშობლისა და მარადის ქალწულისა მარიამისა", fact: "მართლმადიდებელი ეკლესია აღნიშნავს ხარებას ყოვლადწმიდა ღვთისმშობლისა და მარადის ქალწულისა მარიამისა", img: "Mariami"},
              { name: "აგრეთვე: ჯანმრთელობის საერთაშორისო დღე (1948) მოზამბიკი : ქალთა დღე", fact: "აგრეთვე: ჯანმრთელობის საერთაშორისო დღე (1948) მოზამბიკი : ქალთა დღე", img: "1948"},
              { name: "ჯანმრთელობის საერთაშორისო დღე (1948)", fact: "ჯანმრთელობის საერთაშორისო დღე (1948)", img: "1948"},
              { name: "მოზამბიკი : ქალთა დღე", fact: "მოზამბიკი : ქალთა დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1348", fact: "პრაღაში დაარსდა კარლის უნივერსიტეტი.", img: "Universiteti"},
              { name: "1655", fact: "იტალიელი ფაბიო ჩიგი გახდა რომის პაპი ალექსანდრე VII.", img: "Pope"},
              { name: "1906", fact: "იტალიაში ამოიფრქვა ვულკანი ვეზუვი.", img: "Vezuvi"},
              { name: "1939", fact: "მეორე მსოფლიო ომი — იტალიის ჯარები შეიჭრნენ ალბანეთში.", img: "meore msoplio omi"},
              { name: "1948", fact: "დაარსდა მსოფლიო ჯანდაცვის ორგანიზაცია.", img: "Organizats"},
              { name: "1964", fact: "ფირმა აი-ბი-ემმა გამოაცხადა სისტემა 360-ის შექმნის შესახებ.", img: "360"},
              { name: "1980", fact: "აშშ-მა გაწყვიტა ირანთან დიპლომატიური ურთიერთობა.", img: "USA"},
              { name: "1989", fact: "ჩაიძირა საბჭოთა წყალქვეშა ნავი „კომსომოლეცი“.", img: "Komsomoletsi"},
              { name: "2009", fact: "კიშინიოვში მომიტინგეებმა მოლდოვის პარლამენტის შენობა დაარბიეს. პერუს ყოფილ პრეზიდენტ ალბერტო ფუხიმორის ადამიანის უფლებების დარღვევებისთვის 25-წლიანი პატიმრობა მიუსაჯეს.", img: "25"},
              { name: "კიშინიოვში მომიტინგეებმა მოლდოვის პარლამენტის შენობა დაარბიეს.", fact: "კიშინიოვში მომიტინგეებმა მოლდოვის პარლამენტის შენობა დაარბიეს.", img: "Daarbie"},
              { name: "პერუს ყოფილ პრეზიდენტ ალბერტო ფუხიმორის ადამიანის უფლებების დარღვევებისთვის 25-წლიანი პატიმრობა მიუსაჯეს.", fact: "პერუს ყოფილ პრეზიდენტ ალბერტო ფუხიმორის ადამიანის უფლებების დარღვევებისთვის 25-წლიანი პატიმრობა მიუსაჯეს.", img: "25"},
              { name: "2010", fact: "ვარანისებრთა ახალი სახეობა აღმოაჩინეს ფილიპინებზე, რომელთა სიგრძეც 2 მეტრს აღწევს. ყირგიზეთის დედაქალაქ ბიშკეკში, პოლიციასა და მთავრობის მოწინააღმდეგე გამომსვლელებს შორის შეტაკებებმა 74 ადამიანი იმსხვერპლა.", img: "74"},
              { name: "ვარანისებრთა ახალი სახეობა აღმოაჩინეს ფილიპინებზე, რომელთა სიგრძეც 2 მეტრს აღწევს.", fact: "ვარანისებრთა ახალი სახეობა აღმოაჩინეს ფილიპინებზე, რომელთა სიგრძეც 2 მეტრს აღწევს.", img: "Aghtsev"},
              { name: "ყირგიზეთის დედაქალაქ ბიშკეკში, პოლიციასა და მთავრობის მოწინააღმდეგე გამომსვლელებს შორის შეტაკებებმა 74 ადამიანი იმსხვერპლა.", fact: "ყირგიზეთის დედაქალაქ ბიშკეკში, პოლიციასა და მთავრობის მოწინააღმდეგე გამომსვლელებს შორის შეტაკებებმა 74 ადამიანი იმსხვერპლა.", img: "74"},
              { name: "2013", fact: "ფილიპ ვუიანოვიჩი ჩერნოგორიის პრეზიდენტად მესამე ვადით აირჩიეს.", img: "Airchie"},
              { name: "2017", fact: "ხან-შაიხუნის ქიმიურ თავდასხმაზე საპასუხოდ, რომელსაც 70 ადამიანი ემსხვერპლა, აშშ-მა სირიის საჰაერო ბაზა დაბომბა. სტოკჰოლმში ტერორისტული თავდასხმის შედეგად, 4 პირი დაიღუპა და 15-ზე მეტი დაშავდა.", img: "70"},
              { name: "ხან-შაიხუნის ქიმიურ თავდასხმაზე საპასუხოდ, რომელსაც 70 ადამიანი ემსხვერპლა, აშშ-მა სირიის საჰაერო ბაზა დაბომბა.", fact: "ხან-შაიხუნის ქიმიურ თავდასხმაზე საპასუხოდ, რომელსაც 70 ადამიანი ემსხვერპლა, აშშ-მა სირიის საჰაერო ბაზა დაბომბა.", img: "70"},
              { name: "სტოკჰოლმში ტერორისტული თავდასხმის შედეგად, 4 პირი დაიღუპა და 15-ზე მეტი დაშავდა.", fact: "სტოკჰოლმში ტერორისტული თავდასხმის შედეგად, 4 პირი დაიღუპა და 15-ზე მეტი დაშავდა.", img: "15"}
            ],
  born:     [
              { name: "1699 (ან 1700)", fact: "ბაქარი — ქართველი სახელმწიფო და საზოგადო მოღვაწე", img: "bakari"},
              { name: "1770", fact: "უორდზუორთი, უილიამ — ინგლისელი პოეტი", img: "uordzuorti uiliam"},
              { name: "1772", fact: "ფურიე, შარლ — ფრანგი ფილოსოფოსი", img: "purie sharl"},
              { name: "1836", fact: "გრინი, ტომას ჰილ — ინგლისელი ფილოსოფოსი", img: "grini tomas hil"},
              { name: "1885", fact: "ქურხული, ილიკო — ქართველი მოხეტიალე მუსიკოსი", img: "kurkhuli iliko"},
              { name: "1908", fact: "ბარათაშვილი, მარიკა — ქართველი პოეტი", img: "baratashvili marika"},
              { name: "1915", fact: "ჰოლიდეი, ბილი — ამერიკელი ჯაზის მომღერალი", img: "holidei bili"},
              { name: "1920", fact: "რავი შანკარი — ინდოელი მუსიკოსი", img: "ravi shankari"},
              { name: "1939", fact: "კოპოლა, ფრენსის ფორდ — ამერიკელი კინორეჟისორი", img: "kopola prensis pord"},
              { name: "1944", fact: "შრედერი, გერჰარდ — გერმანელი პოლიტიკოსი", img: "shrederi gerhard"}
            ],
  died:     [
              { name: "924", fact: "ბერენგარ I — იტალიის მეფე", img: "berengar I"},
              { name: "1498", fact: "შარლ VIII (საფრანგეთი) — საფრანგეთის მეფე", img: "sharl VIII saprangeti"},
              { name: "1614", fact: "ელ გრეკო — ესპანელი ფერმწერი", img: "el greko"},
              { name: "1947", fact: "ფორდი, ჰენრი — ამერიკელი მრეწველი", img: "pordi henri"},
              { name: "1972", fact: "ეფრემ II — საქართველოს კათოლიკოს-პატრიარქი", img: "eprem II"},
              { name: "1997", fact: "შოხინი, გიორგი — რუსი კოსმონავტი", img: "shokhini giorgi"},
              { name: "2014", fact: "ჩედო ვუკოვიჩი — ჩერნოგორიელი მწერალი (დ. 1920)", img: "1920"}
            ]
});
