window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ნიკონ ეპისკოპოსი და მისი 199 მოწაფე მოწამე ფილოტი და მეუღლე მისი ლიდია; მაკედონი, თეოპრედი, კრონიდე და ამფლიოქე", fact: "ნიკონ ეპისკოპოსი და მისი 199 მოწაფე მოწამე ფილოტი და მეუღლე მისი ლიდია; მაკედონი, თეოპრედი, კრონიდე და ამფლიოქე", img: "199"},
              { name: "ნიკონ ეპისკოპოსი და მისი 199 მოწაფე", fact: "ნიკონ ეპისკოპოსი და მისი 199 მოწაფე", img: "199"},
              { name: "მოწამე ფილოტი და მეუღლე მისი ლიდია; მაკედონი, თეოპრედი, კრონიდე და ამფლიოქე", fact: "მოწამე ფილოტი და მეუღლე მისი ლიდია; მაკედონი, თეოპრედი, კრონიდე და ამფლიოქე", img: "Ampliok"},
              { name: "აგრეთვე: სამხრეთი კორეა : ხეების გაშენების დღე", fact: "აგრეთვე: სამხრეთი კორეა : ხეების გაშენების დღე", img: "Dghe"},
              { name: "სამხრეთი კორეა : ხეების გაშენების დღე", fact: "სამხრეთი კორეა : ხეების გაშენების დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1654", fact: "უესტმინსტერის ხელშეკრულებით დასრულდა ინგლის-ჰოლანდიის პირველი ომი.", img: "Omi"},
              { name: "1795", fact: "პრუსიამ და ესპანეთმა ბაზელში გააფორმეს სამშვიდობო შეთანხმებები საფრანგეთის რესპუბლიკასთან.", img: "Respublikas"},
              { name: "1897", fact: "საბერძნეთსა და ოსმალეთს შორის დაიწყო ომი.", img: "Omi"},
              { name: "1945", fact: "სსრკ-მა იაპონიას გამოუცხადა ურთიერთთავდაუსხმელობის პაქტის გაუქმება.", img: "Japan"},
              { name: "1955", fact: "უინსტონ ჩერჩილი ბრიტანეთის პრემიერ-მინისტრის პოსტიდან გადადგა.", img: "Gadadga"},
              { name: "1971", fact: "სიცილიაში კვლავ ამოიფრქვა ვულკანი ეტნა.", img: "Etna"},
              { name: "2009", fact: "გეორგე ივანოვი, VMRO-DPMNE პარტიიდან, მაკედონიის რესპუბლიკის პრეზიდენტად აირჩიეს. ანდერს ფოგ რასმუსენის ნატოს მომდევნო გენერალურ მდივნად არჩევის გამო, ლარს ლოკე რასმუსენმა იგი დანიის პრემიერ-მინისტრის პოსტზე შეცვალა. ივან გაშპაროვიჩი ხელმეორედ აირჩიეს სლოვაკეთის პრეზიდენტად.", img: "Vmro"},
              { name: "გეორგე ივანოვი, VMRO-DPMNE პარტიიდან, მაკედონიის რესპუბლიკის პრეზიდენტად აირჩიეს.", fact: "გეორგე ივანოვი, VMRO-DPMNE პარტიიდან, მაკედონიის რესპუბლიკის პრეზიდენტად აირჩიეს.", img: "Vmro"},
              { name: "ანდერს ფოგ რასმუსენის ნატოს მომდევნო გენერალურ მდივნად არჩევის გამო, ლარს ლოკე რასმუსენმა იგი დანიის პრემიერ-მინისტრის პოსტზე შეცვალა.", fact: "ანდერს ფოგ რასმუსენის ნატოს მომდევნო გენერალურ მდივნად არჩევის გამო, ლარს ლოკე რასმუსენმა იგი დანიის პრემიერ-მინისტრის პოსტზე შეცვალა.", img: "Shetsvala"},
              { name: "ივან გაშპაროვიჩი ხელმეორედ აირჩიეს სლოვაკეთის პრეზიდენტად.", fact: "ივან გაშპაროვიჩი ხელმეორედ აირჩიეს სლოვაკეთის პრეზიდენტად.", img: "Prezident"},
              { name: "2010", fact: "7.2 Mw სიმძლავრის მიწისძვრა მოხდა მექსიკაში, ქვემო კალიფორნიაში.", img: "Mw"},
              { name: "2011", fact: "კონგოს დემოკრატიულ რესპუბლიკაში მომხდარი ავიაკატასტროფის შედეგად დაიღუპა ეკიპაჟის ყველა წევრი, ასევე ბორტზე მყოფი 32 მგზავრი, მათ შორის 20 გაეროს თანამშრომელი და საქართველოს 4 მოქალაქე.", img: "32"},
              { name: "2014", fact: "პანამაში ცენტრალური ამერიკის ქვეყნებში პირველი მეტროპოლიტენი გაიხსნა.", img: "Gaikhsna"},
              { name: "2021", fact: "ნგუენ სუან ფუკი ვიეტნამის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2023", fact: "ამერიკის შეერთებულმა შტატებმა ოთხ ქართველ მოსამართლეს — მიხეილ ჩინჩალაძეს, ლევან მურუსიძეს, ირაკლი შენგელიას და ვალერიან ცერცვაძე, კორუფციულ საქმიანობაში მათი ჩართულობის გამო სანქციები დაუწესა.", img: "amerikis sheertebulma shtatebma otkh kartvel mosamartles"}
            ],
  born:     [
              { name: "1568", fact: "ურბან VIII — რომის პაპი", img: "Rome"},
              { name: "1588", fact: "ტომას ჰობზი — ინგლისელი ფილოსოფოსი", img: "tomas hobzi"},
              { name: "1908", fact: "ჰერბერტ ფონ კარაიანი — ავსტრიელი დირიჟორი", img: "herbert pon karaiani"},
              { name: "1916", fact: "გრეგორი პეკი — ამერიკელი მსახიობი", img: "gregori peki"},
              { name: "1934", fact: "რომან ჰერცოგი — გერმანიის პრეზიდენტი", img: "roman hertsogi"},
              { name: "1937", fact: "კოლინ პაუელი — ამერიკელი სახელმწიფო მოღვაწე", img: "kolin paueli"},
              { name: "1947", fact: "გლორია მაკაპაგალ-აროიო — ფილიპინების პრეზიდენტი", img: "gloria makapagal aroio"},
              { name: "1978", fact: "ფრანცისკა ვან ალმზიკი — გერმანელი მოცურავე", img: "prantsiska van almziki"}
            ],
  died:     [
              { name: "1697", fact: "კარლ XI — შვედეთის მეფე", img: "karl XI"},
              { name: "1794", fact: "დანტონი, ჟორჟ — საფრანგეთის დიდი რევოლუციის მოღვაწე", img: "dantoni zhorzh"},
              { name: "1887", fact: "კრამსკოი, ივანე — რუსი მხატვარი", img: "kramskoi ivane"},
              { name: "1928", fact: "ნიკოლაძე, ნიკო — პუბლიცისტი, კრიტიკოსი, რევოლუციონერ-დემოკრატი", img: "nikoladze niko"},
              { name: "1967", fact: "მალერი, ჰერმან — ამერიკელი გენეტიკოსი", img: "maleri herman"},
              { name: "1967", fact: "ელმანი, მიშა — უკრაინელი ვიოლინისტი", img: "elmani misha"},
              { name: "1973", fact: "აბრამიშვილი, შალვა — ქართველი მხატვარ-რესტავრატორი", img: "abramishvili shalva"},
              { name: "1975", fact: "ჩან კაიში — ჩინელი პოლიტიკური მოღვაწე", img: "chan kaishi"},
              { name: "1994", fact: "კურტ კობეინი — ამერიკელი მუსიკოსი", img: "kurt kobeini"},
              { name: "1997", fact: "გინზბერგი, ალენ — ამერიკელი პოეტი", img: "ginzbergi alen"},
              { name: "2005", fact: "ბელოუ, სოლ — ამერიკელი მწერალი", img: "belou sol"},
              { name: "2014", fact: "ჟოზე ვილკერი — ბრაზილიელი მსახიობი და რეჟისორი", img: "zhoze vilkeri"},
              { name: "2023", fact: "ჯამლეტ ხუხაშვილი — ქართველი ჟურნალისტი, კომენნატორი, სპორტსმენი", img: "jamlet khukhashvili"}
            ]
});
