window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოანე მანგლელი ილარიონ ახალი სტეფანე აღმსარებელი იონა და ბარაქისი ბოიან ბულგარეთის მთავარი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოანე მანგლელი ილარიონ ახალი სტეფანე აღმსარებელი იონა და ბარაქისი ბოიან ბულგარეთის მთავარი", img: "Mtavari"},
              { name: "იოანე მანგლელი", fact: "იოანე მანგლელი", img: "Mangleli"},
              { name: "ილარიონ ახალი", fact: "ილარიონ ახალი", img: "Akhali"},
              { name: "სტეფანე აღმსარებელი", fact: "სტეფანე აღმსარებელი", img: "Aghmsarebeli"},
              { name: "იონა და ბარაქისი", fact: "იონა და ბარაქისი", img: "Barakisi"},
              { name: "ბოიან ბულგარეთის მთავარი", fact: "ბოიან ბულგარეთის მთავარი", img: "Mtavari"}
            ],
  history:  [
              { name: "1861", fact: "შეიქმნა მასაჩუსეტსის ტექნოლოგიის ინსტიტუტი.", img: "Instituti"},
              { name: "1912", fact: "ბრიტანული გემი „ტიტანიკი“ საუთჰემპტონის ნავსადგურიდან გადის პირველ და უკანასკნელ მოგზაურობაში.", img: "Mogzauroba"},
              { name: "1959", fact: "იაპონიის უფლისწული აკიჰიტო დაქორწინდა სიოდა მიტიკოზე.", img: "Mitikoz"},
              { name: "1970", fact: "პოლ მაკარტნიმ ოფიციალურად განაცხადა The Beatles-ის დაშლა.", img: "The Beatles"},
              { name: "2010", fact: "შეტაკებებმა ტაილანდის სამთავრობო ძალებსა და პროტესტანტებს შორის, 20 ადამიანი იმსხვერპლა. სმოლენსკთან მომხდარი ავიაკატასტროფის შედეგად, 96 მგზავრი დაიღუპა, მათ შორის პოლონეთის პრეზიდენტი ლეხ კაჩინსკი (სურათზე) და პოლონეთის 42 ოფიციალური პირი; ბრონისლავ კომოროვსკი გახდა პოლონეთის პრეზიდენტის მოვალეობის შემსრულებელი.", img: "20"},
              { name: "შეტაკებებმა ტაილანდის სამთავრობო ძალებსა და პროტესტანტებს შორის, 20 ადამიანი იმსხვერპლა.", fact: "შეტაკებებმა ტაილანდის სამთავრობო ძალებსა და პროტესტანტებს შორის, 20 ადამიანი იმსხვერპლა.", img: "20"},
              { name: "სმოლენსკთან მომხდარი ავიაკატასტროფის შედეგად, 96 მგზავრი დაიღუპა, მათ შორის პოლონეთის პრეზიდენტი ლეხ კაჩინსკი (სურათზე) და პოლონეთის 42 ოფიციალური პირი; ბრონისლავ კომოროვსკი გახდა პოლონეთის პრეზიდენტის მოვალეობის შემსრულებელი.", fact: "სმოლენსკთან მომხდარი ავიაკატასტროფის შედეგად, 96 მგზავრი დაიღუპა, მათ შორის პოლონეთის პრეზიდენტი ლეხ კაჩინსკი (სურათზე) და პოლონეთის 42 ოფიციალური პირი; ბრონისლავ კომოროვსკი გახდა პოლონეთის პრეზიდენტის მოვალეობის შემსრულებელი.", img: "96"},
              { name: "2016", fact: "აზალი ასუმანი კომორის პრეზიდენტად აირჩიეს. იდრის დები მეხუთე ვადით ჩადის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "აზალი ასუმანი კომორის პრეზიდენტად აირჩიეს.", fact: "აზალი ასუმანი კომორის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "იდრის დები მეხუთე ვადით ჩადის პრეზიდენტად აირჩიეს.", fact: "იდრის დები მეხუთე ვადით ჩადის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2019", fact: "პირველად ისტორიაში, ასტრონომებმა შავი ხვრელისთვის ფოტოს გადაღება შეძლეს.", img: "Shedzle"},
              { name: "2021", fact: "7 აპრილს აფხაზეთიდან საქართველოს ხელისუფლების კონტროლირებად ტერიტორიაზე გადმოსვლისას 4 პირი მდინარე ენგურის გადმოცურვის დროს დაიხრჩო, დაღუპულთა ხსოვნის პატივსაცემად 10 აპრილი საქართველოში გლოვის დღედ გამოცხადდა.", img: "10"}
            ],
  born:     [
              { name: "401", fact: "თეოდოსიუს II — ბიზანტიის იმპერატორი;", img: "teodosius II"},
              { name: "1847", fact: "ჯოზეფ პულიცერი — უნგრელ-ამერიკელი ჟურნალისტი", img: "jozep pulitseri"},
              { name: "1867", fact: "ჯორჯ რასელი — ირლანდიელი პოეტი", img: "jorj raseli"},
              { name: "1889", fact: "ალექსანდრე ასათიანი — ქართველი პოლიტიკური და საზოგადო მოღვაწე", img: "aleksandre asatiani"},
              { name: "1904", fact: "იასონ აბაშიძე — ქართველი მეტყევე", img: "iason abashidze"},
              { name: "1913", fact: "შტეფან ჰაიმი — გერმანელი მწერალი", img: "shtepan haimi"},
              { name: "1927", fact: "გიორგი წერეთელი — ქართველი პოეტი", img: "giorgi tsereteli"},
              { name: "1932", fact: "ომარ შარიფი — ეგვიპტელი კინომსახიობი", img: "omar sharipi"},
              { name: "1937", fact: "ბელა ახმადულინა — რუსი პოეტი", img: "bela akhmadulina"},
              { name: "1943", fact: "არტურ ეში — ავსტრალიელი ჩოგბურთელი", img: "artur eshi"},
              { name: "1948", fact: "მაკა ჯოხაძე — ქართველი პროზაიკოსი", img: "maka jokhadze"}
            ],
  died:     [
              { name: "1585", fact: "გრიგოლ XIII — რომის პაპი", img: "Rome"},
              { name: "1813", fact: "ჟოზეფ-ლუი ლაგრანჟი — ფრანგი მათემატიკოსი", img: "zhozep lui lagranzhi"},
              { name: "1904", fact: "ისაბელ II — ესპანეთის დედოფალი", img: "isabel II"},
              { name: "1919", fact: "ემილიანო ზაპატა — მექსიკელი რევოლუიციონერი", img: "emiliano zapata"},
              { name: "1931", fact: "ჯუბრან ხალილ ჯუბრანი — არაბი მწერალი და მხატვარი.", img: "jubran khalil jubrani"},
              { name: "1954", fact: "აუგუსტ ლუმიერი — ფრანგი გამომგონებელი", img: "august lumieri"},
              { name: "1993", fact: "რახმონ ნაბიევი — ტაჯიკეთის პირველი პრეზიდენტი", img: "rakhmon nabievi"},
              { name: "2010", fact: "ლეხ კაჩინსკი — პოლონეთის მე-11 პრეზიდენტი", img: "11"},
              { name: "2017", fact: "გივი ბერიკაშვილი — ქართველი მსახიობი (დ. 1933)", img: "1933"}
            ]
});
