window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იპატი ღანგრელი ღირსი აპოლონი აბდია ეპისკოპოსი და ბენიამის დიაკონი იპატი რუთინელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იპატი ღანგრელი ღირსი აპოლონი აბდია ეპისკოპოსი და ბენიამის დიაკონი იპატი რუთინელი", img: "Rutineli"},
              { name: "იპატი ღანგრელი", fact: "იპატი ღანგრელი", img: "Ghangreli"},
              { name: "ღირსი აპოლონი", fact: "ღირსი აპოლონი", img: "Apoloni"},
              { name: "აბდია ეპისკოპოსი და ბენიამის დიაკონი", fact: "აბდია ეპისკოპოსი და ბენიამის დიაკონი", img: "Diakoni"},
              { name: "იპატი რუთინელი", fact: "იპატი რუთინელი", img: "Rutineli"},
              { name: "აგრეთვე: ტაილანდი : სონგკრანი - ახალი წელი", fact: "აგრეთვე: ტაილანდი : სონგკრანი - ახალი წელი", img: "agretve tailandi songkrani"},
              { name: "ტაილანდი : სონგკრანი - ახალი წელი", fact: "ტაილანდი : სონგკრანი - ახალი წელი", img: "tailandi songkrani"}
            ],
  history:  [
              { name: "1204", fact: "ჯვაროსნებმა აიღეს კონსტანტინოპოლი", img: "Konstantinopoli"},
              { name: "1559", fact: "ხელი მოეწერა კატო-კამბრეზიის სამშვიდობო ხელშეკრულებას. დასრულდა იტალიის ომები.", img: "Omebi"},
              { name: "1598", fact: "საფრანგეთის მეფემ ანრი IV-მ ხელი მოაწერა ნანტის ედიქტს, რომლითაც ფრანგ ჰუგენოტებს რწმენის თავისუფლება მიენიჭათ.", img: "Mienichat"},
              { name: "1829", fact: "ინგლისის პარლამენტმა მიიღო ემანსიპაციის აქტი, რომლითაც ინგლისელ კათოლიკეებს რწმენის თავისუფლება მიენიჭათ.", img: "Mienichat"},
              { name: "1919", fact: "მიუნხენში კონტრ-რევოლუციური აჯანყება ჩაახშვეს. ბავარიის საბჭოთა რესპუბლიკა ჩამოყალიბდა.", img: "Chamoqalib"},
              { name: "1923", fact: "ლონდონში გაიხსნა უემბლის სტადიონი.", img: "London"},
              { name: "1941", fact: "საბჭოთა კავშირმა და იაპონიამ ხელი მოეწერეს თავდაუსხმელობის პაქტს.", img: "Pakt"},
              { name: "1943", fact: "ვაშინგტონში გაიხსნა ტომას ჯეფერსონის მემორიალი.", img: "Washington"},
              { name: "1943", fact: "ბერლინის რადიომ გამოაცხადა, რომ კატინის ტყეში აღმოაჩინა პოლონელი სამხედროების გვამები, რომლებიც ნკვდს მიერ 1940 წელს იყვნენ დახვრეტილნი.", img: "1940"},
              { name: "1960", fact: "საფრანგეთმა საჰარაში გამოსცადა ატომური ბომბი.", img: "Bombi"},
              { name: "1962", fact: "The Beatles-ის პირველი გამოსვლა.", img: "The Beatles"},
              { name: "1990", fact: "საბჭოთა კავშირმა ოფიციალურად სცნო ნკვდს ბრალი კატინის ტყის ტრაგედიაში.", img: "Tragedia"},
              { name: "2010", fact: "ბირთვული უსაფრთხოების სამიტი შედგა ქალაქ ვაშინგტონში, რომელზეც მიღებულ იქნა ბირთვულ ტერორიზმთან ბრძოლის გეგმა.", img: "Washington"},
              { name: "2014", fact: "ჰოვიკ აბრაჰამიანი სომხეთის პრემიერ-მინისტრად დანიშნეს.", img: "Danishne"}
            ],
  born:     [
              { name: "1743", fact: "ტომას ჯეფერსონი — აშშ-ს პრეზიდენტი", img: "USA"},
              { name: "1887", fact: "გიორგი ახვლედიანი — ქართველი ენათმეცნიერი", img: "giorgi akhvlediani"},
              { name: "1904", fact: "ალექსანდრე ჟაროვი — რუსი პოეტი", img: "aleksandre zharovi"},
              { name: "1906", fact: "ბეკეტი, სემიუელ — ირლანდიელი მწერალი", img: "beketi semiuel"},
              { name: "1963", fact: "გარი კასპაროვი — რუსი მოჭადრაკე", img: "gari kasparovi"}
            ],
  died:     [
              { name: "1695", fact: "ჟან ლაფონტენი — ფრანგი პოეტი", img: "zhan laponteni"},
              { name: "1898", fact: "გიორგი ჭალადიდელი — პოეტი", img: "giorgi chaladideli"},
              { name: "1946", fact: "სერგო ამაღლობელი — ქართველი თეატრალური მოღვაწე, კრიტიკოსი, დრამატურგი.", img: "sergo amaghlobeli"},
              { name: "1959", fact: "გიორგი შავგულიძე — ქართველი მსახიობი", img: "giorgi shavgulidze"},
              { name: "1971", fact: "სერგო ზაქარიაძე — ქართველი მსახიობი", img: "sergo zakariadze"},
              { name: "2010", fact: "ნიკო გომელაური — ქართველი მსახიობი და პოეტი", img: "niko gomelauri"},
              { name: "2025", fact: "მარიო ვარგას ლიოსა — პერუელი მწერალი და ნობელის პრემიის ლაურეატი", img: "mario vargas liosa"}
            ]
});
