window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "იოად წინასწარმეტყველი სოსთენი, აპოლონი, კეფა, კესარიოსი და ეპაფროდიტე – სამეოცდაათთაგანნი იოანე კლემაქი წმინდა ევბულია იოანე მდუმარე ზოსიმე სირაკუზელი ზაქარია კორინთელი", fact: "იოად წინასწარმეტყველი სოსთენი, აპოლონი, კეფა, კესარიოსი და ეპაფროდიტე – სამეოცდაათთაგანნი იოანე კლემაქი წმინდა ევბულია იოანე მდუმარე ზოსიმე სირაკუზელი ზაქარია კორინთელი", img: "ioad tsinastsarmetqveli sosteni apoloni kepa kesariosi da epaprodite"},
              { name: "იოად წინასწარმეტყველი", fact: "იოად წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "სოსთენი, აპოლონი, კეფა, კესარიოსი და ეპაფროდიტე – სამეოცდაათთაგანნი", fact: "სოსთენი, აპოლონი, კეფა, კესარიოსი და ეპაფროდიტე – სამეოცდაათთაგანნი", img: "sosteni apoloni kepa kesariosi da epaprodite"},
              { name: "იოანე კლემაქი", fact: "იოანე კლემაქი", img: "Klemaki"},
              { name: "წმინდა ევბულია", fact: "წმინდა ევბულია", img: "Evbul"},
              { name: "იოანე მდუმარე", fact: "იოანე მდუმარე", img: "Mdumar"},
              { name: "ზოსიმე სირაკუზელი", fact: "ზოსიმე სირაკუზელი", img: "Sirakuzeli"},
              { name: "ზაქარია კორინთელი", fact: "ზაქარია კორინთელი", img: "Korinteli"},
              { name: "აგრეთვე: 1968 : კოსმონავტიკის საერთაშორისო დღე", fact: "აგრეთვე: 1968 : კოსმონავტიკის საერთაშორისო დღე", img: "1968"},
              { name: "1968 : კოსმონავტიკის საერთაშორისო დღე", fact: "1968 : კოსმონავტიკის საერთაშორისო დღე", img: "1968"}
            ],
  history:  [
              { name: "1802", fact: "სიონის ტაძარში ქართულ საზოგადოებას გააცნეს რუსეთთან შეერთების მანიფესტის ტექსტი.", img: "Teksti"},
              { name: "1851", fact: "თბილისის ოპერისა და ბალეტის თეატრი გაიხსნა.", img: "Gaikhsna"},
              { name: "1861", fact: "აშშ-ში დაიწყო სამოქალაქო ომი.", img: "USA"},
              { name: "1945", fact: "აშშ-ს 33-ე პრეზიდენტი გახდა ჰარი ტრუმენი.", img: "33"},
              { name: "1954", fact: "ფინეთი და გერმანია საომარი მდგომარეობის დასასრულს ოფიციალურად აცხადებენ.", img: "Atskhadeben"},
              { name: "1961", fact: "რუსმა კოსმონავტმა იური გაგარინმა განახორციელა პირველი კოსმოსური გაფრენა ხომალდ „ვოსტოკით“.", img: "Vostokit"},
              { name: "2009", fact: "კინორეჟისორი ელდარ შენგელაია წმინდა გიორგის ორდენით დაჯილდოვდა „1989 წლის 9 აპრილის მოვლენების გამოძიებისა და სიმართლის მთელი მსოფლიოსათვის გაცნობისათვის“.", img: "1989"},
              { name: "2010", fact: "2010 წლის პულიცერის ოთხი პრემია გადაეცა გაზეთ ვაშინგტონ პოსტს და სამიც ნიუ-იორკ ტაიმზს.", img: "2010"},
              { name: "2012", fact: "საპრეზიდენტო არჩევენებამდე რამდენიმე დღით ადრე მეამბოხე ჯარისკაცებმა გვინეა-ბისაუს დედაქალაქ ბისაუზე კონტროლი დაამყარეს.", img: "Daamqare"}
            ],
  born:     [
              { name: "1850", fact: "გოლიცინი, ნიკოლოზ — რუსეთის პრემიერ-მინისტრი", img: "golitsini nikoloz"},
              { name: "1885", fact: "ჰოთი, ჰერმან — გერმანელი სამხედრო მოღვაწე", img: "hoti herman"},
              { name: "1912", fact: "არსენ მეკოკიშვილი — ქართველი სპორტსმენი, მოჭიდავე, სსრკ სპორტის დამსახურებული ოსტატი (1951). მსოფლიოს ჩემპიონი, სსრკ ცხრაგზის ჩემპიონი თავისუფალ ჭიდაობაში და შვიდგზის ჩემპიონი სამბოში.", img: "1951"},
              { name: "1928", fact: "ანჯაფარიძე, ზურაბ — ქართველი მომღერალი", img: "anjaparidze zurab"},
              { name: "1929", fact: "მაჭავარიანი, მუხრან — ქართველი პოეტი", img: "machavariani mukhran"},
              { name: "1933", fact: "კაბალიე, მონსერატ — კატალონიელი ოპერის მომღერალი", img: "kabalie monserat"},
              { name: "1940", fact: "ჰენკოკი, ჰერბი — ამერიკელი ჯაზ-პიანისტი", img: "henkoki herbi"}
            ],
  died:     [
              { name: "238", fact: "გორდიანუს II — რომის იმპერატორი", img: "Rome"},
              { name: "1938", fact: "შალიაპინი, თედორე — რუსი ოპერის მომღერალი", img: "shaliapini tedore"},
              { name: "1945", fact: "რუზველტი, ფრანკლინ დელანო — აშშ-ს 32-ე პრეზიდენტი", img: "32"},
              { name: "1961", fact: "ნიკოლოზ ბადრიაშვილი — ქართველი ისტორიკოსი", img: "nikoloz badriashvili"},
              { name: "2012", fact: "აჰმედ ბენ ბელა — ალჟირის პრეზიდენტი", img: "ahmed ben bela"}
            ]
});
