window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "იოსებ მგალობელი ღირსი გიორგი მცირე ღირსი ზოსიმე ფერბუთა ქალწული", fact: "იოსებ მგალობელი ღირსი გიორგი მცირე ღირსი ზოსიმე ფერბუთა ქალწული", img: "Kaltsuli"},
              { name: "იოსებ მგალობელი", fact: "იოსებ მგალობელი", img: "Mgalobeli"},
              { name: "ღირსი გიორგი მცირე", fact: "ღირსი გიორგი მცირე", img: "Mtsir"},
              { name: "ღირსი ზოსიმე", fact: "ღირსი ზოსიმე", img: "Zosim"},
              { name: "ფერბუთა ქალწული", fact: "ფერბუთა ქალწული", img: "Kaltsuli"},
              { name: "აგრეთვე: სირია : ევაკუაციის დღე (1946)", fact: "აგრეთვე: სირია : ევაკუაციის დღე (1946)", img: "1946"},
              { name: "სირია : ევაკუაციის დღე (1946)", fact: "სირია : ევაკუაციის დღე (1946)", img: "1946"}
            ],
  history:  [
              { name: "1855", fact: "პრინს-ედუარდის კუნძული შეუერთდა კანადის კონფედერაციას", img: "Konpederatsia"},
              { name: "1961", fact: "კუბელი ემიგრანტები აშშ-ს სამხედროების მხარდაჭერით გადმოსხდნენ კოჩინოსის ყურეში, მაგრამ განადგურებულ იქნენ პლაია-ხირონთან", img: "USA"},
              { name: "1970", fact: "დაიშალა ჯგუფი The Beatles", img: "The Beatles"},
              { name: "1970", fact: "გამოვიდა პოლ მაკ-კარტნის პირველი ალბომი", img: "Albomi"},
              { name: "1975", fact: "წითელმა კხმერებმა დაიკავეს პნომპენი და მთელი კამბოჯა. დაიწყო საკუთარი ხალხის გენოციდი", img: "Genotsidi"},
              { name: "1989", fact: "შვიდწლიანი იატაკქვეშა მოღვაწეობის შემდეგ ლეგალიზებულ იქნა თავისუფალ პოლონურ პროფკავშირთა გაერთიანება სოლიდარობა.", img: "Solidaroba"},
              { name: "2012", fact: "ჯიმ იონგ კიმი მსოფლიო ბანკის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2014", fact: "აბდელაზიზ ბუტეფლიკა მეოთხე ვადით ალჟირის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2016", fact: "ბრაზილიის კონგრესის ქვედა პალატამ რესპუბლიკის პრეზიდენტ დილმა რუსეფის იმპიჩმენტს მხარი დაუჭირა.", img: "Dauchira"},
              { name: "2019", fact: "პერუს ყოფილმა პრეზიდენტმა ალან გარსია პერესმა დაკავების მომენტში თავი მოიკლა. შრი-ლანკაზე მომხდარ აფეთქებებს 200-ზე მეტი ადამიანი ემსხვერპლა.", img: "200"},
              { name: "პერუს ყოფილმა პრეზიდენტმა ალან გარსია პერესმა დაკავების მომენტში თავი მოიკლა.", fact: "პერუს ყოფილმა პრეზიდენტმა ალან გარსია პერესმა დაკავების მომენტში თავი მოიკლა.", img: "Moikla"},
              { name: "შრი-ლანკაზე მომხდარ აფეთქებებს 200-ზე მეტი ადამიანი ემსხვერპლა.", fact: "შრი-ლანკაზე მომხდარ აფეთქებებს 200-ზე მეტი ადამიანი ემსხვერპლა.", img: "200"}
            ],
  born:     [
              { name: "1894", fact: "ხრუშჩოვი, ნიკიტა — საბჭოთა სახელმწიფო და პარტიული მოღვაწე", img: "khrushchovi nikita"},
              { name: "1909", fact: "ბერძენიშვილი, გრიგოლ — ქართველი დრამატურგი", img: "berdzenishvili grigol"},
              { name: "1929", fact: "ჯეიმზ ლასტი — გერმანელი კომპოზიტორი", img: "jeimz lasti"},
              { name: "1948", fact: "ჯონ გრეი — ინგლისელი ფილოსოფოსი", img: "jon grei"}
            ],
  died:     [
              { name: "818", fact: "ბერნარდო — იტალიის მეფე.", img: "bernardo"},
              { name: "1790", fact: "ფრანკლინი, ბენჯამინ — ამერიკელი სახელმწიფო მოღვაწე", img: "pranklini benjamin"},
              { name: "1891", fact: "მაკკენზი ალექსანდრი — კანადელი პოლიტიკური მოღვაწე", img: "makkenzi aleksandri"},
              { name: "1933", fact: "მარჯანიშვილი, კონსტანტინე — ქართველი რეჟისორი.", img: "marjanishvili konstantine"},
              { name: "1989", fact: "ბადრიშვილი, გიორგი — ქართველი აგრონომ-მემცენარე.", img: "badrishvili giorgi"},
              { name: "2014", fact: "გაბრიელ გარსია მარკესი — კოლუმბიელი მწერალი (დ. 1927)", img: "1927"}
            ]
});
