window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "მარკოზ არეთუსელი იოანე მეუდაბნოე ევსტათი ბითვინიელი", fact: "მარკოზ არეთუსელი იოანე მეუდაბნოე ევსტათი ბითვინიელი", img: "Bitvinieli"},
              { name: "მარკოზ არეთუსელი", fact: "მარკოზ არეთუსელი", img: "Aretuseli"},
              { name: "იოანე მეუდაბნოე", fact: "იოანე მეუდაბნოე", img: "Meudabno"},
              { name: "ევსტათი ბითვინიელი", fact: "ევსტათი ბითვინიელი", img: "Bitvinieli"}
            ],
  history:  [
              { name: "1241", fact: "მონღოლების შემოსევა ევროპაში: მონღოლები ბათუ ყაენისა (სურათზე) და სუბთაის ხელმძღვანელობით ანადგურებენ უნგრელთა არმიას მოჰის ბრძოლაში მდინარე საჟოსთან.", img: "Sazhos"},
              { name: "1512", fact: "ბრძოლა რავენასთან", img: "Ravenas"},
              { name: "1713", fact: "უტრეხტის ხელშეკრულების მთავარ შეთანხმებებს მოეწერა ხელი, რამაც ხელი შეუწყო ესპანეთისგან გამოყოფისთვის ომის დასრულებას.", img: "Dasruleba"},
              { name: "1814", fact: "ნაპოლეონის გადადგომა და გადასახლება კუნძულ ელბაზე", img: "Elbaz"},
              { name: "1968", fact: "აშშ-ს პრეზიდენტმა ლინდონ ჯონსონმა ხელი მოაწერა აქტს სამოქალაქო უფლებების შესახებ", img: "USA"},
              { name: "1899", fact: "ესპანეთმა პუერტო-რიკო აშშ-ს დაუთმო.", img: "USA"},
              { name: "1945", fact: "ამერიკულმა ჯარებმა ბუხენვალდის საკონცენტრაციო ბანაკი გაათავისუფლეს ვაიმართან, გერმანიაში.", img: "Germania"},
              { name: "2002", fact: "სამხედრო გადატრიალების მცდელობაში ვენესუელის შეიარაღებული ძალების წევრებმა პრეზიდენტი უგო ჩავესი შეიპყრეს და გადადგომა მოსთხოვეს.", img: "Mostkhove"},
              { name: "2006", fact: "ირანმა ურანის გამდიდრება მოახერხა.", img: "Moakherkha"},
              { name: "2012", fact: "პარტია სენურიმ პაკ კინ ჰეს ხელმძღვანელობით სამხრეთ კორეის საპარლამენტო არჩევნებში გაიმარჯვა.", img: "Gaimarjva"},
              { name: "2019", fact: "დიდი ბრიტანეთის პოლიციამ ვიკილიქსის დამაარსებელი ჯულიან ასანჟი ლონდონში ეკვადორის საელჩოში დააპატიმრა. სუდანის პრეზიდენტი ომარ ალ-ბაშირი სახელმწიფო გადატრიალების შედეგად დაამხეს.", img: "London"},
              { name: "დიდი ბრიტანეთის პოლიციამ ვიკილიქსის დამაარსებელი ჯულიან ასანჟი ლონდონში ეკვადორის საელჩოში დააპატიმრა.", fact: "დიდი ბრიტანეთის პოლიციამ ვიკილიქსის დამაარსებელი ჯულიან ასანჟი ლონდონში ეკვადორის საელჩოში დააპატიმრა.", img: "London"},
              { name: "სუდანის პრეზიდენტი ომარ ალ-ბაშირი სახელმწიფო გადატრიალების შედეგად დაამხეს.", fact: "სუდანის პრეზიდენტი ომარ ალ-ბაშირი სახელმწიფო გადატრიალების შედეგად დაამხეს.", img: "Daamkhe"},
              { name: "2021", fact: "გილერმო ლასო ეკვადორის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2022", fact: "შეჰბაზ შარიფი პაკისტანის პრემიერ-მინისტრად აირჩიეს, მას შემდეგ რაც იმრან ხანს პარლამენტმა უნდობლობა გამოუცხადა. საქართველოს ევროკავშირში წევრობის განაცხადზე კითხვარი გადაეცა.", img: "Pakistan"},
              { name: "შეჰბაზ შარიფი პაკისტანის პრემიერ-მინისტრად აირჩიეს, მას შემდეგ რაც იმრან ხანს პარლამენტმა უნდობლობა გამოუცხადა.", fact: "შეჰბაზ შარიფი პაკისტანის პრემიერ-მინისტრად აირჩიეს, მას შემდეგ რაც იმრან ხანს პარლამენტმა უნდობლობა გამოუცხადა.", img: "Pakistan"},
              { name: "საქართველოს ევროკავშირში წევრობის განაცხადზე კითხვარი გადაეცა.", fact: "საქართველოს ევროკავშირში წევრობის განაცხადზე კითხვარი გადაეცა.", img: "Gadaetsa"}
            ],
  born:     [
              { name: "1769", fact: "ლანი, ჟან — ფრანგი სამხედრო მოღვაწე", img: "lani zhan"},
              { name: "1825", fact: "ლასალი, ფერდინანდ — გერმანელი პოლიტიკოსი", img: "lasali perdinand"},
              { name: "1916", fact: "ბაბლიძე, ეკატერინე — ქართველი მხატვარ-კერამიკოსი.", img: "bablidze ekaterine"}
            ],
  died:     [
              { name: "1727", fact: "ჯორჯ I — დიდი ბრიტანეთის მეფე", img: "jorj I"},
              { name: "1977", fact: "პრევერი, ჟაკ — ფრანგი პოეტი", img: "preveri zhak"},
              { name: "2015", fact: "კოტე თოლორდავა - ქართველი კონო და თატრის მსახიობი", img: "kote tolordava"}
            ]
});
