window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ნიკიტა აღმსარებელი თეოდოსია ქალწული ღირსი ილირიკე მოწამენი: ელპიდიფორე, დიო, ბითონიო და გალიკე", fact: "ნიკიტა აღმსარებელი თეოდოსია ქალწული ღირსი ილირიკე მოწამენი: ელპიდიფორე, დიო, ბითონიო და გალიკე", img: "Galik"},
              { name: "ნიკიტა აღმსარებელი", fact: "ნიკიტა აღმსარებელი", img: "Aghmsarebeli"},
              { name: "თეოდოსია ქალწული", fact: "თეოდოსია ქალწული", img: "Kaltsuli"},
              { name: "ღირსი ილირიკე", fact: "ღირსი ილირიკე", img: "Ilirik"},
              { name: "მოწამენი: ელპიდიფორე, დიო, ბითონიო და გალიკე", fact: "მოწამენი: ელპიდიფორე, დიო, ბითონიო და გალიკე", img: "Galik"},
              { name: "აგრეთვე: დანია, გრენლანდია : დედოფლის დაბადების დღე კუბა : მილიციის დღე", fact: "აგრეთვე: დანია, გრენლანდია : დედოფლის დაბადების დღე კუბა : მილიციის დღე", img: "Dghe"},
              { name: "დანია, გრენლანდია : დედოფლის დაბადების დღე", fact: "დანია, გრენლანდია : დედოფლის დაბადების დღე", img: "Dghe"},
              { name: "კუბა : მილიციის დღე", fact: "კუბა : მილიციის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1346", fact: "გამოცხადდა სერბეთის სამეფო.", img: "Samepo"},
              { name: "1909", fact: "რომის პაპმა პიუს X-მ ჟან დ’არკი წმინდანად შერაცხა.", img: "Sheratskha"},
              { name: "1917", fact: "ვ. ლენინი შვეიცარიიდან რუსეთში დაბრუნდა.", img: "Dabrun"},
              { name: "1922", fact: "რაპალოში გაფორმდა სსრ კავშირ-გერმანიის ხელშეკრულება დიპლომატიური ურთიერთობების აღდგენის შესახებ.", img: "Shesakheb"},
              { name: "1948", fact: "შეიქმნა ევროპის ეკონომიკური თანამშრომლობის ორგანიზაცია (OEEC).", img: "Oeec"},
              { name: "2007", fact: "ვირჯინიის ტექნიკური უნივერსიტეტის ტერიტორიაზე განხორციელებული თავდასხმისას მანიაკმა მკვლელმა 33 ადამიანი იმსხვერპლა.", img: "33"},
              { name: "2012", fact: "ტაურ მატან რუაკი აღმოსავლეთ ტიმორის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2016", fact: "ეკვადორში 7,8 Mw სიძლიერის მიწისძვრა მოხდა, რომლის შედეგად 550-ზე მეტი ადამიანი დაიღუპა.", img: "Mw"},
              { name: "2017", fact: "თურქეთის საკონსტიტუციო რეფერენდუმის შედეგებით, მოსახლეობის უმრავლესობამ ცვლილებებს მხარი დაუჭირა.", img: "Dauchira"},
              { name: "2024", fact: "კოპენჰაგენში მდებარე ისტორიული ნაგებობა ბორსენი ხანძრის შედეგად ძლიერ დაზიანდა.", img: "Dazian"}
            ],
  born:     [
              { name: "1319", fact: "ჟან II — საფრანგეთის მეფე", img: "zhan II"},
              { name: "1652", fact: "კლემენტ XII — რომის პაპი", img: "Rome"},
              { name: "1797", fact: "ადოლფ ტიერი — საფრანგეთის პრეზიდენტი", img: "adolp tieri"},
              { name: "1844", fact: "ფრანსი, ანატოლ — ფრანგი მწერალი", img: "pransi anatol"},
              { name: "1860", fact: "ხუნდაძე, სილოვან — ქართველი პედაგოგი და საზოგადო მოღვაწე", img: "khundadze silovan"},
              { name: "1881", fact: "ჰალიფაქსი, ედუარდ — ინგლისის სახელმწიფო მოღვაწე", img: "England"},
              { name: "1886", fact: "ტელმანი, ერნსტ — გერმანელი პოლიტიკოსი", img: "telmani ernst"},
              { name: "1889", fact: "ჩაპლინი, ჩარლზ — ინგლისელი რეჟისორი და მსახიობი", img: "chaplini charlz"},
              { name: "1896", fact: "ცარა, ტრისტან — ფრანგი პოეტი", img: "tsara tristan"},
              { name: "1909", fact: "აბელიშვილი, ლევან — ქართველი ელექტროტექნიკოსი", img: "abelishvili levan"},
              { name: "1916", fact: "ლოლაძე, შალვა — ქართველი სამხედრო", img: "loladze shalva"},
              { name: "1927", fact: "ბენედიქტე XVI — რომის პაპი", img: "Rome"},
              { name: "1940", fact: "მარგრეტე II — დანიის დედოფალი", img: "margrete II"},
              { name: "1946", fact: "რამაზ გიორგობიანი — ქართველი მსახიობი, რეჟისორი, სცენარის ავტორი.", img: "ramaz giorgobiani"},
              { name: "1974", fact: "ლარა დატი — ინდოელი მის სამყარო.", img: "lara dati"},
              { name: "1972", fact: "ლუკა კურტანიძე — ქართველი სპორტსმენი, თავისუფალი სტილით მოჭიდავე.", img: "luka kurtanidze"}
            ],
  died:     [
              { name: "69", fact: "ოტონი — რომის იმპერატორი", img: "Rome"},
              { name: "1713", fact: "არჩილ II — მეფე, პოეტი, ვახტანგ V-ის ძე", img: "archil II"},
              { name: "1783", fact: "მაიერი, კრისტიან — ჩეხი ასტროლოგი", img: "maieri kristian"},
              { name: "1828", fact: "გოია, ფრანსისკო — ესპანელი მხატვარი", img: "goia pransisko"},
              { name: "1859", fact: "ტოკვილი, ალექსის — ფრანგი სოციოლოგი, ისტორიკოსი და პოლიტიკური მოღვაწე", img: "tokvili aleksis"},
              { name: "1958", fact: "ფრანკლინი, როზალინდ — ბრიტანელი ქიმიკოსი", img: "pranklini rozalind"},
              { name: "1968", fact: "ფერბერი, ედნა — ამერიკელი მწერალი", img: "perberi edna"},
              { name: "1972", fact: "კავაბატა იასუნარი — იაპონელი მწერალი", img: "kavabata iasunari"},
              { name: "1991", fact: "ლინი, დეივიდ — ინგლისელი კინორეჟისორი", img: "lini deivid"},
              { name: "1994", fact: "ელისონი, რალფ — ამერიკელი მწერალი", img: "elisoni ralp"},
              { name: "2020", fact: "ჯინ დეიჩი — ამერიკელი რეჟისორი", img: "jin deichi"}
            ]
});
