window.__dayDataCallback__({
  holidays: [
    { name: "მსოფლიო", fact: "კოსმონავტიკის საერთაშორისო დღე (1961)", img2: "International Day of Human Space Flight", img: "Yuri's Night" },
    { name: "ბოლივია", fact: "ბავშვთა დღე", img: "Children's Day", img2: "Bolivia" },
    { name: "ყაზახეთი", fact: "მეცნიერთა დღე", img: "Министерство науки и высшего образования Казахстана", img2: "Казахстан" },
    { name: "მართლმადიდებელი ეკლესია", fact: "ღირსისა იოანე სინელისა (კიბის აღმწერელისა, VI-VII); წინასწარმეტყველისა იოადისა (X ს. ქრისტეს შობამდე); მოციქულთა: სოსთენისა, აპოლოსისა, კეფასი, კესარიოსისა და ეპაფროდიტესი (I); წმიდისა ევბულასი (აპოლასი) - დიდმოწამე პანტელეიმონის დედისა (303); ღირსისა იოანე მდუმარისა (VI); ზოსიმე სირაკუზელი ეპისკოპოსისა (662); მღდელმოწამისა და აღმსარებელისა აკაკი ეპისკოპოსისა (დაახ. 251); საჰაკისა, პართეველ ეპისკოპოსისა, ძისა დიდისა ნერსესი (VI).", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "1802", fact: "სიონის ტაძარში ქართულ საზოგადოებას გააცნეს რუსეთთან შეერთების მანიფესტის ტექსტი.", img: "Tbilisi Sioni Cathedral", img2: "საქართველო" },
    { name: "1851", fact: "თბილისის ოპერისა და ბალეტის თეატრი გაიხსნა.", img: "Tbilisi Opera and Ballet Theatre", img2: "საქართველო" },
    { name: "1861", fact: "აშშ-ში დაიწყო სამოქალაქო ომი.", img: "American Civil War", img2: "United States" },
    { name: "1945", fact: "აშშ-ს 33-ე პრეზიდენტი გახდა ჰარი ტრუმენი.", img: "Harry S. Truman", img2: "United States" },
    { name: "1961", fact: "რუსმა კოსმონავტმა იური გაგარინმა განახორციელა პირველი კოსმოსური გაფრენა ხომალდ 'ვოსტოკით'.", img: "Юрий Гагарин", img2: "Soviet Union" },
    { name: "2009", fact: "კინორეჟისორი ელდარ შენგელაია წმინდა გიორგის ორდენით დაჯილდოვდა.", img: "ელდარ შენგელაია", img2: "საქართველო" },
    { name: "2012", fact: "საპრეზიდენტო არჩევნებამდე რამდენიმე დღით ადრე მეამბოხე ჯარისკაცებმა გვინეა-ბისაუს დედაქალაქ ბისაუზე კონტროლი დაამყარეს.", img: "Bissau", img2: "Guinea-Bissau" }
  ],
  born: [
    { name: "1850", fact: "გოლიცინი, ნიკოლოზ — რუსეთის პრემიერ-მინისტრი", img: "Николай Голицын", img2: "Russia" },
    { name: "1885", fact: "ჰოთი, ჰერმან — გერმანელი სამხედრო მოღვაწე", img: "Hermann Hoth", img2: "Germany" },
    { name: "1912", fact: "არსენ მეკოკიშვილი — ქართველი სპორტსმენი, მოჭიდავე, მსოფლიოს ჩემპიონი.", img: "არსენ მეკოკიშვილი", img2: "საქართველო" },
    { name: "1928", fact: "ანჯაფარიძე, ზურაბ — ქართველი მომღერალი", img: "ზურაბ ანჯაფარიძე", img2: "საქართველო" },
    { name: "1929", fact: "მაჭავარიანი, მუხრან — ქართველი პოეტი", img: "მუხრან მაჭავარიანი", img2: "საქართველო" },
    { name: "1933", fact: "კაბალიე, მონსერატ — კატალონიელი ოპერის მომღერალი", img: "Montserrat Caballé", img2: "Spain" },
    { name: "1940", fact: "ჰენკოკი, ჰერბი — ამერიკელი ჯაზ-პიანისტი", img: "Herbie Hancock", img2: "United States" }
  ],
  died: [
    { name: "238", fact: "გორდიანუს II — რომის იმპერატორი", img: "Gordian II", img2: "Ancient Roman Architecture" },
    { name: "1938", fact: "შალიაპინი, თედორე — რუსი ოპერის მომღერალი", img: "Фёдор Шаляпин", img2: "Russia" },
    { name: "1945", fact: "რუზველტი, ფრანკლინ დელანო — აშშ-ს 32-ე პრეზიდენტი", img: "Franklin D. Roosevelt", img2: "United States" },
    { name: "1961", fact: "ნიკოლოზ ბადრიაშვილი — ქართველი ისტორიკოსი", img: "ნიკოლოზ ბადრიაშვილი", img2: "საქართველო" },
    { name: "2012", fact: "აჰმედ ბენ ბელა — ალჟირის პრეზიდენტი", img: "Ahmed Ben Bella", img2: "Algeria" }
  ]
});
