window.__dayDataCallback__({
  holidays: [
    { name: "ტაილანდი", fact: "სონგკრანი - ახალი წელი", img: "Songkran", img2: "Thailand" },
    { name: "ჩადი", fact: "ეროვნული დღე", img: "Chad", img2: "Chad" },
    { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მღვდელმოწამისა იპატი ღანგრელი ეპისკოპოსისა (326); ღირსისა აპოლონ ეგვიპტელისა (IV); მღვდელმოწამეთა ავდა სპარსელ ეპისკოპოსისა და ბენიამენ დიაკონისა (418-424); ღირსისა იპატი რუფიანელ იღუმენისა (დაახ. 446).", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "1204", fact: "ჯვაროსნებმა აიღეს კონსტანტინოპოლი", img: "Fourth Crusade", img2: "Crusades" },
    { name: "1559", fact: "ხელი მოეწერა კატო-კამბრეზიის სამშვიდობო ხელშეკრულებას. დასრულდა იტალიის ომები.", img: "Като-Камбрезийский мир", img2: "Italy" },
    { name: "1598", fact: "საფრანგეთის მეფემ ანრი IV-მ ხელი მოაწერა ნანტის ედიქტს, რომლითაც ფრანგ ჰუგენოტებს რწმენის თავისუფლება მიენიჭათ.", img: "Edict of Nantes", img2: "France" },
    { name: "1829", fact: "ინგლისის პარლამენტმა მიიღო ემანსიპაციის აქტი, რომლითაც ინგლისელ კათოლიკეებს რწმენის თავისუფლება მიენიჭათ.", img: "Catholic Relief Act 1829", img2: "England" },
    { name: "1923", fact: "ლონდონში გაიხსნა უემბლის სტადიონი.", img: "Wembley Stadium", img2: "London" },
    { name: "1941", fact: "საბჭოთა კავშირმა და იაპონიამ ხელი მოეწერეს თავდაუსხმელობის პაქტს.", img: "Soviet–Japanese Neutrality Pact", img2: "Soviet Union" },
    { name: "1943", fact: "ვაშინგტონში გაიხსნა ტომას ჯეფერსონის მემორიალი.", img: "Thomas Jefferson Memorial", img2: "United States" },
    { name: "1943", fact: "ბერლინის რადიომ გამოაცხადა, რომ კატინის ტყეში აღმოაჩინა პოლონელი სამხედროების გვამები.", img: "Katyn massacre", img2: "Reichs-Rundfunk-Gesellschaft" },
    { name: "1962", fact: "The Beatles-ის პირველი გამოსვლა.", img: "The Beatles (No. 1)", img2: "The Beatles" },
    { name: "2010", fact: "ბირთვული უსაფრთხოების სამიტი შედგა ქალაქ ვაშინგტონში.", img: "2010 Nuclear Security Summit", img2: "United States" },
    { name: "2014", fact: "ჰოვიკ აბრაჰამიანი სომხეთის პრემიერ-მინისტრად დანიშნეს.", img: "Hovik Abrahamyan", img2: "Armenia" }
  ],
  born: [
    { name: "1743", fact: "ტომას ჯეფერსონი — აშშ-ს პრეზიდენტი", img: "Thomas Jefferson", img2: "United States" },
    { name: "1887", fact: "გიორგი ახვლედიანი — ქართველი ენათმეცნიერი", img: "ახვლედიანი გიორგი (ენათმეცნიერი)", img2: "საქართველო" },
    { name: "1904", fact: "ალექსანდრე ჟაროვი — რუსი პოეტი", img: "Жаров, Александр Алексеевич", img2: "Russia" },
    { name: "1906", fact: "ბეკეტი, სემიუელ — ირლანდიელი მწერალი", img: "Samuel Beckett", img2: "Republic of Ireland" },
    { name: "1963", fact: "გარი კასპაროვი — რუსი მოჭადრაკე", img: "Гарри Каспаров", img2: "Russia" }
  ],
  died: [
    { name: "1695", fact: "ჟან ლაფონტენი — ფრანგი პოეტი", img: "Jean de La Fontaine", img2: "France" },
    { name: "1898", fact: "გიორგი ჭალადიდელი — პოეტი", img: "გიორგი ჭალადიდელი", img2: "საქართველო" },
    { name: "1946", fact: "სერგო ამაღლობელი — ქართველი თეატრალური მოღვაწე, კრიტიკოსი, დრამატურგი.", img: "სერგო ამაღლობელი", img2: "საქართველო" },
    { name: "1959", fact: "გიორგი შავგულიძე — ქართველი მსახიობი", img: "გიორგი შავგულიძე", img2: "საქართველო" },
    { name: "1971", fact: "სერგო ზაქარიაძე — ქართველი მსახიობი", img: "სერგო ზაქარიაძე", img2: "საქართველო" },
    { name: "2010", fact: "ნიკო გომელაური — ქართველი მსახიობი და პოეტი", img: "ნიკო გომელაური", img2: "საქართველო" },
    { name: "2025", fact: "მარიო ვარგას ლიოსა — პერუელი მწერალი და ნობელის პრემიის ლაურეატი", img: "Mario Vargas Llosa", img2: "Peru" }
  ]
});
