window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "იოანე შავთელი და ევლოგი წინასწარმეტყველი მარიამ მეგვიპტელი – მოძრავია; აღინიშნება დიდმარხვის მე-5 კვირას გერონტი და ვასილიდი მართალი აქაზი ღირსი მაკარი", fact: "იოანე შავთელი და ევლოგი წინასწარმეტყველი მარიამ მეგვიპტელი – მოძრავია; აღინიშნება დიდმარხვის მე-5 კვირას გერონტი და ვასილიდი მართალი აქაზი ღირსი მაკარი", img: "ioane shavteli da evlogi tsinastsarmetqveli mariam megvipteli"},
              { name: "იოანე შავთელი და ევლოგი წინასწარმეტყველი", fact: "იოანე შავთელი და ევლოგი წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "მარიამ მეგვიპტელი – მოძრავია; აღინიშნება დიდმარხვის მე-5 კვირას", fact: "მარიამ მეგვიპტელი – მოძრავია; აღინიშნება დიდმარხვის მე-5 კვირას", img: "mariam megvipteli"},
              { name: "გერონტი და ვასილიდი", fact: "გერონტი და ვასილიდი", img: "Vasilidi"},
              { name: "მართალი აქაზი", fact: "მართალი აქაზი", img: "Akazi"},
              { name: "ღირსი მაკარი", fact: "ღირსი მაკარი", img: "Makari"},
              { name: "აგრეთვე: საქართველო : ქართული ენის დღე", fact: "აგრეთვე: საქართველო : ქართული ენის დღე", img: "Dghe"},
              { name: "საქართველო : ქართული ენის დღე", fact: "საქართველო : ქართული ენის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "ძვ. წ. 1282", fact: "ბიბლიის თანახმად დაეცა იერიქონი.", img: "Ierikoni"},
              { name: "ძვ. წ. 43", fact: "ფორუმ გალორუმის ბრძოლა კეისარის მომხრეებსა და მარკუს ანტონიუსს შორის.", img: "Shor"},
              { name: "69", fact: "ვიტელიუსი ამარცხებე რომის იმპერატორს ოტონს ბედრიაკუმის ბრძოლაში და ხდება იმპერატორი.", img: "Imperatori"},
              { name: "1028", fact: "ჰენრიხ III აირჩიეს გერმანიის მეფედ.", img: "Meped"},
              { name: "1205", fact: "ადრიანოპოლის ბრძოლა", img: "Brdzola"},
              { name: "1471", fact: "ბარნეტთან ბრძოლა იორკერებსა და ლანკასტერელებს შორის.", img: "Shor"},
              { name: "1543", fact: "დასრულდა ესპანური ექსპედიცია ბარტოლომეო ფერელოს მეთაურობით.", img: "Metaurobit"},
              { name: "1687", fact: "ინგლისის მეფემ ჯეიმზ II-მ თანაბარი უფლებები მიანიჭა პროტესტანტებს და კათოლიკეებს.", img: "Katolikeeb"},
              { name: "1801", fact: "რუსეთის იმპერატორმა ალექსანდრე I-მა გააუქმა წამებები დაკითხვებისას.", img: "Dakitkhvebisa"},
              { name: "1849", fact: "უნგრელმა მეამბოხეებმა გამოაცხადეს უნგრეთის დამოუკიდებლობა ავსტრიისგან.", img: "Avstriisgan"},
              { name: "1865", fact: "აშშს პრეზიდენტი აბრაამ ლინკოლნი სასიკვდილოდ დაჭრეს.", img: "USA"},
              { name: "1894", fact: "შედგა ედისონის კინოპროექტორის პირველი დემონსტრაცია.", img: "Demonstrats"},
              { name: "1912", fact: "ტიტანიკი დაეჯახა აისბერგს.", img: "Aisberg"},
              { name: "1978", fact: "საქართველოს სსრ უმაღლესი საბჭოს სესიამ მიღო საქართველოს სსრ კონსტიტუცია", img: "Konstituts"},
              { name: "1978", fact: "სახალხო მანიფესტაციებისა და პროტესტების ფონზე საქართველოს სსრ-ის უმაღლესი საბჭო და საკავშირო ხელისუფლება იძულებული გახდა საქართველოს სსრ-ის ახალ კონსტიტუციაში შეეტანა მუხლი ქართულის, როგორც სახელმწიფო ენის, შესახებ.", img: "Shesakheb"},
              { name: "2009", fact: "მსოფლიოში პირველი კლონირებული აქლემი ინჯაზის დაბადება გამოაცხადეს დუბაიში, არაბთა გაერთიანებული საამიროები.", img: "Saamiroebi"},
              { name: "2010", fact: "ჩინჰაის პროვინციაში, ჩინეთში, 600-ზე მეტი ადამიანი დაიღუპა იუშუს რეგიონში მომხდარი მიწისძვრის შედეგად.", img: "600"},
              { name: "2016", fact: "ვლადიმერ გროისმანი უკრაინის პრემიერ-მინისტრად დანიშნეს.", img: "Danishne"}
            ],
  born:     [
              { name: "1908", fact: "შტალი, ჰერმან — გერმანელი მწერალი", img: "shtali herman"},
              { name: "1941", fact: "ფარნაოზ ჩიკვილაძე — ქართველი ძიუდოისტი", img: "parnaoz chikviladze"},
              { name: "1945", fact: "ბლეკმორი, რიჩი — ბრიტანელი გიტარისტი (ჯგუფი Blackmore's Night)", img: "Blackmore"}
            ],
  died:     [
              { name: "1759", fact: "გეორგ ფრიდრიხ ჰენდელი — გერმანელი კომპოზიტორი", img: "georg pridrikh hendeli"},
              { name: "1910", fact: "ვრუბელი, მიხეილ — რუსი მხატვარი", img: "vrubeli mikheil"},
              { name: "1917", fact: "ზამენჰოფი, ლუდვიკ ლაზარ — ესპერანტოს შემქმნელი", img: "zamenhopi ludvik lazar"},
              { name: "1930", fact: "ვლადიმერ მაიაკოვსკი — რუსი მწერალი", img: "vladimer maiakovski"},
              { name: "1935", fact: "ჯუღელი, სიმონ — პროფესიონალი რევოლუციონერი", img: "jugheli simon"},
              { name: "1986", fact: "ბოვუარი, სიმონა დე — ფრანგი მწერალი", img: "bovuari simona de"}
            ]
});
