window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "გიორგი მაწყვერელი ტიტე საკვირველთმოქმედი ამფიანე და ედესი მოწამე პოლიკარპე", fact: "გიორგი მაწყვერელი ტიტე საკვირველთმოქმედი ამფიანე და ედესი მოწამე პოლიკარპე", img: "Polikarp"},
              { name: "გიორგი მაწყვერელი", fact: "გიორგი მაწყვერელი", img: "Matsqvereli"},
              { name: "ტიტე საკვირველთმოქმედი", fact: "ტიტე საკვირველთმოქმედი", img: "Sakvirveltmokmedi"},
              { name: "ამფიანე და ედესი", fact: "ამფიანე და ედესი", img: "Edesi"},
              { name: "მოწამე პოლიკარპე", fact: "მოწამე პოლიკარპე", img: "Polikarp"},
              { name: "აგრეთვე: ჩრდილოეთი კორეა - კიმ ირ სენის დაბადების დღე.", fact: "აგრეთვე: ჩრდილოეთი კორეა - კიმ ირ სენის დაბადების დღე.", img: "agretve chrdiloeti korea"},
              { name: "ჩრდილოეთი კორეა - კიმ ირ სენის დაბადების დღე.", fact: "ჩრდილოეთი კორეა - კიმ ირ სენის დაბადების დღე.", img: "chrdiloeti korea"}
            ],
  history:  [
              { name: "1632", fact: "რეინთან ბრძოლა, შვედებმა დაამარცხეს საღვთო რომის იმპერია.", img: "Imper"},
              { name: "1638", fact: "სიმბარას აჯანყების ჩახშობა იაპონიაში.", img: "Japan"},
              { name: "1795", fact: "ლიტვის მიერთება რუსეთის იმპერიასთან.", img: "Imperias"},
              { name: "1896", fact: "ათენში დასრულდა ანტიკური ეპოქის შემდეგ პირველი ოლიმპიური თამაშები.", img: "Tamashebi"},
              { name: "1912", fact: "ჩრდილო ატლანტიკაში დაიღუპა ხომალდი „ტიტანიკი“.", img: "Titaniki"},
              { name: "1919", fact: "სსრკ-ში შეიქმნა გულაგი.", img: "Gulagi"},
              { name: "1940", fact: "მეორე მსოფლიო ომი. მოკავშირეებმა დაიწყეს, ნაცისტების მიერ ოკუპირებული, ნორვეგიული ქალაქის ნარვიკის შტურმი.", img: "Shturmi"},
              { name: "1946", fact: "ჭიათურაში დაიწყო „ჭიათურმანგანუმის“ ფაბრიკის მშენებლობა.", img: "Mshenebloba"},
              { name: "1975", fact: "შეიქმნა ევროპული კოსმოსური სააგენტო.", img: "Saagento"},
              { name: "1986", fact: "ტერორისტთა ბაზების განადგურების საბაბით აშშ-ს ავიაციამ დაბომბა ლიბიის ქალაქები ტრიპოლი და ბენგაზი.", img: "USA"},
              { name: "1992", fact: "ვიეტნამმა მიიღო კონსტიტუცია.", img: "Konstituts"},
              { name: "1994", fact: "საქართველოში სიყვარულის დღის აღნიშნვა დაიწყეს ქართველი ჟურნალისტ ბესიკ ჩუბინიძის ინიციატივით.", img: "Initsiativit"},
              { name: "2010", fact: "ინდოეთის პირველი, ადგილობრივი წარმოების კრიოგენული რაკეტის GSLV Mk.II-ის ზედა საფეხურის გაუმართაობის გამო, წარუმატებლად დამთავრდა თანამგზავრ GSAT-4-ის გაშვება. გაერთიანებულ სამეფოში, პირველად ქვეყნის ისტორიაში, გაიმართა პირდაპირი წინასაარჩევნო ტელედებატები წამყვანი პოლიტიკური პარტიების ლიდერებს შორის. კურმანბეკ ბაკიევი ოფიციალურად გადადგა ყირგიზეთის პრეზიდენტობიდან, მას მერე რაც ქვეყანა დატოვა. ისლანდიაში ვულკან აიუჰვედლეუკის ამოფრქვევამ საჰაერო მიმოსვლა შეაფერხა ჩრდილო-დასავლეთ ევროპაში.", img: "Mk"},
              { name: "ინდოეთის პირველი, ადგილობრივი წარმოების კრიოგენული რაკეტის GSLV Mk.II-ის ზედა საფეხურის გაუმართაობის გამო, წარუმატებლად დამთავრდა თანამგზავრ GSAT-4-ის გაშვება.", fact: "ინდოეთის პირველი, ადგილობრივი წარმოების კრიოგენული რაკეტის GSLV Mk.II-ის ზედა საფეხურის გაუმართაობის გამო, წარუმატებლად დამთავრდა თანამგზავრ GSAT-4-ის გაშვება.", img: "Mk"},
              { name: "გაერთიანებულ სამეფოში, პირველად ქვეყნის ისტორიაში, გაიმართა პირდაპირი წინასაარჩევნო ტელედებატები წამყვანი პოლიტიკური პარტიების ლიდერებს შორის.", fact: "გაერთიანებულ სამეფოში, პირველად ქვეყნის ისტორიაში, გაიმართა პირდაპირი წინასაარჩევნო ტელედებატები წამყვანი პოლიტიკური პარტიების ლიდერებს შორის.", img: "Shor"},
              { name: "კურმანბეკ ბაკიევი ოფიციალურად გადადგა ყირგიზეთის პრეზიდენტობიდან, მას მერე რაც ქვეყანა დატოვა.", fact: "კურმანბეკ ბაკიევი ოფიციალურად გადადგა ყირგიზეთის პრეზიდენტობიდან, მას მერე რაც ქვეყანა დატოვა.", img: "Datova"},
              { name: "ისლანდიაში ვულკან აიუჰვედლეუკის ამოფრქვევამ საჰაერო მიმოსვლა შეაფერხა ჩრდილო-დასავლეთ ევროპაში.", fact: "ისლანდიაში ვულკან აიუჰვედლეუკის ამოფრქვევამ საჰაერო მიმოსვლა შეაფერხა ჩრდილო-დასავლეთ ევროპაში.", img: "Evropa"},
              { name: "2019", fact: "პარიზის ღვთისმშობლის ტაძარი ხანძრის შედეგად მნიშვნელოვნად დაზიანდა.", img: "Dazian"}
            ],
  born:     [
              { name: "1452", fact: "ლეონარდო და ვინჩი — იტალიელი ფერმწერი, მოქანდაკე", img: "leonardo da vinchi"},
              { name: "1642", fact: "სულეიმან II — ოსმანთა იმპერიის სულთანი", img: "suleiman II"},
              { name: "1707", fact: "ეილერი, ლეონარდ — შვეიცარიელი მათემატიკოსი, მექანიკოსი და ფიზიკოსი", img: "eileri leonard"},
              { name: "1772", fact: "ეტიენ ჟოფრუა სენტ-ილერი — ფრანგი ზოოლოგი", img: "etien zhoprua sent ileri"},
              { name: "1894", fact: "ნიკიტა ხრუშჩოვი — საბჭოთა კავშირის კომუნისტური პარტიის ცენტრალური კომიტეტის პირველი მდივანი", img: "nikita khrushchovi"},
              { name: "1912", fact: "კიმ ირ სენი — ჩრდილოეთ კორეის ლიდერი", img: "kim ir seni"},
              { name: "1914", fact: "ბელეცკაია, ვერა — ქართველი გრაფიკოსი", img: "beletskaia vera"},
              { name: "1920", fact: "ვაიცზეკერი, რიხარდ ფონ — გერმანელი პოლიტიკოსი", img: "vaitszekeri rikhard pon"},
              { name: "1938", fact: "კარდინალე, კლაუდია — იტალიელი კინომსახიობი", img: "kardinale klaudia"},
              { name: "1944", fact: "დუდაევი, ჯოჰარ — ჩეჩნეთის პირველი პრეზიდენტი", img: "dudaevi johar"},
              { name: "1949", fact: "პუგაჩოვა, ალა — რუსი მომღერალი, მსახიობი, კომპოზიტორი", img: "pugachova ala"},
              { name: "1968", fact: "ივანე მერაბიშვილი — ქართველი სახელმწიფო და პოლიტიკური მოღვაწე", img: "ivane merabishvili"}
            ],
  died:     [
              { name: "238", fact: "გორდიანუს I — რომის იმპერატორი", img: "Rome"},
              { name: "1765", fact: "ლომონოსოვი, მიხეილ — რუსი სწავლული", img: "lomonosovi mikheil"},
              { name: "1865", fact: "ლინკოლნი, აბრაჰამ — აშშ-ის პრეზიდენტი", img: "USA"},
              { name: "1969", fact: "კონსტანტინე პიპინაშვილი — ქართველი კინორეჟისორი და სცენარისტი", img: "konstantine pipinashvili"},
              { name: "1980", fact: "სარტრი, ჟან-პოლ — ფრანგი მწერალი", img: "sartri zhan pol"},
              { name: "1990", fact: "გარბო, გრეტა — შვედი-ამერიკელი კინომსახიობი", img: "garbo greta"},
              { name: "1992", fact: "ბაგრატიონი, კონსტანტინე — ბაგრატიონთა მუხრანბატონების შტოს შთამომავალი", img: "bagrationi konstantine"},
              { name: "2014", fact: "გურამ მელივა — ქართველი საოპერო რეჟისორი, ქორეოგრაფი", img: "guram meliva"}
            ]
});
