window.__dayDataCallback__({
  holidays: [
    { name: "სირია", fact: "ევაკუაციის დღე (1946)", img: "Evacuation Day (Syria)", img2: "Syria" },
    { name: "ამერიკის სამოა", fact: "დროშის დღე", img: "Flag of American Samoa", img2: "American Samoa" },
    { name: "საერთაშორისო", fact: "მალბეკის დღე", img: "Malbec World Day", img2: "Argentina" },
    { name: "გაბონი", fact: "ქალთა დღე", img: "Rose Francine Rogombé", img2: "Gabon" },
    { name: "ყაზახეთი", fact: "სახანძრო სამსახურის დღე", img: "Ministry of Emergency Situations of Kazakhstan", img2: "Kazakhstan" },
    { name: "მართლმადიდებელი ეკლესია", fact: "<b>დღესასწაული ღმრთისმშობლის ხატისა „წყარო ცხოვრებისა“.*</b> ღირსისა იოსებ მგალობელისა (883); ღირსისა გიორგი მალეელისა, მდუმარისა (IX); ღირსისა ზოსიმე მონაზონისა პალესტინელისა (560); ქალწულმოწამისა ფერბუთა სპარსისა და დისა მისისა და მხევლისა მისისა (341-343).</b>", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "1855", fact: "პრინს-ედუარდის კუნძული შეუერთდა კანადის კონფედერაციას", img: "Prince Edward Island", img2: "Canada" },
    { name: "1961", fact: "კუბელი ემიგრანტები აშშ-ს სამხედროების მხარდაჭერით გადმოსხდნენ კოჩინოსის ყურეში, მაგრამ განადგურებულ იქნენ პლაია-ხირონთან", img: "Bay of Pigs Invasion", img2: "United States" },
    { name: "1975", fact: "კამბოჯის სამოქალაქო ომი სრულდება და კამბოჯის გენოციდი იწყება. 'წითელი ხმერები' იპყრობენ დედაქალაქ ფნომპენს, ხოლო კამბოჯის სამთავრობო ძალები ნებდებიან.", img: "Khmer Rouge", img2: "Cambodia" },
    { name: "1989", fact: "ლეგალიზებულ იქნა თავისუფალ პოლონურ პროფკავშირთა გაერთიანება სოლიდარობა.", img: "Solidarity (Polish trade union)", img2: "Poland" },
    { name: "2012", fact: "ჯიმ იონგ კიმი მსოფლიო ბანკის პრეზიდენტად აირჩიეს.", img: "Jim Yong Kim", img2: "United States" },
    { name: "2014", fact: "აბდელაზიზ ბუტეფლიკა მეოთხე ვადით ალჟირის პრეზიდენტად აირჩიეს.", img: "Abdelaziz Bouteflika", img2: "Algeria" },
    { name: "2016", fact: "ბრაზილიის კონგრესის ქვედა პალატამ პრეზიდენტ დილმა რუსეფის იმპიჩმენტს მხარი დაუჭირა.", img: "Dilma Rousseff", img2: "Brazil" },
    { name: "2019", fact: "ალან გარსია პერესი — პერუს ყოფილი პრეზიდენტი — დაკავების მომენტში დაიღუპა.", img: "Alan García", img2: "Peru" },
    { name: "2019", fact: "შრი-ლანკაზე მომხდარ აფეთქებებს 200-ზე მეტი ადამიანი ემსხვერპლა.", img: "2019 Sri Lanka Easter bombings", img2: "Sri Lanka" }
  ],
  born: [
    { name: "1573", fact: "მაქსიმილიან I — ბავარიის ჰერცოგი და კურფიურსტი", img: "Maximilian I, Elector of Bavaria", img2: "Bavaria" },
    { name: "1586", fact: "ჯონ ფორდი — ინგლისელი დრამატურგი", img: "John Ford (dramatist)", img2: "England" },
    { name: "1598", fact: "ჯოვანი ბატისტა რიჩოლი — იტალიელი ასტრონომი და თეოლოგი", img: "Giovanni Battista Riccioli", img2: "Italy" },
    { name: "1894", fact: "ხრუშჩოვი, ნიკიტა — საბჭოთა სახელმწიფო და პარტიული მოღვაწე", img: "Никита Хрущёв", img2: "Soviet Union" },
    { name: "1909", fact: "ბერძენიშვილი, გრიგოლ — ქართველი დრამატურგი", img: "გრიგოლ ბერძენიშვილი", img2: "საქართველო" },
    { name: "1929", fact: "ჯეიმზ ლასტი — გერმანელი კომპოზიტორი", img: "James Last", img2: "Germany" },
    { name: "1948", fact: "ჯონ გრეი — ინგლისელი ფილოსოფოსი", img: "John Gray (philosopher)", img2: "England" },
    { name: "1952", fact: "ჟელკო რაჟნატოვიჩი — სერბი სამხედრო და პოლიტიკური მოღვაწე, ბიზნესმენი, კრიმინალური ავტორიტეტი", img: "Željko Ražnatović", img2: "Serbia" },
    { name: "1954", fact: "რიკარდო პატრეზე — იტალიელი ავტო-რბოლელი, მსოფლიო ჩემპიონატის ვიცე-ჩემპიონი ფორმულა 1-ში (1992)", img: "Riccardo Patrese", img2: "Italy" },
    { name: "1957", fact: "აფრიკა ბამბატა — ამერიკელი დიჯეი, მომღერალი, სიმღერების ავტორი, ჰიპ-ჰოპის ერთ-ერთი დამაარსებელი", img: "Afrika Bambaataa", img2: "United States" },
    { name: "1959", fact: "შონ ბინი — ბრიტანელი მსახიობი, ემის პრემიის ლაურეატი", img: "Sean Bean", img2: "United Kingdom" },
    { name: "1959", fact: "ელენა გაგარინა — რუსი ხელოვნებათმცოდნე, მოსკოვის კრემლის მუზეუმ-ნაკრძალის გენერალური დირექტორი", img: "Elena Gagarina", img2: "Russia" },
    { name: "1966", fact: "ევგენი ბელოშეიკინი — საბჭოთა ჰოკეისტი (მეკარე), მსოფლიო ჩემპიონი (1986) და ოლიმპიური თამაშების ჩემპიონი (1988)", img: "Евгений Белошейкин", img2: "Soviet Union" },
    { name: "1968", fact: "ვიკრამი — ინდოელი მსახიობი", img: "Vikram (actor)", img2: "India" },
    { name: "1968", fact: "ადამ მაკკეი - ამერიკელი კინორეჟისორი, პროდიუსერი და სცენარისტი, ოსკარების, ბაფტასა და ემის ჯილდოების მფლობელი.", img: "Adam McKay", img2: "United States" },
    { name: "1971", fact: "კლერ სუინი — ინგლისელი მსახიობი, მომღერალი და ტელეწამყვანი", img: "Claire Sweeney", img2: "England" },
    { name: "1972", fact: "ჯენიფერ გარნერი — ამერიკელი მსახიობი და პროდიუსერი, ოქროს გლობუსის პრემიის ლაურეატი", img: "Jennifer Garner", img2: "United States" },
    { name: "1974", fact: "ვიქტორია ბექჰემი — ინგლისელი მომღერალი, სიმღერების ავტორი, მოცეკვავე, მოდელი, მსახიობი, დიზაინერი", img: "Victoria Beckham", img2: "England" },
    { name: "1976", fact: "ვლადიმირ სამსონოვი — ბელარუსი მაგიდის ჩოგბურთელი, ევროპის მრავალგზის ჩემპიონი", img: "Vladimir Samsonov", img2: "Belarus" },
    { name: "1977", fact: "ანასტასია მაკარევიჩი — რუსი მომღერალი, მუსიკოსი, ჯგუფ „ლიცეის“ ყოფილი სოლისტი", img: "Анастасия Макаревич", img2: "Russia" },
    { name: "1977", fact: "ჩედ ჰედრიკი — ამერიკელი ციგურების მორბენალი, 5000 მეტრზე ევროპის ჩემპიონი (2006), როლიკებით რბოლაში მსოფლიო ჩემპიონი", img: "Chad Hedrick", img2: "United States" },
    { name: "1985", fact: "კრისტოფ ვილკე — გერმანელი სპორტსმენი, ოლიმპიური ჩემპიონი აკადემიურ ნიჩბოსნობაში", img: "Christoph Willke", img2: "Germany" },
    { name: "1985", fact: "რუნი მარა — ამერიკელი კინომსახიობი, ტელევიზიისა და გახმოვანების მსახიობი", img: "Rooney Mara", img2: "United States" },
    { name: "1985", fact: "ჟო-ვილფრიდ ცონგა — ფრანგი ჩოგბურთელი, მსოფლიოს ყოფილი მეხუთე ჩოგანი", img: "Jo-Wilfried Tsonga", img2: "France" },
    { name: "1987", fact: "ჟაკლინ მაკ-კინეს ვუდი — კანადელი ტელევიზიის მსახიობი", img: "Jacqueline MacInnes Wood", img2: "Canada" },
    { name: "1998", fact: "ანა უდინე სტრემი — ნორვეგიელი მთამსვლელი, ოლიმპიური ჩემპიონი (2026), მსოფლიო ჩემპიონი (2025)", img: "Anna Odine Strøm", img2: "Norway" },
    { name: "2001", fact: "სინ რიუჯინი — სამხრეთკორეელი მომღერალი, რეპერი და მოცეკვავე", img: "Shin Ryujin", img2: "South Korea" }
  ],
  died: [
    { name: "1790", fact: "ფრანკლინი, ბენჯამინ — ამერიკელი გამომგონებელი, გამომცემელი და პოლიტიკოსი, პენსილვანიის მე-6 პრეზიდენტი", img: "Benjamin Franklin", img2: "United States" },
    { name: "1892", fact: "მაკკენზი ალექსანდრი — კანადელი პოლიტიკური მოღვაწე", img: "Alexander Mackenzie (politician)", img2: "Canada" },
    { name: "1933", fact: "მარჯანიშვილი, კონსტანტინე — ქართველი რეჟისორი.", img: "კონსტანტინე მარჯანიშვილი", img2: "საქართველო" },
    { name: "1989", fact: "ბადრიშვილი, გიორგი — ქართველი აგრონომ-მემცენარე.", img: "გიორგი ბადრიშვილი", img2: "საქართველო" },
    { name: "2014", fact: "გაბრიელ გარსია მარკესი — კოლუმბიელი მწერალი", img: "Gabriel García Márquez", img2: "Colombia" }
  ]
});
