window.__dayDataCallback__({
  holidays: [
    { name: "საქართველო", fact: "სიყვარულის დღე", img: "Любовь", img2: "საქართველო" },
    { name: "მსოფლიო", fact: "კულტურის საერთაშორისო დღე", img: "Universal Day of Culture", img2: "Earth" },
    { name: "აშშ", fact: "ჯეკი რობინსონის დღე", img: "Jackie Robinson Day", img2: "United States" },
    { name: "ინდოეთი", fact: "ბენგალური ახალი წელი - პოჰელა ბოიშახი", img: "Pohela Boishakh", img2: "India" },
    { name: "ჩრდილოეთი კორეა", fact: "მზის დღე - კიმ ირ სენის დაბადების დღე", img: "Kim Il Sung", img2: "North Korea" },
    { name: "ჰავაი", fact: "მამა დამიანეს დღე", img: "Father Damien", img2: "Hawaii" },
    { name: "მართლმადიდებელი ეკლესია", fact: "<b>ღირსისა გიორგისა, მაწყვერელ ეპისკოპოსისა</b> (X)*; ღირსისა ტიტე სასწაულთმოქმედისა (IX); მოწამეთა: ამფიანესი და ედესისა (306); მოწამისა პოლიკარპესი (IV).", img: "ეკლესია (ნაგებობა)", img2: "Saints" },
  ],
  history: [
    { name: "1632", fact: "რეინთან ბრძოლა, შვედებმა დაამარცხეს საღვთო რომის იმპერია.", img: "Battle of Rain", img2: "Holy Roman Empire" },
    { name: "1638", fact: "სიმბარას აჯანყების ჩახშობა იაპონიაში.", img: "Shimabara Rebellion", img2: "Japan" },
    { name: "1795", fact: "ლიტვის მიერთება რუსეთის იმპერიასთან.", img: "Partitions of Lithuania", img2: "Russia" },
    { name: "1896", fact: "ათენში დასრულდა ანტიკური ეპოქის შემდეგ პირველი ოლიმპიური თამაშები.", img: "1896 Summer Olympics", img2: "Greece" },
    { name: "1912", fact: "ჩრდილო ატლანტიკაში დაიღუპა ხომალდი 'ტიტანიკი'.", img: "RMS Titanic", img2: "United Kingdom" },
    { name: "1940", fact: "მოკავშირეებმა დაიწყეს ნაცისტების მიერ ოკუპირებული ნარვიკის შტურმი.", img: "First Battle of Narvik", img2: "Norway" },
    { name: "1975", fact: "შეიქმნა ევროპული კოსმოსური სააგენტო.", img: "European Space Agency", img2: "European Union" },
    { name: "1986", fact: "ტერორისტების ბაზების განადგურების საბაბით აშშ-ს ავიაციამ დაბომბა ლიბიის ქალაქები ტრიპოლი და ბენგაზი.", img: "1986 United States bombing of Libya", img2: "United States" },
    { name: "1994", fact: "საქართველოში სიყვარულის დღის აღნიშვნა დაიწყეს.", img: "Любовь", img2: "საქართველო" },
    { name: "2010", fact: "ისლანდიაში ვულკანის ამოფრქვევამ საჰაერო მიმოსვლა შეაფერხა ჩრდილო-დასავლეთ ევროპაში.", img: "2010 eruptions of Eyjafjallajökull", img2: "Iceland" },
    { name: "2019", fact: "პარიზის ღვთისმშობლის ტაძარი ხანძრის შედეგად მნიშვნელოვნად დაზიანდა.", img: "Notre-Dame de Paris fire", img2: "France" }
  ],
  born: [
    { name: "1452", fact: "ლეონარდო და ვინჩი — იტალიელი ფერმწერი, მოქანდაკე", img: "Леонардо да Винчи", img2: "Italy" },
    { name: "1642", fact: "სულეიმან II — ოსმანთა იმპერიის სულთანი", img: "სულეიმან II", img2: "Ottoman Empire" },
    { name: "1707", fact: "ეილერი, ლეონარდ — შვეიცარიელი მათემატიკოსი, მექანიკოსი და ფიზიკოსი", img: "Leonhard Euler", img2: "Switzerland" },
    { name: "1894", fact: "ნიკიტა ხრუშჩოვი — საბჭოთა კავშირის კომუნისტური პარტიის ცენტრალური კომიტეტის პირველი მდივანი", img: "Никита Хрущёв", img2: "Russia" },
    { name: "1912", fact: "კიმ ირ სენი — ჩრდილოეთ კორეის ლიდერი", img: "Kim Il-sung", img2: "North Korea" },
    { name: "1914", fact: "ბელეცკაია, ვერა — ქართველი გრაფიკოსი", img: "ვერა ბელეცკაია", img2: "საქართველო" },
    { name: "1938", fact: "კარდინალე, კლაუდია — იტალიელი კინომსახიობი", img: "Claudia Cardinale", img2: "Italy" },
    { name: "1949", fact: "პუგაჩოვა, ალა — რუსი მომღერალი, მსახიობი, კომპოზიტორი", img: "Алла Пугачёва", img2: "Russia" },
    { name: "1968", fact: "ივანე 'ვანო' მერაბიშვილი — ქართველი სახელმწიფო და პოლიტიკური მოღვაწე, საქართველოს შსს მინისტრი 2004-2012 წწ.", img: "ვანო მერაბიშვილი", img2: "საქართველო" }
  ],
  died: [
    { name: "238", fact: "გორდიანუს I — რომის იმპერატორი", img: "Gordian I", img2: "Ancient Roman Architecture" },
    { name: "1765", fact: "ლომონოსოვი, მიხეილ — რუსი სწავლული", img: "Михаил Ломоносов", img2: "Russia" },
    { name: "1865", fact: "ლინკოლნი, აბრაჰამ — აშშ-ის პრეზიდენტი", img: "Abraham Lincoln", img2: "United States" },
    { name: "1969", fact: "კონსტანტინე პიპინაშვილი — ქართველი კინორეჟისორი და სცენარისტი", img: "კონსტანტინე პიპინაშვილი", img2: "საქართველო" },
    { name: "1980", fact: "სარტრი, ჟან-პოლ — ფრანგი მწერალი", img: "Jean-Paul Sartre", img2: "France" },
    { name: "1990", fact: "გარბო, გრეტა — შვედი-ამერიკელი კინომსახიობი", img: "Greta Garbo", img2: "Sweden" },
    { name: "2014", fact: "გურამ მელივა — ქართველი საოპერო რეჟისორი, ქორეოგრაფი", img: "გურამ მელივა", img2: "საქართველო" }
  ]
});
