window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ევტიქი კონსტანტინეპოლელი მთავარეპისკოპოსი წმინდა მეთოდე პლატონიდა ასური 120 მოწამე სპარსთაგან წამებული (+344-347); მოწამე იერემია და არქილე ხუცესი", fact: "ევტიქი კონსტანტინეპოლელი მთავარეპისკოპოსი წმინდა მეთოდე პლატონიდა ასური 120 მოწამე სპარსთაგან წამებული (+344-347); მოწამე იერემია და არქილე ხუცესი", img: "120"},
              { name: "ევტიქი კონსტანტინეპოლელი მთავარეპისკოპოსი", fact: "ევტიქი კონსტანტინეპოლელი მთავარეპისკოპოსი", img: "Mtavarepiskoposi"},
              { name: "წმინდა მეთოდე", fact: "წმინდა მეთოდე", img: "Metod"},
              { name: "პლატონიდა ასური", fact: "პლატონიდა ასური", img: "Asuri"},
              { name: "120 მოწამე სპარსთაგან წამებული (+344-347); მოწამე იერემია და არქილე ხუცესი", fact: "120 მოწამე სპარსთაგან წამებული (+344-347); მოწამე იერემია და არქილე ხუცესი", img: "120"},
              { name: "აგრეთვე: ვენესუელა : დამოუკიდებლობის გამოცხადების დღე სიერა-ლეონე : რესპუბლიკის დღე", fact: "აგრეთვე: ვენესუელა : დამოუკიდებლობის გამოცხადების დღე სიერა-ლეონე : რესპუბლიკის დღე", img: "Dghe"},
              { name: "ვენესუელა : დამოუკიდებლობის გამოცხადების დღე", fact: "ვენესუელა : დამოუკიდებლობის გამოცხადების დღე", img: "Dghe"},
              { name: "სიერა-ლეონე : რესპუბლიკის დღე", fact: "სიერა-ლეონე : რესპუბლიკის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1713", fact: "უძეობის გამო საღვთო რომის იმპერატორმა კარლ VI-მ გამოსცა პრაგმატული სანქცია, რომლითაც მისი ქალიშვილები ჰაბსბურგის მიწების მემკვიდრეები გახადა.", img: "Gakha"},
              { name: "1770", fact: "კაპიტანმა ჯეიმზ კუკმა აღმოაჩინა „ახალი სამხრეთი უელსი“ (ავსტრალია).", img: "Avstral"},
              { name: "1772", fact: "დაიბადა ინგლისელი ეკონომისტი დეივიდ რიკარდო.", img: "Rikardo"},
              { name: "1782", fact: "ნიდერლანდებმა აღიარა აშშ-ს დამოუკიდებლობა.", img: "USA"},
              { name: "1803", fact: "გიორგი XII-ის ქვრივმა, დედოფალმა მარიამმა მოკლა გენერალი ლაზარევი.", img: "Lazarevi"},
              { name: "1839", fact: "ლონდონის ხელშეკრულებით ბელგიის სამეფოს დამოუკიდებლობა გამოცხადდა.", img: "London"},
              { name: "1943", fact: "ნაცისტების ჯარები ვარშავის გეტოში შევიდნენ დარჩენილი ებრაელების დასაჭერად (სურათზე), რამაც პირველი მასიური აჯანყება გამოიწვია პოლონეთში ნაცისტების ოკუპაციის წინააღმდეგ ჰოლოკოსტის პერიოდში.", img: "Period"},
              { name: "1969", fact: "ჩრდილოეთ ირლანდიაში ახალი ძალით იფეთქა შეტაკებამ კათოლიკეებსა და პროტესტანტებს შორის.", img: "Shor"},
              { name: "1971", fact: "ბაიკონურის კოსმოდრომიდან ტიურატამთან, ყაზახეთის სსრ (სსრკ), ორბიტაზე გაუშვეს პირველი კოსმოსური სადგური „სალუტ-1“.", img: "Salut"},
              { name: "1975", fact: "ორბიტაზე გაიყვანეს ინდოეთის პირველი კოსმოსური ხომალდი „არიაბჰატა“.", img: "Ariabhata"},
              { name: "1999", fact: "გერმანიის პარლამენტი დაბრუნდა ბერლინში.", img: "Berlin"},
              { name: "2007", fact: "რუმინეთის პარლამენტმა უფლებამოსილება შეუწყვიტა პრეზიდენტ ტრაიან ბესესკუს ძალაუფლების გადაჭარბებით გამოყენების ბრალდების გამო.", img: "Romania"},
              { name: "2011", fact: "ფიდელ კასტრო კუბის კომუნისტური პარტიის პირველი მდივნობიდან გადადგა. გუდლაკ ჯონათანი ნიგერიის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "ფიდელ კასტრო კუბის კომუნისტური პარტიის პირველი მდივნობიდან გადადგა.", fact: "ფიდელ კასტრო კუბის კომუნისტური პარტიის პირველი მდივნობიდან გადადგა.", img: "Gadadga"},
              { name: "გუდლაკ ჯონათანი ნიგერიის პრეზიდენტად აირჩიეს.", fact: "გუდლაკ ჯონათანი ნიგერიის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2018", fact: "კუბის ახალი პრეზიდენტი მიგელ დიას-კანელი გახდა.", img: "Gakh"},
              { name: "2022", fact: "ჟოზე რამუშ-ორტა აღმოსავლეთ ტიმორის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1320", fact: "პედრუ I (პორტუგალია) — პორტუგალიის მეფე ბურგუნდიელთა დინასტიიდან", img: "pedru I portugalia"},
              { name: "1882", fact: "ჟეტულიუ ვარგასი — ბრაზილიელი პოლიტიკოსი", img: "zhetuliu vargasi"},
              { name: "1949", fact: "პიკასო, პალომა — ესპანელი-ფრანგი დიზაინერი", img: "pikaso paloma"},
              { name: "1968", fact: "ეშლი ჯადი — ამერიკელი კინომსახიობი", img: "eshli jadi"},
              { name: "1965", fact: "ნატალი დესე — ფრანგი ოპერის მომღერალი", img: "natali dese"},
              { name: "1987", fact: "მარია შარაპოვა — რუსი ჩოგბურთელი", img: "maria sharapova"}
            ],
  died:     [
              { name: "1054", fact: ": ლეო IX — რომის პაპი 1049-1054 წლებში.", img: "Rome"},
              { name: "1820", fact: "სიმონ სოლოღაშვილი — წარმოშობით ქართველი, რუსეთის იმპერიის გენერალი", img: "simon sologhashvili"},
              { name: "1824", fact: "ჯორჯ გორდონ ბაირონი — ინგლისელი პოეტი, რომანტიკოსი.", img: "jorj gordon baironi"},
              { name: "1881", fact: "ბენჯამინ დიზრაელი — ბრიტანელი პოლიტიკოსი", img: "benjamin dizraeli"},
              { name: "1906", fact: "პიერ კიური — ფრანგი ფიზიკოსი", img: "pier kiuri"},
              { name: "1919", fact: "ემილიანო ზაპატა — მექსიკელი რევოლუციონერი", img: "emiliano zapata"},
              { name: "1967", fact: "კონრად ადენაუერი — გერმანელი პოლიტიკოსი", img: "konrad adenaueri"},
              { name: "1980", fact: "ალფრედ ჰიჩკოკი — ამერიკელი კინორეჟისორი", img: "alpred hichkoki"},
              { name: "2022", fact: "მვაი კიბაკი — კენიის ყოფილი პრეზიდენტი", img: "mvai kibaki"}
            ]
});
