window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "აღათოპოდი დიაკონი, თეოდულე მკითხველი და სხვანი პუბლი ეგვიპტელი ღირსი თეონა, სვიმეონი და ფორბინე მარკოზ ათინელი პლატონ აღმსარებელი თეოდორა თესალონიკელი", fact: "აღათოპოდი დიაკონი, თეოდულე მკითხველი და სხვანი პუბლი ეგვიპტელი ღირსი თეონა, სვიმეონი და ფორბინე მარკოზ ათინელი პლატონ აღმსარებელი თეოდორა თესალონიკელი", img: "Tesalonikeli"},
              { name: "აღათოპოდი დიაკონი, თეოდულე მკითხველი და სხვანი", fact: "აღათოპოდი დიაკონი, თეოდულე მკითხველი და სხვანი", img: "Skhvani"},
              { name: "პუბლი ეგვიპტელი", fact: "პუბლი ეგვიპტელი", img: "Egvipteli"},
              { name: "ღირსი თეონა, სვიმეონი და ფორბინე", fact: "ღირსი თეონა, სვიმეონი და ფორბინე", img: "Porbin"},
              { name: "მარკოზ ათინელი", fact: "მარკოზ ათინელი", img: "Atineli"},
              { name: "პლატონ აღმსარებელი", fact: "პლატონ აღმსარებელი", img: "Aghmsarebeli"},
              { name: "თეოდორა თესალონიკელი", fact: "თეოდორა თესალონიკელი", img: "Tesalonikeli"},
              { name: "აგრეთვე:", fact: "აგრეთვე:", img: "Agretv"},
              { name: "ძეგლთა დაცვის საერთაშორისო დღე (1983)", fact: "ძეგლთა დაცვის საერთაშორისო დღე (1983)", img: "1983"},
              { name: "ბრაზილია : სპირიტიზმის დღე", fact: "ბრაზილია : სპირიტიზმის დღე", img: "Dghe"},
              { name: "ზიმბაბვე : დამოუკიდებლობის დღე (1980)", fact: "ზიმბაბვე : დამოუკიდებლობის დღე (1980)", img: "1980"}
            ],
  history:  [
              { name: "1770", fact: "ბრძოლა აწყურთან, ტოტლებენის ღალატი.", img: "Ghalati"},
              { name: "1946", fact: "გამოცხადდა ერთა ლიგის დაშლა.", img: "Dashla"},
              { name: "1955", fact: "ინდონეზიის ქ. ბანდუნგში დაიწყო აზიისა და აფრიკის ქვეყნების კონფერენცია (ბანდუნგის კონფერენცია).", img: "Konperents"},
              { name: "1980", fact: "სამხრეთი როდეზია ზიმბაბვეს სახელით დამოუკიდებელი გახდა დიდი ბრიტანეთისაგან.", img: "Britanetisagan"},
              { name: "1983", fact: "იუნესკომ პირველად აღნიშნა ძეგლებისა და ისტორიული ადგილების საერთაშორისო დღე.", img: "Dghe"},
              { name: "2008", fact: "სოიუზ ტმა-12-მა კოსმოსში პირველი კორეელი კოსმონავტი ლი სო-იენი გაიყვანა საერთაშორისო კოსმოსური სადგურის მისიაზე.", img: "12"},
              { name: "2010", fact: "სმოლენკის ავიაკატასტროფიდან ერთი კვირის თავზე გაიმართა პოლონეთის პრეზიდენტის ლეხ კაჩინსკის და პირველი ქალბატონის მარია კაჩინსკას ოფიციალური დაკრძალვა კრაკოვში.", img: "Krakov"},
              { name: "2011", fact: "ჯენიფერ ეგანის ნაწარმოებმა „A Visit From the Goon Squad“ 2011 პულიცერის პრემია აიღო ბელეტრისტიკაში.", img: "Visit From"},
              { name: "2012", fact: "ინდოეთმა საკონტინენტთაშორისო ბალისტიკური რაკეტა აგნი-V გამოსცადა.", img: "Gamostsa"},
              { name: "2020", fact: "ისრაელის პრემიერ-მინისტრი ბენიამინ ნეთანიაჰუ (ლიკუდი) და ქნესეთის სპიკერი ბენი განცი (კახოლ-ლავანი) კოალიციური მთავრობის ჩამოყალიბებაზე შეთანხმდნენ.", img: "Shetankhmdnen"}
            ],
  born:     [
              { name: "1590", fact: "აჰმედ I — ოსმალეთის სულთანი", img: "ahmed I"},
              { name: "1722", fact: "რიკარდო, დავიდ — ინგლისელი ეკონომისტი", img: "rikardo david"},
              { name: "1819", fact: "ზუპე, ფრანც ფონ — ავსტრიელი კომპოზიტორი", img: "zupe prants pon"},
              { name: "1882", fact: "სტოკოვსკი, ლეოპოლდ — ამერკელი დირიჟორი", img: "stokovski leopold"},
              { name: "1901", fact: "ახვლედიანი, ელენე — ქართველი ფერმწერი, გრაფიკოსი, თეატრისა და კინოს მხატვარი.", img: "akhvlediani elene"},
              { name: "1927", fact: "ჰანტინგტონი, სამიუელ — ამერიკელი პოლიტოლოგი", img: "hantingtoni samiuel"}
            ],
  died:     [
              { name: "1873", fact: "ლიბიხი, იუსტუს ფონ — გერმანელი ქიმიკოსი", img: "libikhi iustus pon"},
              { name: "1898", fact: "მორო, გიუსტავ — ფრანგი მხატვარი", img: "moro giustav"},
              { name: "1936", fact: "ლესპიგი, ოტორინო — იტალიელი კომპოზიტორი", img: "lespigi otorino"},
              { name: "1945", fact: "ფლემინგი, ჯონ — ინგლისელი მეცნიერი ელექტროტექნიკისა და რადიოტექნიკის დარგში", img: "plemingi jon"},
              { name: "1955", fact: "აინშტაინი, ალბერტ — გერმანელი ფიზიკოსი", img: "ainshtaini albert"},
              { name: "1978", fact: "ანთაძე, დოდო — ქართველი რეჟისორი", img: "antadze dodo"},
              { name: "2002", fact: "თურ ჰეიერდალი — ნორვეგიელი მკვლევარი", img: "tur heierdali"},
              { name: "2013", fact: "სტორმ თორგერსონი — ინგლისელი დიზაინერი", img: "storm torgersoni"},
              { name: "2020", fact: "რეზო ესაძე — ქართველი მსახიობი და კინორეჟისორი", img: "rezo esadze"}
            ]
});
