window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა დედანი და მამანი, ქვათახევის მონასტერში წამებული თემურ-ლენგის მიერ მოწამენი: ტერენტი, პომპიოს, აფრიკან, მაქსიმე, ზენონ, ალექსანდრე, თეოდორე და სხვანი ოცდაცამეტნი მოწამენი: იაკობ ხუცესი, აზატან და ავდიკი დიაკონნი", fact: "წმინდა დედანი და მამანი, ქვათახევის მონასტერში წამებული თემურ-ლენგის მიერ მოწამენი: ტერენტი, პომპიოს, აფრიკან, მაქსიმე, ზენონ, ალექსანდრე, თეოდორე და სხვანი ოცდაცამეტნი მოწამენი: იაკობ ხუცესი, აზატან და ავდიკი დიაკონნი", img: "Diakonni"},
              { name: "წმინდა დედანი და მამანი, ქვათახევის მონასტერში წამებული თემურ-ლენგის მიერ", fact: "წმინდა დედანი და მამანი, ქვათახევის მონასტერში წამებული თემურ-ლენგის მიერ", img: "Mier"},
              { name: "მოწამენი: ტერენტი, პომპიოს, აფრიკან, მაქსიმე, ზენონ, ალექსანდრე, თეოდორე და სხვანი ოცდაცამეტნი", fact: "მოწამენი: ტერენტი, პომპიოს, აფრიკან, მაქსიმე, ზენონ, ალექსანდრე, თეოდორე და სხვანი ოცდაცამეტნი", img: "Otsdatsametni"},
              { name: "მოწამენი: იაკობ ხუცესი, აზატან და ავდიკი დიაკონნი", fact: "მოწამენი: იაკობ ხუცესი, აზატან და ავდიკი დიაკონნი", img: "Diakonni"},
              { name: "აგრეთვე: კათოლიციზმი - წმინდა გიორგის დღე კატალონია : სანტ-ხორდის (წმინდა გიორგის) დღე მსოფლიო : წიგნისა და საავტორო უფლებების მსოფლიო დღე ევროპა : ინფექციასთან ბრძოლის დღე", fact: "აგრეთვე: კათოლიციზმი - წმინდა გიორგის დღე კატალონია : სანტ-ხორდის (წმინდა გიორგის) დღე მსოფლიო : წიგნისა და საავტორო უფლებების მსოფლიო დღე ევროპა : ინფექციასთან ბრძოლის დღე", img: "agretve katolitsizmi"},
              { name: "კათოლიციზმი - წმინდა გიორგის დღე", fact: "კათოლიციზმი - წმინდა გიორგის დღე", img: "katolitsizmi"},
              { name: "კატალონია : სანტ-ხორდის (წმინდა გიორგის) დღე", fact: "კატალონია : სანტ-ხორდის (წმინდა გიორგის) დღე", img: "Dghe"},
              { name: "მსოფლიო : წიგნისა და საავტორო უფლებების მსოფლიო დღე", fact: "მსოფლიო : წიგნისა და საავტორო უფლებების მსოფლიო დღე", img: "Dghe"},
              { name: "ევროპა : ინფექციასთან ბრძოლის დღე", fact: "ევროპა : ინფექციასთან ბრძოლის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1661", fact: "ვესტმინსტერის სააბატოში ჩარლზ II ინგლისის, ირლანდიისა და შოტლანდიის მეფედ აკურთხეს.", img: "Akurtkhe"},
              { name: "1827", fact: "ირლანდიელმა მათემატიკოსმა და ფიზიკოსმა უილიამ როუან ჰამილტონმა მისი სხივების სისტემათა თეორია წარმოადგინა.", img: "Tsarmoadgina"},
              { name: "1920", fact: "თურქეთის დიდი ეროვნული ასამბლეა დაარსდა ანკარაში.", img: "Ankara"},
              { name: "1923", fact: "ბალტიის ზღვის გდანსკის ყურეში პოლონეთის საზღვაო პორტი გდინიას ინაუგურაცია შედგა.", img: "Shedga"},
              { name: "1940", fact: "ნატჩეზში, მისისიპი რიტმის ღამის კლუბში ცეცხლის გახსნის შედეგად დაიღუპა 198 ადამიანი.", img: "198"},
              { name: "1961", fact: "1940-იანი წლების გენერლის უნიფორმაში გამოწყობილი პრეზიდენტი შარლ დე გოლი სატელევიზიო გამოსვლაში საფრანგეთის სამხედრო პერსონალსა და მოქალაქეებს მიმართავს გენერლების პუტჩის დაუმორჩილებლობისკენ.", img: "1940"},
              { name: "1990", fact: "ნამიბია გახდა გაერთიანებული ერების ორგანიზაციის 160–ე წევრი.", img: "160"},
              { name: "1993", fact: "გაეროს მონიტორინგით ჩატარებლ რეფერენდუმში ერიტრეის მოქალაქეთა დიდმა უმრავლესობამ ეთიოპიისგან დამოუკიდებლობას დაუჭირა მხარი.", img: "Mkhari"},
              { name: "2001", fact: "კომპანიამ Intel ახალი თაობის პროცესორი Pentium 4 გამოუშვა.", img: "Intel"}
            ],
  born:     [
              { name: "1185", fact: "აფონსუ II სქელი — პორტუგალიის მეფე", img: "aponsu II skeli"},
              { name: "1791", fact: "ბიუკენენი, ჯეიმზ — აშშ-ის სახელმწიფო მოღვაწე", img: "USA"},
              { name: "1858", fact: "პლანკი, მაქს — გერმანელი ფიზიკოსი", img: "planki maks"},
              { name: "1876", fact: "ჯავახიშვილი, ივანე — ქართველი ისტორიკოსი, საზოგადო მოღვაწე", img: "javakhishvili ivane"},
              { name: "1891", fact: "პროკოფიევი, სერგეი — რუსი კომპოზიტორი", img: "prokopievi sergei"},
              { name: "1902", fact: "ლაქსნესი, ჰალდოურ კილიან — ისლანდიელი მწერალი", img: "laksnesi haldour kilian"},
              { name: "1935", fact: "ჩიტი, ფრანკო — იტალიელი მსახიობი", img: "chiti pranko"},
              { name: "1979", fact: "ილონენი, ლაური — ფინელი როკ-მომღერალი", img: "iloneni lauri"},
              { name: "1984", fact: "გაბუნია,ზაზა — ქართველი პოლიტიკოსი და მწერალი", img: "gabunia zaza"}
            ],
  died:     [
              { name: "1616", fact: "სერვანტესი, მიგელ დე — ესპანელი მწერალი", img: "servantesi migel de"},
              { name: "1616", fact: "შექსპირი, უილიამ — ინგლისელი დრამატურგი და პოეტი", img: "shekspiri uiliam"},
              { name: "1784", fact: "სოლომონ I — იმერეთის მეფე", img: "solomon I"},
              { name: "1904", fact: "აღნიაშვილი, ვლადიმერ — ქართველი საზოგადო მოღვაწე", img: "aghniashvili vladimer"},
              { name: "1973", fact: "აბე ტომოძი — იაპონელი მწერალი", img: "abe tomodzi"},
              { name: "1996", fact: "ტრევერსი, პამელა — ავსტრალიელი მწერალი", img: "treversi pamela"},
              { name: "2007", fact: "ელცინი, ბორის — რუსეთის პრეზიდენტი 1991-1999 წლებში.", img: "1991"}
            ]
});
