window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "აღაპია, ირინე და ქიონია მოწამე ლეონიდი და დედანი: ქარიესი, ნიკი, გალინა, კალისა, ნუნეხია, ვასილისა, თეოდორა, ირინე და სხვანი მოწამე ირინე", fact: "აღაპია, ირინე და ქიონია მოწამე ლეონიდი და დედანი: ქარიესი, ნიკი, გალინა, კალისა, ნუნეხია, ვასილისა, თეოდორა, ირინე და სხვანი მოწამე ირინე", img: "Irin"},
              { name: "აღაპია, ირინე და ქიონია", fact: "აღაპია, ირინე და ქიონია", img: "Kion"},
              { name: "მოწამე ლეონიდი და დედანი: ქარიესი, ნიკი, გალინა, კალისა, ნუნეხია, ვასილისა, თეოდორა, ირინე და სხვანი", fact: "მოწამე ლეონიდი და დედანი: ქარიესი, ნიკი, გალინა, კალისა, ნუნეხია, ვასილისა, თეოდორა, ირინე და სხვანი", img: "Skhvani"},
              { name: "მოწამე ირინე", fact: "მოწამე ირინე", img: "Irin"}
            ],
  history:  [
              { name: "1672", fact: "საფრანგეთ-ჰოლანდიის ომი: ლუი XIV-მ დაიპყრო ნიდერლანდები.", img: "Niderlandebi"},
              { name: "1770", fact: "ინგლისელი კაპიტანი ჯეიმზ კუკი პირველად გადავიდა ავსტრალიაში.", img: "Avstralia"},
              { name: "1832", fact: "ევარისტ გალუა გაათავისუფლეს ციხიდან.", img: "Tsikhidan"},
              { name: "1970", fact: "ვიეტნამის ომი: აშშ-მ და სამხრეთ ვიეტნამის ძალებმა დაიპყრეს კამბოჯა, იმისთვის რომ ენადირათ ვიეტ კონგზე", img: "USA"},
              { name: "1945", fact: "გერმანულმა არმიამ იტალიაში უსიტყვო კაპიტულაცია გამოაცხადა.", img: "Gamoatskha"},
              { name: "1991", fact: "რაჭაში ძლიერი მიწისძვრა მოხდა.", img: "Mokh"},
              { name: "2004", fact: "ოლდსმობილმა გამოუშვა საფინალო მანქანა კომპანიის 107 წლისთავზე.", img: "107"}
            ],
  born:     [
              { name: "1865", fact: "მაქს ფაბიანი — იტალიელ-სლოვენიელი არქიტექტორი.", img: "maks pabiani"},
              { name: "1895", fact: "აკაკი ხორავა — ქართველი მსახიობი .", img: "akaki khorava"},
              { name: "1901", fact: "ჰიროჰიტო — იაპონიის იმპერატორი.", img: "hirohito"},
              { name: "1958", fact: "მიშელ პფაიფერი — ამერიკელი მსახიობი.", img: "mishel ppaiperi"},
              { name: "1970", fact: "უმა თურმანი — ამერიკელი კინომსახიობი და ფოტომოდელი.", img: "uma turmani"}
            ],
  died:     [
              { name: "1980", fact: "ალფრედ ჰიჩკოკი — ამერიკელი კინორეჟისორი", img: "alpred hichkoki"},
              { name: "2014", fact: "ბობ ჰოსკინსი — ინგლისელი მსახიობი და რეჟისორი (დ. 1942)", img: "1942"}
            ]
});
