window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ანტიპა პერღამელი პროკლე და მარტინიანე ღირსი ფარბეთა ღირსი იოანე", fact: "ანტიპა პერღამელი პროკლე და მარტინიანე ღირსი ფარბეთა ღირსი იოანე", img: "Ioan"},
              { name: "ანტიპა პერღამელი", fact: "ანტიპა პერღამელი", img: "Perghameli"},
              { name: "პროკლე და მარტინიანე", fact: "პროკლე და მარტინიანე", img: "Martinian"},
              { name: "ღირსი ფარბეთა", fact: "ღირსი ფარბეთა", img: "Parbe"},
              { name: "ღირსი იოანე", fact: "ღირსი იოანე", img: "Ioan"},
              { name: "მსოფლიო", fact: "მსოფლიო", img: "Msoplio"},
              { name: "ახალგაზრდობის სოლიდარობის საერთაშორისო დღე (1957) ინგლისური ენის დღე (2010)", fact: "ახალგაზრდობის სოლიდარობის საერთაშორისო დღე (1957) ინგლისური ენის დღე (2010)", img: "1957"},
              { name: "ახალგაზრდობის სოლიდარობის საერთაშორისო დღე (1957)", fact: "ახალგაზრდობის სოლიდარობის საერთაშორისო დღე (1957)", img: "1957"},
              { name: "ინგლისური ენის დღე (2010)", fact: "ინგლისური ენის დღე (2010)", img: "2010"}
            ],
  history:  [
              { name: "ძვ. წ. 1184", fact: "ბერძნები შეაღწიეს ტროაში ტროას ცხენის გამოყენებით.", img: "Gamoqenebit"},
              { name: "1915", fact: "„ახალგაზრდა თურქმა“ მმართველებმა, რომელთა შორის მთავარ როლს ასრულებდნენ ტალაატ ფაშა, ენვერ-ფაშა და ჯემალ-ფაშა, ბრძანეს შეეკრიბათ მთელი სომხური ინტელიგენცია სტამბოლში და გადაესახლათ. უმრავლესობა იმავე დღეს დახოცეს,", img: "Dakhotse"},
              { name: "1965", fact: "აშშ-მ დაიწყო სამხედრო ინტერვენცია დომინიკელთა რესპუბლიკის მიმართ", img: "USA"},
              { name: "1968", fact: "მავრიკი გახდა გაეროს წევრი", img: "Tsevri"},
              { name: "1970", fact: "გამბია გამოცხადდა რესპუბლიკად", img: "Respublik"},
              { name: "1996", fact: "შეიქმნა ქალთა ნაციონალური საკალათბურთო ასოციაცია", img: "Asotsiats"},
              { name: "2007", fact: "მზის სისტემის გარეთ, სასწორის თანავარსკვლავედში აღმოჩენილ იქნა დედამიწის მსგავსი პლანეტა გლიზე 581c", img: "Gliz"},
              { name: "2015", fact: "ნეპალში 7,8 მაგნიტუდის მიწისძვრა მოხდა, რომელსაც 6 000-ზე მეტი ადამიანი შეეწირა. სომხეთის სამოციქულო ეკლესიამ სომხების გენოციდის დროს დაღუპული ადამიანების კანონიზაცია მოახდინა.", img: "000"},
              { name: "ნეპალში 7,8 მაგნიტუდის მიწისძვრა მოხდა, რომელსაც 6 000-ზე მეტი ადამიანი შეეწირა.", fact: "ნეპალში 7,8 მაგნიტუდის მიწისძვრა მოხდა, რომელსაც 6 000-ზე მეტი ადამიანი შეეწირა.", img: "000"},
              { name: "სომხეთის სამოციქულო ეკლესიამ სომხების გენოციდის დროს დაღუპული ადამიანების კანონიზაცია მოახდინა.", fact: "სომხეთის სამოციქულო ეკლესიამ სომხების გენოციდის დროს დაღუპული ადამიანების კანონიზაცია მოახდინა.", img: "Moakhdina"},
              { name: "2022", fact: "ემანუელ მაკრონი საფრანგეთის პრეზიდენტად მეორე ვადით აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1856", fact: "პეტენი, ანრი ფილიპ — ფრანგი სამხედრო მოღვაწე", img: "peteni anri pilip"},
              { name: "1866", fact: "კალისტრატე — საქართველოს კათოლიკოს-პატრიარქი", img: "kalistrate"},
              { name: "1867", fact: "ბალანჩივაძე, ვასილ — ქართველი მსახიობი.", img: "balanchivadze vasil"},
              { name: "1876", fact: "რედერი, ერიხ — გერმანელი სახელმწიფო და სამხედრო მოღვაწე", img: "rederi erikh"},
              { name: "1903", fact: "ბელიაშვილი, აკაკი — ქართველი მწერალი", img: "beliashvili akaki"},
              { name: "1910", fact: "ანანიაშვილი, გიორგი — ქართველი ენერგეტიკოსი", img: "ananiashvili giorgi"},
              { name: "1933", fact: "ჭეიშვილი, რეზო — ქართველი მწერალი", img: "cheishvili rezo"},
              { name: "1942", fact: "სტრეიზანდი, ბარბრა — ამერიკელი მომღერალი და მსახიობი", img: "streizandi barbra"},
              { name: "1955", fact: "თემურ ხუბულური — ქართველი ძიუდოისტი", img: "temur khubuluri"}
            ],
  died:     [
              { name: "1731", fact: "დეფო, დანიელ — ინგლისელი მწერალი", img: "depo daniel"},
              { name: "1931", fact: "კლდიაშვილი, დავით — ქართველი პროზაიკოსი", img: "kldiashvili davit"},
              { name: "1966", fact: "ჩიქოვანი, სიმონ — ქართველი პოეტი.", img: "chikovani simon"},
              { name: "1967", fact: "კომაროვი, ვლადიმერ — რუსი კოსმონავტი", img: "komarovi vladimer"}
            ]
});
