window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "გიორგი აღმსარებელი მოწამე კალიოპე რუთინა დიაკონი, აკვილინა მცირე და მათთან 200 მხედარი სერაპიონ მონაზონი", fact: "გიორგი აღმსარებელი მოწამე კალიოპე რუთინა დიაკონი, აკვილინა მცირე და მათთან 200 მხედარი სერაპიონ მონაზონი", img: "200"},
              { name: "გიორგი აღმსარებელი", fact: "გიორგი აღმსარებელი", img: "Aghmsarebeli"},
              { name: "მოწამე კალიოპე", fact: "მოწამე კალიოპე", img: "Kaliop"},
              { name: "რუთინა დიაკონი, აკვილინა მცირე და მათთან 200 მხედარი", fact: "რუთინა დიაკონი, აკვილინა მცირე და მათთან 200 მხედარი", img: "200"},
              { name: "სერაპიონ მონაზონი", fact: "სერაპიონ მონაზონი", img: "Monazoni"},
              { name: "წინასწარმეტყველი მუჰამედის დაბადების დღე", fact: "წინასწარმეტყველი მუჰამედის დაბადების დღე", img: "Dghe"},
              { name: "დიდი ბრიტანეთი, ენძელას დღე.", fact: "დიდი ბრიტანეთი, ენძელას დღე.", img: "Dghe"},
              { name: "ვენესუელა, დამოუკიდებლობის დეკლარაციის დღე.", fact: "ვენესუელა, დამოუკიდებლობის დეკლარაციის დღე.", img: "Dghe"},
              { name: "სიერა-ლეონე, რესპუბლიკის დღე.", fact: "სიერა-ლეონე, რესპუბლიკის დღე.", img: "Dghe"},
              { name: "მესამე რაიხში 1933 წლიდან — ადოლფ ჰიტლერის დაბადების დღე.", fact: "მესამე რაიხში 1933 წლიდან — ადოლფ ჰიტლერის დაბადების დღე.", img: "1933"}
            ],
  history:  [
              { name: "1303", fact: "რომის პაპმა ბონიფაციუს VIII-ემ დააფუძნა რომის ლა საპიენცას უნივერსიტეტი.", img: "Universiteti"},
              { name: "1534", fact: "ჟაკ კარტიე იწყებს თავის მოგზაურობას, რომლის შედეგადაც აღმოაჩენს კანადასა და ლაბრადორს.", img: "Labrador"},
              { name: "1653", fact: "ოლივერ კრომველმა დაითხოვა გავის პარლამენტი.", img: "Parlamenti"},
              { name: "1657", fact: "ადმირალმა რობერტ ბლეიკმა გაანადგურა ესპანური ვერცხლის გადამზიდავი ფლოტი ტენერიფესთან.", img: "Teneripes"},
              { name: "1657", fact: "ახალი ამსტერდამის (შემდგომში ნიუ-იორკი) ებრაელებს მიეცათ მრწამსის თავისუფლების უფლება.", img: "Upleba"},
              { name: "1770", fact: "ასპინძის ბრძოლა. ერეკლე II-მ დაამარცხა ოსმალურ-ლეკური ჯარი.", img: "Jari"},
              { name: "1877", fact: "ქართველებმა და რუსეთმა აიღეს ბაიაზეთი.", img: "Baiazeti"},
              { name: "1921", fact: "სამმხრივი შეთანხმება ამიერკავკასიის რკინიგზის გაერთიანების შესახებ.", img: "Shesakheb"},
              { name: "1922", fact: "შეიქმნა სამხრეთ ოსეთის ავტონომიური ოლქი.", img: "Olki"},
              { name: "1942", fact: "ბრძოლა მოსკოვისათვის.", img: "Moskovisatv"},
              { name: "2009", fact: "ნიუ-იორკ ტაიმზმა ხუთი პულიცერის პრემია მიიღო, მათ შორის საერთაშორისო რეპორტაჟებისთვის აშშ-ის „სამხედრო და პოლიტიკურ სირთულეებზე“ ავღანეთსა და პაკისტანში.", img: "Pakistan"},
              { name: "2011", fact: "ლიბიაში, მისრატის ბრძოლაში, მოკლეს ფოტოგრაფები თიმ ჰეთერინგთონი და ქრის ჰონდროსი.", img: "Hondrosi"}
            ],
  born:     [
              { name: "1808", fact: "ნაპოლეონ III — საფრანგეთის იმპერატორი", img: "napoleon III"},
              { name: "1889", fact: "ჰიტლერი, ადოლფ — გერმანელი სახელმწიფო მოღვაწე", img: "hitleri adolp"},
              { name: "1893", fact: "მირო, ჟოან — კატალონიელი მხატვარი", img: "miro zhoan"},
              { name: "1911", fact: "ბაბილოძე, გიორგი — ქართველი სპორტსმენი-ტანმოვარჯიშე", img: "babilodze giorgi"},
              { name: "1923", fact: "საყვარელიძე, ტარიელ — ქართველი მსახიობი", img: "saqvarelidze tariel"},
              { name: "1947", fact: "სუვოროვი, ვიქტორ — რუსი მწერალი და ისტორიკოსი", img: "suvorovi viktor"},
              { name: "1956", fact: "კახა ბენდუქიძე — ქართველი სახელმწიფო მოღვაწე და ბიზნესმენი, საქველმოქმედო ორგანიზაცია ცოდნის ფონდის დამფუძნებელი, თავისუფალი და აგრარული უნივერსიტეტების სამეთვალყურეო საბჭოს თავმჯდომარე.", img: "kakha bendukidze"}
            ],
  died:     [
              { name: "1314", fact: "კლემენტ V — რომის პაპი", img: "Rome"},
              { name: "1918", fact: "ბრაუნი, კარლ ფერდინანდ — გერმანელი ფიზიკოსი", img: "brauni karl perdinand"},
              { name: "1929", fact: "ალბერტ ვილჰელმ ჰაინრიხ პრუსიელი — გერმანიის საიმპერიო სამხედრო ფლოტის გროსადმირალი", img: "albert vilhelm hainrikh prusieli"},
              { name: "1932", fact: "პეანო, ჯუზეპე — იტალიელი მათემატიკოსი", img: "peano juzepe"},
              { name: "1965", fact: "ასტანგოვი, მიხეილ — რუსი საბჭოთა მსახიობი", img: "astangovi mikheil"},
              { name: "2001", fact: "სინოპოლი, ჯუზეპე — იტალიელი დირიჟორი და კომპოზიტორი", img: "sinopoli juzepe"},
              { name: "2021", fact: "იდრის დები — ჩადის პრეზიდენტი", img: "idris debi"}
            ]
});
