window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "არტემონ ლაოდიკიელი მოწამე კრისკენტი თომაიდა ეგვიპტელი", fact: "არტემონ ლაოდიკიელი მოწამე კრისკენტი თომაიდა ეგვიპტელი", img: "Egvipteli"},
              { name: "არტემონ ლაოდიკიელი", fact: "არტემონ ლაოდიკიელი", img: "Laodikieli"},
              { name: "მოწამე კრისკენტი", fact: "მოწამე კრისკენტი", img: "Kriskenti"},
              { name: "თომაიდა ეგვიპტელი", fact: "თომაიდა ეგვიპტელი", img: "Egvipteli"},
              { name: "აგრეთვე: ტანზანია : დამოუკიდებლობის დღე (1964)", fact: "აგრეთვე: ტანზანია : დამოუკიდებლობის დღე (1964)", img: "1964"},
              { name: "ტანზანია : დამოუკიდებლობის დღე (1964)", fact: "ტანზანია : დამოუკიდებლობის დღე (1964)", img: "1964"}
            ],
  history:  [
              { name: "1933", fact: "დაარსდა გესტაპო, ნაცისტური გერმანიის საიდუმლო პოლიცია.", img: "Polits"},
              { name: "1937", fact: "ესპანეთის სამოქალაქო ომი: გერნიკა, დაიბომბა გერმანიის ლუფტვაფეს მიერ.", img: "Mier"},
              { name: "1962", fact: "ნასას კოსმოსური ხომალდი რეინჯერ 4 მთვარეზე ვარდება.", img: "Vardeba"},
              { name: "1964", fact: "ტანზანიკის და ზანზიბარის შეერთებით ყალიბდება ტანზანია.", img: "Tanzan"},
              { name: "1986", fact: "უკრაინაში, ჩერნობილის ატომურ ელექტრო სადგურზე მომხდარი აფეთქებით მსოფლიოში ერთ-ერთი უდიდესი ატომური კატასტროფა მოხდა.", img: "Mokh"},
              { name: "1991", fact: "სამოცდაათი ტორნადო დაფიქსირდა აშშ-ს ცენტრალურ შტატებში.", img: "USA"},
              { name: "2005", fact: "საერთაშორისო ზეწოლის შედეგად, სირიას თავისი ბოლო 14,000-იანი გარნიზონი გაყავს ლიბანიდან, რითაც მისი 29 წლიანი სამხედრო დომინირება მთავრდება ამ ქვეყანაში.", img: "14"}
            ],
  born:     [
              { name: "121", fact: "მარკუს ავრელიუსი — რომის იმპერატორი", img: "Rome"},
              { name: "1798", fact: "ეჟენ დელაკრუა — ფრანგი ფერმწერი და გრაფიკოსი (გ. 1863)", img: "1863"},
              { name: "1900", fact: "ჩარლზ ფრენსის რიხტერი – ამერიკელი ფიზიკოსი და სეისმოლოგი, რიხტერის სკალის ავტორი.", img: "charlz prensis rikhteri"},
              { name: "1814", fact: "დიმიტრი ყიფიანი — ქართველი საზოგადო მოღვაწე", img: "dimitri qipiani"},
              { name: "1897", fact: "ვლადიმერ ბაბილუა — ქართული ხალხური სიმღერების შემსრულებელი და ლოტბარი.", img: "vladimer babilua"}
            ],
  died:     [
              { name: "1731", fact: "დანიელ დეფო — ინგლისელი მწერალი", img: "daniel depo"},
              { name: "1830", fact: "ჯორჯ IV — დიდი ბრიტანეთის მეფე", img: "jorj IV"},
              { name: "1938", fact: "ედმუნდ ჰუსერლი — გერმანელი ფილოსოფოს-იდეალისტი", img: "edmund huserli"},
              { name: "2005", fact: "ელისაბედ დომიტიენი — ცენტრალური აფრიკის რესპუბლიკის პრემიერ-მინისტრი (დ. 1925)", img: "1925"}
            ]
});
