window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა სუქია და მისთანა 16 ქართველი: ანდრია, ანასტასი, თალალე, თეოდორიტე, ივქირიონი, იორდანე, კონდრატე, ლუკიანე, მიმნანოსი, ნერანგიოსი, პოლიევქტოსი, იაკობი, ფოკა, დომენტიანე, ბიქტორი და ზოსიმე არისტარქოსი, პუდი და ტროფიმე — სამოცდაათთაგანნი ვასილისა და ანასტასია მოწამე საბა", fact: "წმინდა სუქია და მისთანა 16 ქართველი: ანდრია, ანასტასი, თალალე, თეოდორიტე, ივქირიონი, იორდანე, კონდრატე, ლუკიანე, მიმნანოსი, ნერანგიოსი, პოლიევქტოსი, იაკობი, ფოკა, დომენტიანე, ბიქტორი და ზოსიმე არისტარქოსი, პუდი და ტროფიმე — სამოცდაათთაგანნი ვასილისა და ანასტასია მოწამე საბა", img: "16"},
              { name: "წმინდა სუქია და მისთანა 16 ქართველი: ანდრია, ანასტასი, თალალე, თეოდორიტე, ივქირიონი, იორდანე, კონდრატე, ლუკიანე, მიმნანოსი, ნერანგიოსი, პოლიევქტოსი, იაკობი, ფოკა, დომენტიანე, ბიქტორი და ზოსიმე", fact: "წმინდა სუქია და მისთანა 16 ქართველი: ანდრია, ანასტასი, თალალე, თეოდორიტე, ივქირიონი, იორდანე, კონდრატე, ლუკიანე, მიმნანოსი, ნერანგიოსი, პოლიევქტოსი, იაკობი, ფოკა, დომენტიანე, ბიქტორი და ზოსიმე", img: "16"},
              { name: "არისტარქოსი, პუდი და ტროფიმე — სამოცდაათთაგანნი", fact: "არისტარქოსი, პუდი და ტროფიმე — სამოცდაათთაგანნი", img: "aristarkosi pudi da tropime"},
              { name: "ვასილისა და ანასტასია", fact: "ვასილისა და ანასტასია", img: "Anastas"},
              { name: "მოწამე საბა", fact: "მოწამე საბა", img: "Saba"}
            ],
  history:  [
              { name: "1788", fact: "მერილენდი გახდა აშშ-ს მე-7 შტატი.", img: "USA"},
              { name: "1920", fact: "აზერბაიჯანი გახდა საბჭოთა კავშირის ნაწილი.", img: "Natsili"},
              { name: "1932", fact: "მალარიის საწინააღმდეგო ვაქცინის პოვნა გამოცხადდა ადამიანებისთვის.", img: "Adamianebistv"},
              { name: "1945", fact: "იტალიელმა პარტიზანებმა შეიპყრეს ბენიტო მუსოლინი.", img: "Musolini"},
              { name: "1947", fact: "ტურ ჰეიერდალი და მისი გუნდის წევრების პერუს ტოვებენ ტივით კონ-ტიკი, რათა დაამტიკონ რომ შესაძლებელია პერუელი ადგილობრივები პოლინეზიაში დასახლებულიყვნენ.", img: "Dasakhlebuliqvnen"},
              { name: "1952", fact: "ოკუპირებული იაპონია: აშშ-ს მიერ იაპონიის ოკუპირება დასრულდა.", img: "USA"},
              { name: "1978", fact: "ავღანეთის პრეზიდენტი მუჰამედ დაუდ ხანი ჩამოგდებულ და მოკლულ იქნა პრო-კომუნისტური მეამბოხეების მიერ მოწყობილ გადატრიალებისას.", img: "Gadatrialebisa"},
              { name: "2001", fact: "მილიონერი დენის ტიტო მსოფლიოში პირველი კოსმოსური ტურისტი ხდება.", img: "Khdeba"},
              { name: "2015", fact: "საქართველოს ქალ მოჭადრაკეთა ნაკრები მსოფლიო ჩემპიონი გახდა.", img: "Gakh"},
              { name: "2022", fact: "დრიტან აბაზოვიჩი მონტენეგროს პარლამენტმა პრემიერ-მინისტრად აირჩია.", img: "Airch"}
            ],
  born:     [
              { name: "1442", fact: "ედუარდ IV — ინგლისის მეფე 1461–1470 და 1471–1483 წლებში.", img: "England"},
              { name: "1758", fact: "ჯეიმზ მონრო — აშშ-ის სახელმწიფო მოღვაწე", img: "USA"},
              { name: "1900", fact: "ბრუნო აპიცი — გერმანელი მწერალი", img: "bruno apitsi"},
              { name: "1908", fact: "ოსკარ შინდლერი — გერმანელი ბიზნესმენი, მეორე მსოფლიო ომის დროს 1100 ებრაელი გადაარჩინა.", img: "1100"},
              { name: "1930", fact: "ჯეიმზ ბეიკერი — ამერიკელი პოლიტიკოსი, აშშ-ის სახელმწიფო მდივანი 1989–1992 წლებში.", img: "1989"},
              { name: "1933", fact: "არჩილ ასათიანი — ქართველი ფიზიოლოგი, თბილისის სახელმწიფო სამედიცინო ინსტიტუტის რექტორი (1985–1991).", img: "1985"},
              { name: "1937", fact: "სადამ ჰუსეინი — ერაყელი სახელმწიფო მოღვაწე", img: "sadam huseini"},
              { name: "1953", fact: "რობერტო ბოლანიო — ჩილელი მწერალი.", img: "roberto bolanio"},
              { name: "1974", fact: "პენელოპე კრუსი — ესპანელი მსახიობი.", img: "penelope krusi"}
            ],
  died:     [
              { name: "1813", fact: "მიხეილ კუტუზოვი — რუსი მხედართმთავარი, გენერალ-ფელდმარშალი", img: "mikheil kutuzovi"},
              { name: "1945", fact: "ბენიტო მუსოლინი — იტალიელი სახელმწიფო მოღვაწე", img: "benito musolini"},
              { name: "1970", fact: "კონსტანტინე ბაქრაძე — ქართველი ფილოსოფოსი", img: "konstantine bakradze"},
              { name: "1992", fact: "ანდრია ბალანჩივაძე — ქართველი კომპოზიტორი, პედაგოგი, საზოგადო მოღვაწე.", img: "andria balanchivadze"}
            ]
});
