window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "მოწამე ევფსიქი წმიდა მოწამენი: დისან ეპისკოპოსი, მარიავა ხუცესი, ავდიესი და სხვა 270 სპარსთაგან წამებული ვადიმი არქიმანდრიტი", fact: "მოწამე ევფსიქი წმიდა მოწამენი: დისან ეპისკოპოსი, მარიავა ხუცესი, ავდიესი და სხვა 270 სპარსთაგან წამებული ვადიმი არქიმანდრიტი", img: "270"},
              { name: "მოწამე ევფსიქი", fact: "მოწამე ევფსიქი", img: "Evpsiki"},
              { name: "წმიდა მოწამენი: დისან ეპისკოპოსი, მარიავა ხუცესი, ავდიესი და სხვა 270 სპარსთაგან წამებული", fact: "წმიდა მოწამენი: დისან ეპისკოპოსი, მარიავა ხუცესი, ავდიესი და სხვა 270 სპარსთაგან წამებული", img: "270"},
              { name: "ვადიმი არქიმანდრიტი", fact: "ვადიმი არქიმანდრიტი", img: "Arkimandriti"},
              { name: "აგრეთვე: დედამიწის დღე ბრაზილია : აღმოჩენის დღე", fact: "აგრეთვე: დედამიწის დღე ბრაზილია : აღმოჩენის დღე", img: "Dghe"},
              { name: "დედამიწის დღე", fact: "დედამიწის დღე", img: "Dghe"},
              { name: "ბრაზილია : აღმოჩენის დღე", fact: "ბრაზილია : აღმოჩენის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1500", fact: "პორტუგალიელმა მოგზაურმა პედრო ალვარეს კაბრალმა ბრაზილიას მიაღწია, როგორც პირველმა ევროპელმა.", img: "Evropel"},
              { name: "1509", fact: "ჰენრი VIII ინგლისის ტახტზე ავიდა.", img: "Avi"},
              { name: "1913", fact: "პეტერბურგში გამოიცა გაზეთ „პრავდას“ პირველი ნომერი.", img: "Nomeri"},
              { name: "1915", fact: "პირველი მსოფლიო ომი - ფრანგების წინააღმდეგ იპრთან ბრძოლისას გერმანელებმა პირველად გამოიყენეს ქლორის გაზი, როგორც მასიური განადგურების იარაღი.", img: "pirveli msoplio omi"},
              { name: "1941", fact: "გერმანული ჯარები შეიჭრნენ იუგოსლავიასა და საბერძნეთში.", img: "Saberdznet"},
              { name: "2010", fact: "პაკისტანის პრემიერ-მინისტრმა იუსუფ რეზა გილანმა ახალი ენერგოპოლიტიკა გამოაცხადა, რომლითაც ენერგოკრიზისის დასაძლევად გაიზარდა უქმეები და აიკრძალა ნეონის მანათობელი ნიშნები. ბანგკოკში მომხდარი აფეთქებათა სერიის შედეგად ერთი ადამიანი დაიღუპა და 86 დაშავდა.", img: "86"},
              { name: "პაკისტანის პრემიერ-მინისტრმა იუსუფ რეზა გილანმა ახალი ენერგოპოლიტიკა გამოაცხადა, რომლითაც ენერგოკრიზისის დასაძლევად გაიზარდა უქმეები და აიკრძალა ნეონის მანათობელი ნიშნები.", fact: "პაკისტანის პრემიერ-მინისტრმა იუსუფ რეზა გილანმა ახალი ენერგოპოლიტიკა გამოაცხადა, რომლითაც ენერგოკრიზისის დასაძლევად გაიზარდა უქმეები და აიკრძალა ნეონის მანათობელი ნიშნები.", img: "Pakistan"},
              { name: "ბანგკოკში მომხდარი აფეთქებათა სერიის შედეგად ერთი ადამიანი დაიღუპა და 86 დაშავდა.", fact: "ბანგკოკში მომხდარი აფეთქებათა სერიის შედეგად ერთი ადამიანი დაიღუპა და 86 დაშავდა.", img: "86"},
              { name: "2011", fact: "სირიაში მიმდინარე საპროტესტო გამოსვლების უდიდეს დღეს, დაახლოებით 70 ადამიანი დაიღუპა შეტაკებებში.", img: "70"}
            ],
  born:     [
              { name: "1451", fact: "ისაბელ I კასტილიელი — კასტილიისა და ლეონის დედოფალი (1474–1504).", img: "1474"},
              { name: "1518", fact: "ანტუან დე ბურბონი — ნავარის მეფე (1555–1562), ბურბონების გვარის პირველი მეფის ანრი IV-ის მამა.", img: "1555"},
              { name: "1592", fact: "ვილჰელმ შიკარდი — გერმანელი მეცნიერი, ასტრონომი, მათემატიკოსი და აღმოსავლეთმცოდნე (გ. 1635).", img: "1635"},
              { name: "1610", fact: "ალექსანდრე VIII — რომის პაპი (გ. 1691).", img: "Rome"},
              { name: "1658", fact: "ჯუზეპე ტორელი — იტალიელი კომპოზიტორი (გ. 1709)", img: "1709"},
              { name: "1724", fact: "იმანუელ კანტი — გერმანელი ფილოსოფოსი", img: "imanuel kanti"},
              { name: "1766", fact: "ჟერმენ დე სტალი — ფრანგი მწერალი", img: "zhermen de stali"},
              { name: "1854", fact: "ანრი ლაფონტენი — ბელგიელი იურისტი, მშვიდობის საერთაშორისო ბიუროს თავმჯდომარე (1907–1943), ნობელის მშვიდობის პრემიის ლაურეატი (1913).", img: "1907"},
              { name: "1866", fact: "ჰანს ფონ სექტი — გერმანელი სამხედრო მოღვაწე, გენერალ-პოლკოვნიკი, პირველი მსოფლიო ომის მონაწილე (გ. 1936).", img: "1936"},
              { name: "1870", fact: "ვლადიმერ ლენინი — რუსი რევოლუციონერი, საბჭოთა პოლიტიკური და სახელმწიფო მოღვაწე (გ. 1924).", img: "1924"},
              { name: "1876", fact: "რობერტ ბარანი — უნგრული წარმოშობის ავსტრიელი ოტორინოლარინგოლოგი, ნობელის პრემიის ლაურეატი ფიზიოლოგიასა და მედიცინაში (1914).", img: "1914"},
              { name: "1889", fact: "რიხარდ გლიუკსი — გერმანელი ვაფენ-სს-ის მაღალჩინოსანი", img: "rikhard gliuksi"},
              { name: "1899", fact: "ვლადიმერ ნაბოკოვი — რუსი მწერალი", img: "vladimer nabokovi"},
              { name: "1904", fact: "რობერტ ოპენჰაიმერი — ამერიკელი ფიზიკოსი", img: "robert openhaimeri"},
              { name: "1920", fact: "ზურაბ ანჩაბაძე — ქართველი ისტორიკოსი", img: "zurab anchabadze"},
              { name: "1928", fact: "ელგუჯა ამაშუკელი — ქართველი მოქანდაკე", img: "elguja amashukeli"},
              { name: "1937", fact: "ჯეკ ნიკოლსონი — ამერიკელი კინომსახიობი", img: "jek nikolsoni"},
              { name: "1982", fact: "კაკა — ბრაზილიელი ფეხბურთელი", img: "kaka"}
            ],
  died:     [
              { name: "296", fact: "კაიუსი — რომის პაპი", img: "Rome"},
              { name: "1778", fact: "ჯეიმზ ჰარგრივზი — ინგლისელი გამომგონებელი", img: "jeimz hargrivzi"},
              { name: "1986", fact: "მირჩა ელიადე — რუმინელი მწერალი", img: "mircha eliade"},
              { name: "1994", fact: "რიჩარდ ნიქსონი — აშშ-ის პრეზიდენტი", img: "USA"},
              { name: "1996", fact: "ჯოხარ დუდაევი — ჩეჩნეთის პირველი პრეზიდენტი", img: "jokhar dudaevi"}
            ]
});
