window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "იროდიონი, აგაბო, ასინკრიტე, რუთოსი, ფლეგონტე, ერმი და სხვანი – სამოცდაათთაგანნი მოწამე პავსიანე ცელესტინ I რომის პაპი", fact: "იროდიონი, აგაბო, ასინკრიტე, რუთოსი, ფლეგონტე, ერმი და სხვანი – სამოცდაათთაგანნი მოწამე პავსიანე ცელესტინ I რომის პაპი", img: "Rome"},
              { name: "იროდიონი, აგაბო, ასინკრიტე, რუთოსი, ფლეგონტე, ერმი და სხვანი – სამოცდაათთაგანნი", fact: "იროდიონი, აგაბო, ასინკრიტე, რუთოსი, ფლეგონტე, ერმი და სხვანი – სამოცდაათთაგანნი", img: "irodioni agabo asinkrite rutosi plegonte ermi da skhvani"},
              { name: "მოწამე პავსიანე", fact: "მოწამე პავსიანე", img: "Pavsian"},
              { name: "ცელესტინ I რომის პაპი", fact: "ცელესტინ I რომის პაპი", img: "Pope"}
            ],
  history:  [
              { name: "ძვ. წ. 753", fact: "რომულუსმა და რემუსმა ქალაქი რომი დააარსეს, რომაელი მკვლევარი ვარო რეატინუსის გამოთვლით.", img: "Rome"},
              { name: "1709", fact: "ავღანეთში შეთქმულებმა გიორგი XI მოკლეს.", img: "Mokle"},
              { name: "1836", fact: "ტეხასის ძალებმა სემ ჰიუსტონის ხელმძღვანელობით გენერალი ანტონიო ლოპეს დე სანტა ანა დაამარცხეს სან-ხაკინტოს ბრძოლაში ლა პორტესთან, რაც გადამწყვეტი ბრძოლა გახდა ტეხასის რევოლუციაში.", img: "Revolutsia"},
              { name: "1918", fact: "გერმანელი მებრძოლი პილოტი, ცნობილი როგორც \"წითელი ბარონი\", ყველაზე წარმატებული მფრინავი ასი პირველ მსოფლიო ომში 80 დადასტურებული საჰაერო საბრძოლო გამარჯვებით, ჩამოგდებულ და მოკლულ იქნა ვოქს-სურ-სომთან, საფრანგეთი.", img: "Rogorts"წითელი ბარონი", ყველაზე წარმატებული მფრინავი ასი პირველ მსოფლიო ომში 80 დადასტურებული საჰაერო საბრძოლო გამარჯვებით, ჩამოგდებულ და მოკლულ იქნა ვოქს"},
              { name: "1945", fact: "მეორე მსოფლიო ომი : საბჭოთა ჯარები ქალაქ ბერლინში შეიჭრნენ.", img: "Sheichrnen"},
              { name: "1967", fact: "პოლკოვნიკმა გეორგიოს პაპადოპულოსმა საბერძნეთის პრემიერ-მინისტრი პანაგიოტის კანელოპულოსის მთავრობა დაამხო და ქვეყანაში პოლკოვნიკთა რეჟიმი დაამყარა.", img: "Daamqara"},
              { name: "1960", fact: "ქალაქი ბრაზილია გახდა ბრაზილიის ახალი დედაქალაქი.", img: "Dedakalaki"},
              { name: "2009", fact: "ასტრონომებმა აღმოაჩინეს გლიზე 581 ე, დღემდე ნაპოვნ ეგზოპლანეტათაგან უმცირესი, სასწორის თანავარსკვლავედში. იუნესკომ და აშშ-ის კონგრესის ბიბლიოთეკამ მსოფლიო ციფრული ბიბლიოთეკის ამოქმედება გამოაცხადეს.", img: "581"},
              { name: "ასტრონომებმა აღმოაჩინეს გლიზე 581 ე, დღემდე ნაპოვნ ეგზოპლანეტათაგან უმცირესი, სასწორის თანავარსკვლავედში.", fact: "ასტრონომებმა აღმოაჩინეს გლიზე 581 ე, დღემდე ნაპოვნ ეგზოპლანეტათაგან უმცირესი, სასწორის თანავარსკვლავედში.", img: "581"},
              { name: "იუნესკომ და აშშ-ის კონგრესის ბიბლიოთეკამ მსოფლიო ციფრული ბიბლიოთეკის ამოქმედება გამოაცხადეს.", fact: "იუნესკომ და აშშ-ის კონგრესის ბიბლიოთეკამ მსოფლიო ციფრული ბიბლიოთეკის ამოქმედება გამოაცხადეს.", img: "USA"},
              { name: "2010", fact: "უკრაინისა და რუსეთის პრეზიდენტებმა ხარკოვში ხელი მოაწერეს შეთანხმებას, რომლითაც რუსეთის შავი ზღვის ფლოტი სევასტოპოლში დარჩება კიდევ 25 წლით, ბუნებრივ გაზზე შეღავათის სანაცვლოდ. ერთიანმა სახალხო ალიანსმა, შრი ლანკის პრეზიდენტის მაჰინდა რაჯაპაკსეს მეთაურობით, გაიმარჯვა საპარლამენტო არჩევნებში და 225 ადგილიდან 144 აიღო.", img: "25"},
              { name: "უკრაინისა და რუსეთის პრეზიდენტებმა ხარკოვში ხელი მოაწერეს შეთანხმებას, რომლითაც რუსეთის შავი ზღვის ფლოტი სევასტოპოლში დარჩება კიდევ 25 წლით, ბუნებრივ გაზზე შეღავათის სანაცვლოდ.", fact: "უკრაინისა და რუსეთის პრეზიდენტებმა ხარკოვში ხელი მოაწერეს შეთანხმებას, რომლითაც რუსეთის შავი ზღვის ფლოტი სევასტოპოლში დარჩება კიდევ 25 წლით, ბუნებრივ გაზზე შეღავათის სანაცვლოდ.", img: "25"},
              { name: "ერთიანმა სახალხო ალიანსმა, შრი ლანკის პრეზიდენტის მაჰინდა რაჯაპაკსეს მეთაურობით, გაიმარჯვა საპარლამენტო არჩევნებში და 225 ადგილიდან 144 აიღო.", fact: "ერთიანმა სახალხო ალიანსმა, შრი ლანკის პრეზიდენტის მაჰინდა რაჯაპაკსეს მეთაურობით, გაიმარჯვა საპარლამენტო არჩევნებში და 225 ადგილიდან 144 აიღო.", img: "225"},
              { name: "2011", fact: "პოსტ-საბჭოთა რუსეთში დამზადებულმა პირველმა ავიალაინერმა „Sukhoi Superjet 100“-მა, პირველი კომერციული ფრენა შეასრულა.", img: "Sukhoi Superjet"},
              { name: "2019", fact: "უკრაინის საპრეზიდენტო არჩევნების მეორე ტურში ვლადიმერ ზელენსკიმ გაიმარჯვა.", img: "Gaimarjva"}
            ],
  born:     [
              { name: "1488", fact: "ჰუტენი, ულრიხ ფონ — გერმნელი ჰუმანისტი, მწერალი", img: "huteni ulrikh pon"},
              { name: "1555", fact: "კარაჩი, ლუდოვიკო — იტალიელი მხატვარი", img: "karachi ludoviko"},
              { name: "1782", fact: "ფრებელი, ფრიდრიხ — გერმანელი პედაგოგი", img: "prebeli pridrikh"},
              { name: "1816", fact: "ბრონტე, შარლოტ — ინგლისელი მწერალი", img: "bronte sharlot"},
              { name: "1824", fact: "ერისთავი, რაფიელ — ქართველი პოეტი და დრამატურგი", img: "eristavi rapiel"},
              { name: "1864", fact: "ვებერი, მაქს — გერმანელი სოციოლოგი, ისტორიკოსი, ეკონომისტი და იურისტი", img: "veberi maks"},
              { name: "1912", fact: "კამიუ, მარსელ — ფრანგი კინორეჟისორი", img: "kamiu marsel"},
              { name: "1915", fact: "ენტონი ქვინი — ამერიკელი მსახიობი", img: "entoni kvini"},
              { name: "1926", fact: "ელისაბედ II — ბრიტანეთის დედოფალი", img: "elisabed II"}
            ],
  died:     [
              { name: "1109", fact: "ანსელმ კენტერბერიელი — ინგლისელი ფილოსოფოსი", img: "anselm kenterberieli"},
              { name: "1142", fact: "აბელარი, პიერ — ფრანგი ფილოსოფოსი, ღვთისმეტყველი, ლოგიკოსი და პოეტი", img: "abelari pier"},
              { name: "1509", fact: "ჰენრი VII — ინგლისის მეფე", img: "England"},
              { name: "1699", fact: "რასინი, ჟან — ფრანგი დრამატურგი", img: "rasini zhan"},
              { name: "1910", fact: "ტვენი, მარკ — ამერიკელი მწერალი", img: "tveni mark"},
              { name: "1980", fact: "ოპარინი, ალექსანდრე — რუსი ქიმიკოსი", img: "oparini aleksandre"},
              { name: "2003", fact: "სიმონე, ნინა — ამერიკელი მომღერალი.", img: "simone nina"},
              { name: "2010", fact: "ხუან ანტონიო სამარანჩი — საერთაშორისო ოლიმპიური კომიტეტის მე-7 პრეზიდენტი.", img: "khuan antonio samaranchi"},
              { name: "2014", fact: "ლენკოვი, ალექსანდრე — საბჭოთა და რუსი თეატრისა და კინოს მსახიობი.", img: "lenkovi aleksandre"},
              { name: "2025", fact: "ფრანცისკე — რომის პაპი", img: "Rome"}
            ]
});
