window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "დიმიტრი ყიფიანი მარტინე აღმსარებელი ანტონი, იოანე და ევსტათი მოწამე არდალიონი 1000 სპარსელი მოწამე ქრისტეფორე საბაიტელი", fact: "დიმიტრი ყიფიანი მარტინე აღმსარებელი ანტონი, იოანე და ევსტათი მოწამე არდალიონი 1000 სპარსელი მოწამე ქრისტეფორე საბაიტელი", img: "1000"},
              { name: "დიმიტრი ყიფიანი", fact: "დიმიტრი ყიფიანი", img: "Qipiani"},
              { name: "მარტინე აღმსარებელი", fact: "მარტინე აღმსარებელი", img: "Aghmsarebeli"},
              { name: "ანტონი, იოანე და ევსტათი", fact: "ანტონი, იოანე და ევსტათი", img: "Evstati"},
              { name: "მოწამე არდალიონი", fact: "მოწამე არდალიონი", img: "Ardalioni"},
              { name: "1000 სპარსელი მოწამე", fact: "1000 სპარსელი მოწამე", img: "1000"},
              { name: "ქრისტეფორე საბაიტელი", fact: "ქრისტეფორე საბაიტელი", img: "Sabaiteli"},
              { name: "აგრეთვე: ავღანეთი : რევოლუციის დღე (1978) სიერა-ლეონე : დამოუკიდებლობის დღე (1971) სამხრეთ აფრიკის რესპუბლიკა : თავისუფლების დღე ტოგო : დამოუკიდებლობის დღე (1960)", fact: "აგრეთვე: ავღანეთი : რევოლუციის დღე (1978) სიერა-ლეონე : დამოუკიდებლობის დღე (1971) სამხრეთ აფრიკის რესპუბლიკა : თავისუფლების დღე ტოგო : დამოუკიდებლობის დღე (1960)", img: "1978"},
              { name: "ავღანეთი : რევოლუციის დღე (1978)", fact: "ავღანეთი : რევოლუციის დღე (1978)", img: "1978"},
              { name: "სიერა-ლეონე : დამოუკიდებლობის დღე (1971)", fact: "სიერა-ლეონე : დამოუკიდებლობის დღე (1971)", img: "1971"},
              { name: "სამხრეთ აფრიკის რესპუბლიკა : თავისუფლების დღე", fact: "სამხრეთ აფრიკის რესპუბლიკა : თავისუფლების დღე", img: "Dghe"},
              { name: "ტოგო : დამოუკიდებლობის დღე (1960)", fact: "ტოგო : დამოუკიდებლობის დღე (1960)", img: "1960"}
            ],
  history:  [
              { name: "1296", fact: "დანბარის ბრძოლა : შოტლანდიელები მარცხდებიან ედუარდ I-ს მიერ.", img: "Mier"},
              { name: "1509", fact: "რომის პაპმა იულიუს II-მ ინტერდიქტი გამოუცხადა ვენეციის იტალიურ სახელმწიფოს.", img: "Sakhelmtsipo"},
              { name: "1521", fact: "მახტანის ბრძოლა : მოგზაური ფერნანდო მაგელანი მოკლეს ფილიპინების ადგილობრივმა მცხოვრებლებმა.", img: "Mtskhovrebleb"},
              { name: "1667", fact: "დაბრმავებული და გაღატაკებული ჯონ მილტონი საავტორო უფლებებს დაკარგულ სამოთხეზე £10-ად ყიდის.", img: "10"},
              { name: "1848", fact: "საფრანგეთმა ოფიციალურად აკრძალა მონობა თავის კოლონიებში.", img: "Kolonieb"},
              { name: "1906", fact: "მოწვეულ იქნა რუსეთის პირველი სახელმწიფო დუმა.", img: "Duma"},
              { name: "1945", fact: "შეიქმნა ავსტრიის მეორე რესპუბლიკა.", img: "Respublika"},
              { name: "1978", fact: "ავღანეთში მოხდა სამხედრო გადატრიალება.", img: "Gadatrialeba"},
              { name: "1981", fact: "Xerox PARC კომპიუტერუს მაუზის პრეზენტაცის ახდენს.", img: "Xerox"},
              { name: "1992", fact: "შეიქმნა იუგოსლავიის საკავშირო რესპუბლიკა სერბიისა და ჩერნოგორიის სახით.", img: "Sakhit"},
              { name: "2005", fact: "აერობუს ა380 პირველ გაფრენას ახორციელებს ტულუზადან, საფრანგეთი.", img: "Saprangeti"},
              { name: "2009", fact: "ღორის გრიპის ახალი შტამით მსოფლიოში უკვე 5.000-მდე ადამიანი დაავადდა, ხოლო მეხიკოში რამდენიმე ადამიანი გარდაიცვალა.", img: "000"},
              { name: "2014", fact: "კათოლიკურმა ეკლესიამ იოანე XXIII-ის და იოანე-პავლე II-ის კანონიზაცია მოახდინა.", img: "Moakhdina"},
              { name: "2014", fact: "გეორგე ივანოვი მეორე ვადით მაკედონიის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1791", fact: "სემიუელ მორზე — ამერიკელი გამომგონებელი", img: "semiuel morze"},
              { name: "1822", fact: "ულისე გრანტი — აშშ-ის მე-18 პრეზიდენტი", img: "18"},
              { name: "1990", fact: "მარტინ კელი — ინგლისელი ფეხბურთელი", img: "martin keli"},
              { name: "1990", fact: "ერიკ კეედუსი — ესტონელი კალათბურთელი", img: "erik keedusi"},
              { name: "1990", fact: "აუსტინ დილონი — ამერიკელი მრბოლელი", img: "austin diloni"}
            ],
  died:     [
              { name: "1521", fact: "ფერნანდო მაგელანი — პორტუგალიელი ზღვაოსანი", img: "pernando magelani"},
              { name: "1565", fact: "ოსანა კოტორელი — კათოლიკე განდეგილი კოტორიდან.", img: "osana kotoreli"},
              { name: "1605", fact: "ლეო XI — რომის პაპი (დ. 1535)", img: "Rome"},
              { name: "1937", fact: "ანტონიო გრამში — იტალიელი პოლიტიკოსი", img: "antonio gramshi"},
              { name: "1967", fact: "მაქსიმე ბერძნიშვილი — ქართველი ისტორიკოსი", img: "maksime berdznishvili"},
              { name: "1972", fact: "კვამე ნკრუმა — განელი პოლიტიკოსი", img: "kvame nkruma"},
              { name: "2021", fact: "კახი კავსაძე — ქართული კინოსა და თეატრის მსახიობი", img: "kakhi kavsadze"}
            ]
});
