window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ბასილი აღმსარებელი ზენონ ვერონელი ისააკ ასური მინა, დავით და იოანე ანთუსა ქალწული ათანასია იღუმენია", fact: "ბასილი აღმსარებელი ზენონ ვერონელი ისააკ ასური მინა, დავით და იოანე ანთუსა ქალწული ათანასია იღუმენია", img: "Ighumen"},
              { name: "ბასილი აღმსარებელი", fact: "ბასილი აღმსარებელი", img: "Aghmsarebeli"},
              { name: "ზენონ ვერონელი", fact: "ზენონ ვერონელი", img: "Veroneli"},
              { name: "ისააკ ასური", fact: "ისააკ ასური", img: "Asuri"},
              { name: "მინა, დავით და იოანე", fact: "მინა, დავით და იოანე", img: "Ioan"},
              { name: "ანთუსა ქალწული", fact: "ანთუსა ქალწული", img: "Kaltsuli"},
              { name: "ათანასია იღუმენია", fact: "ათანასია იღუმენია", img: "Ighumen"},
              { name: "აგრეთვე: ავსტრალია : ანზაკის დღე (1915)", fact: "აგრეთვე: ავსტრალია : ანზაკის დღე (1915)", img: "1915"},
              { name: "ავსტრალია : ანზაკის დღე (1915)", fact: "ავსტრალია : ანზაკის დღე (1915)", img: "1915"}
            ],
  history:  [
              { name: "1607", fact: "ოთხმოცწლიანი ომი: ნიდერლანდების ფლოტმა გაანადგურა გიბრალტარში გაჩერებული ესპანეთის ფლოტი.", img: "Ploti"},
              { name: "1792", fact: "კლოდ ჯოსეფ რუჟე დე ლილმა შექმნა „მარსელიეზა“ (საფრანგეთის ეროვნული ჰიმნი).", img: "Himni"},
              { name: "1804", fact: "ხელი მოეწერა ელაზნაურის შეთანხმებას, რომლითაც იმერეთის სამეფომ მიიღო რუსეთის ქვეშევრდომობა.", img: "Kveshevrdomoba"},
              { name: "1931", fact: "შეიქმნა საქართველოს გამომგონებელთა საზოგადოება.", img: "Sazogadoeba"},
              { name: "1945", fact: "საბჭოთა და ამერიკელი ჯარისკაცები შეხვდნენ მდინარე ელბაზე.", img: "Elbaz"},
              { name: "1959", fact: "ოფიციალურად გაიხსნა წმინდა ლორენსის წყლის გზა, რომელმაც ჩრდილოეთ ამერიკის დიდი ტბები ატლანტის ოკეანესთან დააკავშირა.", img: "Daakavshira"},
              { name: "1961", fact: "რობერტ ნოისმა პატენტი მიიღო ინტეგრირებული მიკროსქემისთვის.", img: "Mikroskemistv"},
              { name: "1974", fact: "მიხაკების რევოლუცია პორტუგალიაში.", img: "Portugalia"},
              { name: "1983", fact: "ამერიკელი მოსწავლე სამანტა სმიტი იური ანდროპოვის მიწვევით ჩავიდა საბჭოთა კავშირში , მას შემდეგ რაც საბჭოთა ლიდერმა მისი წერილი წაიკითხა სადაც გოგონა შეშფოთებას გამოთქვამდა ატომური ომის საშიშროების გამო.", img: "Gamo"},
              { name: "1988", fact: "ისრაელი ამთავრებს სინაის ნახევარკუნძულიდან გამოსვლას.", img: "Gamosvla"},
              { name: "2002", fact: "თბილისში დაფიქსირდა 4.5 მაგნიტუდის (რიხტერის შკალით) მიწისძვრა.", img: "Mitsisdzvra"},
              { name: "2005", fact: "ბულგარეთი და რუმინეთი ხელს აწერს წევრობის ხელშეკრულებებს ევროპის კავშირში შესასვლელად.", img: "Shesasvlel"},
              { name: "2010", fact: "ჰაინც ფიშერი მეორე ვადით აირჩიეს ავსტრიის პრეზიდენტად.", img: "Prezident"}
            ],
  born:     [
              { name: "1599", fact: "კრომველი, ოლივერ — ინგლისის რევოლუციის მოღვაწე", img: "England"},
              { name: "1898", fact: "სტეფანია ტურკევიჩი — პირველი უკრაინელი ქალი კომპოზიტორი", img: "stepania turkevichi"},
              { name: "1900", fact: "პაული, ვოლფგანგ — შვეიცარიელი ფიზიკოსი", img: "pauli volpgang"},
              { name: "1919", fact: "ჰამიდ ღულამი — უზბეკი მწერალი.", img: "hamid ghulami"},
              { name: "1901", fact: "ცაგარეიშვილი, ვალერიან — ქართველი კომპოზიტორი (გ. 1974)", img: "1974"},
              { name: "1917", fact: "ფიცჯერალდი, ელა — ამერიკელი ჯაზის მომღერალი", img: "pitsjeraldi ela"},
              { name: "1941", fact: "ტავერნიე, ბერტრან — ფრანგი რეჟისორი", img: "tavernie bertran"},
              { name: "1967", fact: "გიორგაძე, მიხეილ — ქართველი ეკონომისტი", img: "giorgadze mikheil"}
            ],
  died:     [
              { name: "1945", fact: "ლოლაძე, შალვა — ქართველი სამხედრო", img: "loladze shalva"},
              { name: "1970", fact: "ანთელავა, ნიკოლოზ — ქართველი ქირურგი", img: "antelava nikoloz"},
              { name: "1995", fact: "როჯერსი, ჯინჯერ — ამერიკელი მსახიობი", img: "rojersi jinjer"}
            ]
});
