window.__dayDataCallback__({
  holidays: [
              { name: "ბიბლიოთეკარის დღე", fact: "ბიბლიოთეკარის დღე", img: "Dghe"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ეფრემ მაწყვერელი სვიმეონ სპარსთა ეპისკოპოსი და მისთანა მოწამენი: ავდელია და ანანია ხუცესი, ქუსდაზად საჭურისი, ფუსიკი, ავატი, ასკიტრეა და სხვანი აკაკი მელიტინელი მოწამე ადრიანე აღაპიტე – რომის პაპი ზოსიმე სოლოვკელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ეფრემ მაწყვერელი სვიმეონ სპარსთა ეპისკოპოსი და მისთანა მოწამენი: ავდელია და ანანია ხუცესი, ქუსდაზად საჭურისი, ფუსიკი, ავატი, ასკიტრეა და სხვანი აკაკი მელიტინელი მოწამე ადრიანე აღაპიტე – რომის პაპი ზოსიმე სოლოვკელი", img: "Rome"},
              { name: "ეფრემ მაწყვერელი", fact: "ეფრემ მაწყვერელი", img: "Matsqvereli"},
              { name: "სვიმეონ სპარსთა ეპისკოპოსი და მისთანა მოწამენი: ავდელია და ანანია ხუცესი, ქუსდაზად საჭურისი, ფუსიკი, ავატი, ასკიტრეა და სხვანი", fact: "სვიმეონ სპარსთა ეპისკოპოსი და მისთანა მოწამენი: ავდელია და ანანია ხუცესი, ქუსდაზად საჭურისი, ფუსიკი, ავატი, ასკიტრეა და სხვანი", img: "Skhvani"},
              { name: "აკაკი მელიტინელი", fact: "აკაკი მელიტინელი", img: "Melitineli"},
              { name: "მოწამე ადრიანე", fact: "მოწამე ადრიანე", img: "Adrian"},
              { name: "აღაპიტე – რომის პაპი", fact: "აღაპიტე – რომის პაპი", img: "Rome"},
              { name: "ზოსიმე სოლოვკელი", fact: "ზოსიმე სოლოვკელი", img: "Solovkeli"},
              { name: "წარმართობა ვალპურგის ღამე", fact: "წარმართობა ვალპურგის ღამე", img: "Gham"},
              { name: "ვალპურგის ღამე", fact: "ვალპურგის ღამე", img: "Gham"},
              { name: "აგრეთვე: ნიდერლანდები : დედოფლის დაბადების დღე (1938) შვედეთი : მეფის დაბადების დღე (1946)", fact: "აგრეთვე: ნიდერლანდები : დედოფლის დაბადების დღე (1938) შვედეთი : მეფის დაბადების დღე (1946)", img: "1938"},
              { name: "ნიდერლანდები : დედოფლის დაბადების დღე (1938)", fact: "ნიდერლანდები : დედოფლის დაბადების დღე (1938)", img: "1938"},
              { name: "შვედეთი : მეფის დაბადების დღე (1946)", fact: "შვედეთი : მეფის დაბადების დღე (1946)", img: "1946"}
            ],
  history:  [
              { name: "1789", fact: "ჯორჯ ვაშინგტონი აშშ-ის პრეზიდენტის პოსტზე ადის.", img: "USA"},
              { name: "1803", fact: "ლუიზიანის შესყიდვა - აშშ-მა ლუიზიანის ტერიტორია საფრანგეთისგან $15 მილიონად შეისყიდა, რამაც ერთ ღამეში ახალგაზრდა ერის ტერიტორია გააორმაგა.", img: "15"},
              { name: "1812", fact: "ლუიზიანა (ორლეანის ტერიტორია) გახდა აშშ-ს მე-18 შტატი.", img: "18"},
              { name: "1838", fact: "ნიკარაგუა თავს დამოუკიდებლად აცხადებს ცენტრალური ამერიკის ფედერაციისგან.", img: "Pederatsiisgan"},
              { name: "1900", fact: "ჰავაი აშშ-ის ტერიტორია ხდება.", img: "USA"},
              { name: "1945", fact: "გარდაუვალი შურისძიების შიშით თავი მოიკლა ადოლფ ჰიტლერმა ევა ბრაუნთან ერთად (ქორწინების ერთი დღის შემდეგ).", img: "Shemdeg"},
              { name: "1945", fact: "საბჭოთა არმიამ იერიშით აიღო ბერლინი.", img: "Berlini"},
              { name: "1950", fact: "რუსთავის მეტალურგიულმა ქარხანამ პირველი ფოლადი გამოუშვა.", img: "Gamoushva"},
              { name: "1980", fact: "ნიდერლანდების დედოფალი ბეატრისის კორონაცია.", img: "Koronats"},
              { name: "1991", fact: "ტროპიკული ციკლონი თავს ესხმის ბანგლადეშს, რამაც 138 000 ადამიანი იმსხვერპლა.", img: "138"},
              { name: "1991", fact: "დამოუკიდებელი საქართველოს შეიარაღებულ ძალებში პირველი ოფიციალური გაწვევა დაიწყო (ქართული ჯარის დღე).", img: "Dghe"},
              { name: "1993", fact: "ვების (World Wide Web) დაბადების დღე.", img: "World Wide Web"},
              { name: "2002", fact: "პაკისტანის რეფერენდუმში მოსახლეობის უმრავლესობა მხარს უჭერს პერვეზ მუშარაფის მომდევნო ხუთი წლით პრეზიდენტის პოსტზე დარჩენას.", img: "Pakistan"},
              { name: "2013", fact: "ვილემ-ალექსანდერი ნიდერლანდების მეფე გახდა.", img: "Gakh"},
              { name: "2019", fact: "იაპონიის იმპერატორი აკიჰიტო ტახტიდან გადადგა და ახალი ეპოქა — რეივა დაიწყო.", img: "iaponiis imperatori akihito takhtidan gadadga da akhali epoka"},
              { name: "2023", fact: "ჭადრაკში მსოფლიოს მე-17 ჩემპიონი დინ ლიჟენი გახდა. პარაგვაის საპრეზიდენტო არჩევნებში სანტიაგო პენია იმარჯვებს.", img: "17"},
              { name: "ჭადრაკში მსოფლიოს მე-17 ჩემპიონი დინ ლიჟენი გახდა.", fact: "ჭადრაკში მსოფლიოს მე-17 ჩემპიონი დინ ლიჟენი გახდა.", img: "17"},
              { name: "პარაგვაის საპრეზიდენტო არჩევნებში სანტიაგო პენია იმარჯვებს.", fact: "პარაგვაის საპრეზიდენტო არჩევნებში სანტიაგო პენია იმარჯვებს.", img: "Imarjveb"}
            ],
  born:     [
              { name: "1777", fact: "კარლ ფრიდრიხ გაუსი — გერმანელი მათემატიკოსი", img: "karl pridrikh gausi"},
              { name: "1879", fact: "კორნელი კეკელიძე — ქართველი ფილოლოგი", img: "korneli kekelidze"},
              { name: "1883", fact: "იაროსლავ ჰაშეკი — ჩეხი მწერალი.", img: "iaroslav hasheki"},
              { name: "1893", fact: "იოახიმ ფონ რიბენტროპი — ნაცისტური გერმანიის პოლიტიკური მოღვაწე", img: "ioakhim pon ribentropi"},
              { name: "1959", fact: "ნიკოლოზ დერიუგინი — ქართველი კალათბურთელი.", img: "nikoloz deriugini"},
              { name: "1986", fact: "დიანა ეგრონი — ამერიკელი მომღერალი, მსახიობი და მოდელი.", img: "diana egroni"}
            ],
  died:     [
              { name: "1883", fact: "ედუარ მანე — ფრანგი მხატვარი (დ. 1832)", img: "1832"},
              { name: "1915", fact: "ნიკო ლომოური — ქართველი მწერალი-ხალხოსანი", img: "niko lomouri"},
              { name: "1945", fact: "ადოლფ ჰიტლერი — გერმანელი სახელმწიფო მოღვაწე", img: "adolp hitleri"},
              { name: "1981", fact: "პეტერ ჰუხელი — გერმანელი მწერალი", img: "peter hukheli"},
              { name: "1983", fact: "ჯორჯ ბალანჩინი — ამერიკელი ბალეტმაისტერი", img: "jorj balanchini"}
            ]
});
