window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "იოანე ხუცესი ქრისტეფორე, თეონი და ანტონინე პაფნუტი იერუსალიმელი გიორგი აღმსარებელი წმინდა ტრიფონი ნიკიფორე იღუმენი", fact: "იოანე ხუცესი ქრისტეფორე, თეონი და ანტონინე პაფნუტი იერუსალიმელი გიორგი აღმსარებელი წმინდა ტრიფონი ნიკიფორე იღუმენი", img: "Ighumeni"},
              { name: "იოანე ხუცესი", fact: "იოანე ხუცესი", img: "Khutsesi"},
              { name: "ქრისტეფორე, თეონი და ანტონინე", fact: "ქრისტეფორე, თეონი და ანტონინე", img: "Antonin"},
              { name: "პაფნუტი იერუსალიმელი", fact: "პაფნუტი იერუსალიმელი", img: "Ierusalimeli"},
              { name: "გიორგი აღმსარებელი", fact: "გიორგი აღმსარებელი", img: "Aghmsarebeli"},
              { name: "წმინდა ტრიფონი", fact: "წმინდა ტრიფონი", img: "Triponi"},
              { name: "ნიკიფორე იღუმენი", fact: "ნიკიფორე იღუმენი", img: "Ighumeni"},
              { name: "აგრეთვე: მადრიდის რეგიონი, ესპანეთი : რეგიონის დღე ბაჰაიზმი - რიზვანის მე-12 დღე პოლონეთი : დროშის დღე", fact: "აგრეთვე: მადრიდის რეგიონი, ესპანეთი : რეგიონის დღე ბაჰაიზმი - რიზვანის მე-12 დღე პოლონეთი : დროშის დღე", img: "12"},
              { name: "მადრიდის რეგიონი, ესპანეთი : რეგიონის დღე", fact: "მადრიდის რეგიონი, ესპანეთი : რეგიონის დღე", img: "Dghe"},
              { name: "ბაჰაიზმი - რიზვანის მე-12 დღე", fact: "ბაჰაიზმი - რიზვანის მე-12 დღე", img: "12"},
              { name: "პოლონეთი : დროშის დღე", fact: "პოლონეთი : დროშის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1808", fact: "დაიწყო ესპანელთა ბრძოლა დამოუკიდებლობისათვის.", img: "Damoukideblobisatv"},
              { name: "1888", fact: "ბარსელონაში გაიხსნა საერთაშორისო გამოფენა.", img: "Gamopena"},
              { name: "1920", fact: "XI წითელი არმია საქართველოში შემოიჭრა.", img: "Shemoichra"},
              { name: "1927", fact: "ჰოლივუდში დაარსდა კინემატოგრაფიული ხელოვნებისა და მეცნიერების აკადემია.", img: "Akadem"},
              { name: "1945", fact: "საბჭოთა ჯარებმა აიღეს ბერლინი.", img: "Berlini"},
              { name: "1945", fact: "იოსებ სტალინმა ხელი მოაწერა დადგენილებას გერმანიის ტერიტორიაზე სამოქალაქო ადმინისტრაციის ჩამოყალიბების თაობაზე.", img: "Taobaz"},
              { name: "1953", fact: "იორდანიაში ტახტზე ავიდა მეფე ჰუსეინი.", img: "Huseini"},
              { name: "1968", fact: "დაიწყო სტუდენტური მანიფესტაცია „ფრანგული მაისი“.", img: "Maisi"},
              { name: "1997", fact: "დიდ ბრიტანეთში ტონი ბლერი პრემიერ-მინისტრი გახდა.", img: "Gakh"},
              { name: "1998", fact: "ბრიუსელში დაარსდა ევროპის ცენტრალური ბანკი.", img: "Banki"},
              { name: "2004", fact: "ცენტრსა და რეგიონს შორის დაძაბულობამ პიკს მიაღწია: აჭარის ხელისუფლებამ რეგიონთან დამაკავშირებელი ჩოლოქის და ქაქუთის ხიდები ააფეთქა.", img: "Aapetka"},
              { name: "2011", fact: "პაკისტანში, ქ. აბოტაბადში აშშ-ის სამხედრო ძალებმა ალ-კაიდას ლიდერი ოსამა ბინ ლადენი მოკლეს. კანადის კონსერვატიულმა პარტიამ, სტეფან ჰარპერის მეთაურობით, საპარლამენტო არჩევნებში უმრავლესობით გაიმარჯვა.", img: "Pakistan"},
              { name: "პაკისტანში, ქ. აბოტაბადში აშშ-ის სამხედრო ძალებმა ალ-კაიდას ლიდერი ოსამა ბინ ლადენი მოკლეს.", fact: "პაკისტანში, ქ. აბოტაბადში აშშ-ის სამხედრო ძალებმა ალ-კაიდას ლიდერი ოსამა ბინ ლადენი მოკლეს.", img: "Pakistan"},
              { name: "კანადის კონსერვატიულმა პარტიამ, სტეფან ჰარპერის მეთაურობით, საპარლამენტო არჩევნებში უმრავლესობით გაიმარჯვა.", fact: "კანადის კონსერვატიულმა პარტიამ, სტეფან ჰარპერის მეთაურობით, საპარლამენტო არჩევნებში უმრავლესობით გაიმარჯვა.", img: "Gaimarjva"},
              { name: "2012", fact: "იანოშ ადერი უნგრეთის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1660", fact: "ალესანდრო სკარლატი — იტალიელი კომპოზიტორი", img: "alesandro skarlati"},
              { name: "1729", fact: "ეკატერინე II — რუსეთის იმპერატორი.", img: "ekaterine II"},
              { name: "1772", fact: "ნოვალისი — გერმანელი პოეტი და ფილოსოფოსი", img: "novalisi"},
              { name: "1854", fact: "თევდორე ჟორდანია — ქართველი ისტორიკოსი, პედაგოგი", img: "tevdore zhordania"},
              { name: "1859", fact: "ჯერომ ჯერომი — ინგლისელი მწერალი", img: "jerom jeromi"},
              { name: "1868", fact: "რობერტ ვუდი — ამერიკელი ფიზიკოსი", img: "robert vudi"},
              { name: "1872", fact: "ჰიგუტი იტიიო — იაპონელი მწერალი", img: "higuti itiio"},
              { name: "1904", fact: "გრიგოლ კოკელაძე — ქართველი კომპოზიტორი და პედაგოგი", img: "Gregory kokeladze"},
              { name: "1918", fact: "პავლე გილაშვილი — კომუნისტური პარტიისა და სახელმწიფო მოღვაწე.", img: "pavle gilashvili"},
              { name: "1935", fact: "ლუის სუარესი — ესპანელი ფეხბურთელი და მწვრთნელი.", img: "luis suaresi"},
              { name: "1935", fact: "ფაისალი II — ერაყის მეფე", img: "paisali II"},
              { name: "1990", fact: "პოლ ჯორჯი — ამერიკელი კალათბურთელი.", img: "pol jorji"}
            ],
  died:     [
              { name: "1519", fact: "ლეონარდო და ვინჩი — აღორძინების ეპოქის იტალიელი ხელოვანი.", img: "leonardo da vinchi"},
              { name: "1857", fact: "ალფრედ დე მიუსე — ფრანგი პოეტი.", img: "alpred de miuse"},
              { name: "1928", fact: "რომანოზ ფანცხავა — ქართველი კრიტიკოსი, პუბლიცისტი, ჟურნალისტი", img: "romanoz pantskhava"},
              { name: "1973", fact: "აკიკო სეკი — იაპონელი მომღერალი", img: "akiko seki"},
              { name: "2011", fact: "ოსამა ბინ ლადენი — „ალ-კაიდას“ ტერორისტი", img: "osama bin ladeni"},
              { name: "2013", fact: "ჯეფ ჰანემანი — ჯგუფ სლეიერის გიტარისტი", img: "jep hanemani"},
              { name: "2015", fact: "მაია პლისეცკაია — რუსი ბალერინა", img: "maia plisetskaia"}
            ]
});
