window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "თეოდორე ტრიხინი წმინდა გრიგოლი ანასტასი I და ანასტასი II, ანტიოქიის პატრიარქნი ანასტას სინაელი", fact: "თეოდორე ტრიხინი წმინდა გრიგოლი ანასტასი I და ანასტასი II, ანტიოქიის პატრიარქნი ანასტას სინაელი", img: "Sinaeli"},
              { name: "თეოდორე ტრიხინი", fact: "თეოდორე ტრიხინი", img: "Trikhini"},
              { name: "წმინდა გრიგოლი", fact: "წმინდა გრიგოლი", img: "Grigoli"},
              { name: "ანასტასი I და ანასტასი II, ანტიოქიის პატრიარქნი", fact: "ანასტასი I და ანასტასი II, ანტიოქიის პატრიარქნი", img: "Patriarkni"},
              { name: "ანასტას სინაელი", fact: "ანასტას სინაელი", img: "Sinaeli"},
              { name: "აგრეთვე: თავისუფალი პრესის მსოფლიო დღე მზის დღე იაპონია - კონსტიტუციის დღე. პოლონეთი - კონსტიტუციის დღე.", fact: "აგრეთვე: თავისუფალი პრესის მსოფლიო დღე მზის დღე იაპონია - კონსტიტუციის დღე. პოლონეთი - კონსტიტუციის დღე.", img: "agretve tavisupali presis msoplio dghe mzis dghe iaponia"},
              { name: "თავისუფალი პრესის მსოფლიო დღე", fact: "თავისუფალი პრესის მსოფლიო დღე", img: "Dghe"},
              { name: "მზის დღე", fact: "მზის დღე", img: "Dghe"},
              { name: "იაპონია - კონსტიტუციის დღე.", fact: "იაპონია - კონსტიტუციის დღე.", img: "iaponia"},
              { name: "პოლონეთი - კონსტიტუციის დღე.", fact: "პოლონეთი - კონსტიტუციის დღე.", img: "poloneti"}
            ],
  history:  [
              { name: "1494", fact: "ქრისტეფორე კოლუმბმა პირველად შენიშნა მიწა, რომელსაც შემდეგ იამაიკა დაერქვა.", img: "Daerkva"},
              { name: "1791", fact: "პოლონეთმა მიიღო ერთ-ერთი პირველი თანამედროვე კონსტიტუცია ევროპაში.", img: "Evropa"},
              { name: "1802", fact: "ვაშინგტონი ქალაქად გამოცხადდა.", img: "Gamotskhad"},
              { name: "1837", fact: "აღმოსავლეთ ხმელთაშუაზღვის რეგიონში უძველესი - ათენის უნივერსიტეტი დაფუძნდა.", img: "aghmosavlet khmeltashuazghvis regionshi udzvelesi"},
              { name: "1849", fact: "დრეზდენში დაიწყო მაისის აჯანყება - 1948 წლის გერმანიის რევოლუციათა ბოლო ტალღა.", img: "1948"},
              { name: "1916", fact: "აღდგომის აჯანყებულები სიკვდილით დასაჯეს დუბლინში.", img: "Dublin"},
              { name: "1921", fact: "პარიზში შედგა კოკო შანელის სუნამოს „შანელ No. 5“-ის პრეზენტაცია.", img: "No"},
              { name: "1928", fact: "იაპონელებმა მასობრივი ხოცვა მოაწყვეს ხინანში, ჩინეთი.", img: "China"},
              { name: "1946", fact: "მეორე მსოფლიო ომი : შორეული აღმოსავლეთის საერთაშორისო სამხედრო ტრიბუნალი იწყება ტოკიოში 28 იაპონელი სამხედრო და სამთავრობო ჩინოვნიკის წინააღმდეგ, რომელთაც ბრალად კაცობრიობის წინააღმდეგ ჩადენილი დანაშაულები ედებოდათ.", img: "28"},
              { name: "1947", fact: "იაპონიამ მიიღო ახალი კონსტიტუცია.", img: "Konstituts"},
              { name: "1956", fact: "პირველად ჩატარდა მსოფლიო ჩემპიონატი ძიუდოში.", img: "Dziudo"},
              { name: "1959", fact: "პირველი გრემის დაჯილდოება ჩატარდა.", img: "Chatar"},
              { name: "1960", fact: "ანა ფრანკის სახლი გაიხსნა ამსტერდამში, ნიდერლანდები.", img: "Niderlandebi"},
              { name: "1973", fact: "სირს ტაუერი მსოფლიოს უდიდესი შენობა გახდა.", img: "Gakh"},
              { name: "2005", fact: "ერაყში პირველი დემოკრატიულად არჩეული მთავრობა შეუდგა სამსახურს.", img: "Samsakhur"},
              { name: "2006", fact: "არმავიას რეისი 967 კატასტროფას განიცდის შავ ზღვაზე; დაიღუპა 113 ადამიანი.", img: "967"},
              { name: "2008", fact: "კუბამ მოხსნა აკრძალვა საყოფაცხოვრებო პერსონალური კომპიუტერების გამოყენებაზე.", img: "Gamoqenebaz"}
            ],
  born:     [
              { name: "1469", fact: "ნიკოლო მაკიაველი — იტალიელი მოაზროვნე, ისტორიკოსი და მწერალი.", img: "nikolo makiaveli"},
              { name: "1893", fact: "კონსტანტინე გამსახურდია — ქართველი მწერალი (გ.1975)", img: "1975"},
              { name: "1898", fact: "გოლდა მეირი — ისრაელის პრემიერ-მინისტრი 1969-1974 წლებში.", img: "1969"},
              { name: "1903", fact: "ბინგ კროსბი — ამერიკელი მომღერალი და მსახიობი.", img: "bing krosbi"},
              { name: "1924", fact: "იეჰუდა ამიხაი — ებრაელი პოეტი, ისრაელის სახელმწიფო პრემიის ლაურეატი (გ. 2000).", img: "2000"},
              { name: "1941", fact: "ნონა გაფრინდაშვილი — ქართველი მოჭადრაკე.", img: "nona gaprindashvili"},
              { name: "1945", fact: "ამირან კალაძე — ქართველი პოეტი, საქართველოს უზენაესი საბჭოს დეპუტატი (გ. 1995).", img: "1995"},
              { name: "1950", fact: "მერი ჰოპკინზი — ბრიტანელი მომღერალი.", img: "meri hopkinzi"}
            ],
  died:     [
              { name: "1834", fact: "ალექსი არაქჩეევი — რუსეთის სახელმწიფო მოღვაწე", img: "aleksi arakcheevi"},
              { name: "1844", fact: "კონსტანტინე ბატონიშვილი — გენერალ-მაიორი", img: "konstantine batonishvili"},
              { name: "2011", fact: "სერგო კოტრიკაძე — ქართველი ფეხბურთელი, მეკარე. საბჭოთა კავშირის სპორტის დამსახურებული ოსტატი.", img: "sergo kotrikadze"},
              { name: "2014", fact: "გერი ბეკერი — ეკონომისტი, ჩიკაგოს ეკონომიკური სკოლის ერთ-ერთი დამფუძნებელი, ნობელის პრემიის ლაურეატი", img: "geri bekeri"},
              { name: "2015", fact: "რეზო ჩხეიძე — ქართველი კინორეჟისორი", img: "rezo chkheidze"}
            ]
});
