window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "საბა სტრატილატი და მასთან 70 მხედარი პასიკრატე და ვალენტინი მოწამენი: ევსევი, ნეონი, ლეონტი, ლონგინოზი და სხვანი თომა სალოსი ელისაბედ საკვირველთმოქმედი", fact: "საბა სტრატილატი და მასთან 70 მხედარი პასიკრატე და ვალენტინი მოწამენი: ევსევი, ნეონი, ლეონტი, ლონგინოზი და სხვანი თომა სალოსი ელისაბედ საკვირველთმოქმედი", img: "70"},
              { name: "საბა სტრატილატი და მასთან 70 მხედარი", fact: "საბა სტრატილატი და მასთან 70 მხედარი", img: "70"},
              { name: "პასიკრატე და ვალენტინი", fact: "პასიკრატე და ვალენტინი", img: "Valentini"},
              { name: "მოწამენი: ევსევი, ნეონი, ლეონტი, ლონგინოზი და სხვანი", fact: "მოწამენი: ევსევი, ნეონი, ლეონტი, ლონგინოზი და სხვანი", img: "Skhvani"},
              { name: "თომა სალოსი", fact: "თომა სალოსი", img: "Salosi"},
              { name: "ელისაბედ საკვირველთმოქმედი", fact: "ელისაბედ საკვირველთმოქმედი", img: "Sakvirveltmokmedi"},
              { name: "აგრეთვე: რუსეთი - რადიოს დღე.", fact: "აგრეთვე: რუსეთი - რადიოს დღე.", img: "agretve ruseti"},
              { name: "რუსეთი - რადიოს დღე.", fact: "რუსეთი - რადიოს დღე.", img: "ruseti"}
            ],
  history:  [
              { name: "558", fact: "კონსტატინოპოლში აია-სოფიას გუმბათი ჩამოინგრა. იუსტინიანე I-ის ბრძანებით დაუყოვნებლივ იწყებენ მის მშენებლობას.", img: "Mshenebloba"},
              { name: "1516", fact: "ჩრდილოეთ ამერიკაში დაწესდა ინკვიზიცია.", img: "USA"},
              { name: "1274", fact: "საფრანგეთში ლიონის მეორე კრება გაიხსნა პაპის არჩევის რეგულირებისთვის.", img: "Regulirebistv"},
              { name: "1348", fact: "პრაღის უნივერსიტეტი დაფუძნდა.", img: "Dapudzn"},
              { name: "1429", fact: "ჟანა დ'არკი ორლეანის ალყას ასრულებს. გამარჯვება გადამწყვეტი გახდა ასწლიანი ომისთვის.", img: "Omistv"},
              { name: "1664", fact: "ლუი XIV ვერსალის სასახლეს ხსნის.", img: "Khsn"},
              { name: "1682", fact: "რუსეთის მეფედ არჩეულ იქნა პეტრე I.", img: "Petr"},
              { name: "1697", fact: "სტოკჰოლმის სამეფო ციხესიმაგრე ხანძარმა გაანადგურა.", img: "Gaanadgura"},
              { name: "1755", fact: "ოფიციალურად გაიხსნა მოსკოვის უნივერსიტეტი.", img: "Universiteti"},
              { name: "1824", fact: "ბეთჰოვენის მეცხრე სიმფონიის პრემიერა გაიმართა ვენაში, ავსტრია, მიხაელ უმლაუფის დირიჟორობით.", img: "Dirizhorobit"},
              { name: "1832", fact: "ლონდონის ხელშეკრულებით საბერძნეთი დამოუკიდებლად ცნეს. მის მეფედ აირჩა ბავარიის პრინცი ოტო ვიტელსბახელი.", img: "London"},
              { name: "1875", fact: "გაფორმდა რუსეთ-იაპონიის ხელშეკრულება ტერიტორიების გაცვლის შესახებ - იაპონიას გადაეცა კურილიის კუნძულები კუნძულ სახალინზე პრეტენზიების უარყოფის სანაცვლოდ.", img: "Japan"},
              { name: "1895", fact: "სანქტ-პეტერბურგში ალექსანდრე პოპოვმა რუსეთის ფიზიკა-ქიმიის საზოგადოებას წარუდგინა მისი გამოგონება - მსოფლიოში პირველი რადიომიმღები. საბჭოთა კავშირში ეს დღე რადიოს დღედ აღინიშნებოდა.", img: "sankt peterburgshi aleksandre popovma rusetis pizika kimiis sazogadoebas tsarudgina misi gamogoneba"},
              { name: "1920", fact: "მოსკოვის ხელშეკრულება (1920): საბჭოთა რუსეთმა ცნო საქართველოს დემოკრატიული რესპუბლიკა, თუმცა ექვს თვეში მისი ანექსია მოახდინა.", img: "1920"},
              { name: "1920", fact: "კიევის აღება: პოლონეთის ძალები იოზეფ პილსუდკისა და ედვარდ რიდზ-სმიგლის მეთაურობით ეხმარებიან უკრაინის მცირერიცხოვან ჯარს კიევის აღებაში. მოიერიშეები ერთ თვეში წითელმა არმიამ განდევნა.", img: "Gandevna"},
              { name: "1954", fact: "საფრანგეთის ჯარებმა კაპიტულაცია გამოაცხადეს ვიეტნამში.", img: "Vietnam"},
              { name: "1946", fact: "დაარსდა ელექტროტექნიკური კომპანია „სონი“.", img: "Soni"},
              { name: "1948", fact: "ევროპის საბჭო დაარსდა ჰააგის კონგრესზე.", img: "Kongresz"},
              { name: "1960", fact: "სსრ კავშირის უმაღლესი საბჭოს პრეზიდიუმის თავმჯდომარედ არჩეულ იქნა ლ. ბრეჟნევი.", img: "Brezhnevi"},
              { name: "1992", fact: "კოსმოსური შატლი ენდევორის გაშვება განხორციელდა.", img: "Gankhortsiel"},
              { name: "1998", fact: "ისტორიაში უდიდესი ინდუსტრიული გაერთიანება: მერსედეს-ბენცი ყიდულობს კრაისლერს $40 მილიარდად და ქმნის დაიმლერ-კრაისლერს.", img: "40"},
              { name: "1999", fact: "პაპი იოანე პავლე II რუმინეთში ჩადის, რითაც პირველი პაპი გახდა, რომელმაც აღმოსავლეთ მართლმადიდებლური ქვეყანა მოინახულა დიდი სქიზმის შემდეგ (1054).", img: "Romania"},
              { name: "1999", fact: "გვინეა-ბისაუს პრეზიდენტი ჟოან ბერნარდო ვიეირა გადააყენეს სამხედრო გადატრიალებით.", img: "Gadatrialebit"},
              { name: "2000", fact: "გაიმართა რუსეთის ახლად არჩეული პრეზიდენტის ვ.პუტინის ინაუგურაცია.", img: "Inaugurats"},
              { name: "2007", fact: "ნასას განცხადებით აღმოჩენილია SN 2006gy, ზეახალი ვარსკვლავი ისტორიაში დღემდე დაფიქსირებული უდიდესი აბსოლუტური სიკაშკაშით.", img: "Sn"},
              { name: "2011", fact: "ფილიპინელმა მოკრივემ მენი პაკიაომ მკო-ს ჩემპიონობა შეინარჩუნა მეორე საშუალო წონით კატეგორიაში შეინ მოსლის დამარცხებით.", img: "Damartskhebit"},
              { name: "2011", fact: "ვლადიმერ პუტინმა 4 წლის შემდეგ კვლავ დაიკავა რუსეთის ფედერაციის პრეზიდენტის პოსტი.", img: "Posti"},
              { name: "2014", fact: "ტაილანდის საკონსტიტუციო სასამართლომ პრემიერ-მინისტრი იინგლაკ ჩინავატი გადააყენა და მის ნაცვლად ნივათჰუმრონგ ბუნსონპაისანი დანიშნა.", img: "Danishna"},
              { name: "2017", fact: "საფრანგეთის საპრეზიდენტო არჩევნებში, ამომრჩეველთა ხმების უმრავლესობით, ემანუელ მაკრონმა გაიმარჯვა.", img: "Gaimarjva"}
            ],
  born:     [
              { name: "1833", fact: "ბრამსი, იოჰანეს — გერმანელი კომპოზიტორი და პიანისტი.", img: "bramsi iohanes"},
              { name: "1851", fact: "ჰარნაკი, ადოლფ — გერმანელი თეოლოგი.", img: "harnaki adolp"},
              { name: "1840", fact: "ჩაიკოვსკი, პეტრე — რუსი კომპოზიტორი.", img: "chaikovski petre"},
              { name: "1894", fact: "ყუშიტაშვილი, ვასილ — ქართველი რეჟისორი და პედაგოგი.", img: "qushitashvili vasil"},
              { name: "1901", fact: "გერი კუპერი — ამერიკელი მსახიობი. (გ. 1961)", img: "1961"}
            ],
  died:     [
              { name: "1014", fact: "ბაგრატ III — გაერთიანებული ფეოდალური საქართველოს პირველი მეფე", img: "bagrat III"},
              { name: "1682", fact: "თედორე III — რუსეთის მეფე.", img: "tedore III"},
              { name: "1890", fact: "ნეიზმითი, ჯეიმზ — ინგლისელი ინჟინერი.", img: "neizmiti jeimz"},
              { name: "1970", fact: "სუძუკი მოსაბურო — იაპონიის სოციალისტური-დემოკრატიული მოძრაობის მოღვაწე.", img: "sudzuki mosaburo"},
              { name: "2013", fact: "რეი ჰარიჰაუზენი — ამერიკელი ვიზუალური ეფექტების შემქმნელი, მწერალი, ანიმატორი და პროდიუსერი.", img: "rei harihauzeni"}
            ]
});
