window.__dayDataCallback__({
  holidays: [
    { name: "მსოფლიო", fact: "თავისუფალი პრესის მსოფლიო დღე", img: "World Press Freedom Day", img2: "Earth" },
    { name: "ესპანეთი", fact: "ჯვრის დღესასწაული", img: "Fiesta de las Cruces", img2: "Spain" },
    { name: "იაპონია", fact: "კონსტიტუციის დღე", img: "Constitution of Japan", img2: "Japan" },
    { name: "პოლონეთი", fact: "კონსტიტუციის დღე", img: "3 May Constitution Day", img2: "Poland" },
    { name: "მართლმადიდებელი ეკლესია", fact: "<b>მართლისა ტაბითასი (I);</b> ღირსისა თეოდორე ტრიქინასი (IX); მოციქულისა 70-თაგანისა ზაქე მეზვერისა (I); გრიგოლისა (593) და ანასტასი სინელისა (599), ანტიოქიელ პატრიარქთა; ღირსისა ანასტასისა, სინას მთის იღუმენისა (685).", img: "Saints", img2: "ეკლესია (ნაგებობა)" }
  ],
  history: [
    { name: "752", fact: "მაიას მეფე ჯაგუარ IV-მ იაშჩილანიში ტახტზე ასვლა გამოაცხადა.", img: "Bird Jaguar IV", img2: "Mexico" },
    { name: "996", fact: "გერმანიის მეფე ოტო III-მ პაპის გარდაცვალების შემდეგ მისი ბიძაშვილი ბრუნო კერინთელი აირჩია პაპად. ბრუნო გახდა პაპი გრიგოლ V-ის სახელით.", img: "Pope Gregory V", img2: "Otto III" },
    { name: "1481", fact: "მიწისძვრა კუნძულ როდოსზე, რამაც 30,000-მდე ადამიანის სიცოცხლე იმსხვერპლა.", img: "Rhodes", img2: "Greece" },
    { name: "1491", fact: "კონგოს მონარქი ნკვუ ნზინგა პორტუგალიელმა მისიონერებმა მოინათლეს და მიიღო ნათლობის სახელი ჟოაო I.", img: "Nkuwu Nzinga", img2: "Kingdom of Kongo" },
    { name: "1494", fact: "ქრისტეფორე კოლუმბმა პირველად შენიშნა მიწა, რომელსაც შემდეგ იამაიკა დაერქვა.", img: "Christopher Columbus", img2: "Jamaica" },
    { name: "1791", fact: "პოლონეთმა მიიღო ერთ-ერთი პირველი თანამედროვე კონსტიტუცია ევროპაში.", img: "Constitution of May 3, 1791", img2: "Poland" },
    { name: "1802", fact: "ვაშინგტონი ქალაქად გამოცხადდა.", img: "Washington, D.C.", img2: "United States" },
    { name: "1837", fact: "აღმოსავლეთ ხმელთაშუაზღვის რეგიონში უძველესი - ათენის უნივერსიტეტი დაფუძნდა.", img: "National and Kapodistrian University of Athens", img2: "Greece" },
    { name: "1849", fact: "დრეზდენში დაიწყო მაისის აჯანყება - 1948 წლის გერმანიის რევოლუციათა ბოლო ტალღა.", img: "May Uprising in Dresden", img2: "Germany" },
    { name: "1916", fact: "აღდგომის აჯანყებულები სიკვდილით დასაჯეს დუბლინში.", img: "Easter Rising", img2: "Republic of Ireland" },
    { name: "1921", fact: "პარიზში შედგა კოკო შანელის სუნამოს „შანელ No. 5“-ის პრეზენტაცია.", img: "Chanel No. 5", img2: "France" },
    { name: "1928", fact: "იაპონელებმა მასობრივი ხოცვა მოაწყვეს ხინანში, ჩინეთი.", img: "Jinan incident", img2: "China" },
    { name: "1946", fact: "მეორე მსოფლიო ომი : შორეული აღმოსავლეთის საერთაშორისო სამხედრო ტრიბუნალი იწყება ტოკიოში 28 იაპონელი სამხედრო და სამთავრობო ჩინოვნიკის წინააღმდეგ, რომელთაც ბრალად კაცობრიობის წინააღმდეგ ჩადენილი დანაშაულები ედებოდათ.", img: "International Military Tribunal for the Far East", img2: "Japan" },
    { name: "1947", fact: "იაპონიამ მიიღო ახალი კონსტიტუცია.", img: "Constitution of Japan", img2: "Japan" },
    { name: "1956", fact: "პირველად ჩატარდა მსოფლიო ჩემპიონატი ძიუდოში.", img: "Judo", img2: "Japan" },
    { name: "1959", fact: "პირველი გრემის დაჯილდოება ჩატარდა.", img: "Grammy Awards", img2: "United States" },
    { name: "1960", fact: "ანა ფრანკის სახლი გაიხსნა ამსტერდამში, ნიდერლანდები.", img: "Anne Frank House", img2: "Netherlands" },
    { name: "1973", fact: "სირს ტაუერი მსოფლიოს უდიდესი შენობა გახდა.", img: "Willis Tower", img2: "United States" },
    { name: "2005", fact: "ერაყში პირველი დემოკრატიულად არჩეული მთავრობა შეუდგა სამსახურს.", img: "Iraqi Transitional Government", img2: "Iraq" },
    { name: "2006", fact: "არმავიას რეისი 967 კატასტროფას განიცდის შავ ზღვაზე; დაიღუპა 113 ადამიანი.", img: "Armavia Flight 967", img2: "Russia" },
    { name: "2008", fact: "კუბამ მოხსნა აკრძალვა საყოფაცხოვრებო პერსონალური კომპიუტერების გამოყენებაზე.", img: "Personal computer", img2: "Cuba" }
  ],
  born: [
    { name: "612", fact: "კონსტანტინე III - ბიზანტიის იმპერატორი", img: "Heraclius Constantine", img2: "Byzantine army" },
    { name: "1238", fact: "ემილია ბიჩიერი - იტალიელი წმინდანი", img: "Emilia Bicchieri", img2: "Italy" },
    { name: "1276", fact: "ლუი - ევრეს გრაფი", img: "Louis, Count of Évreux", img2: "France" },
    { name: "1415", fact: "სესილი ნევილი - იორკის ჰერცოგინია", img: "Cecily Neville", img2: "England" },
    { name: "1428", fact: "პედრო გონსალეს დე მენდოსა - ესპანელი კარდინალი", img: "Pedro González de Mendoza", img2: "Spain" },
    { name: "1446", fact: "მარგარეტ იორკელი - ბურგუნდიის ჰერცოგინია", img: "Margaret of York", img2: "England" },
    { name: "1461", fact: "რაფაელე რიარიო - იტალიელი კარდინალი", img: "Raffaele Riario", img2: "Italy" },
    { name: "1469", fact: "ნიკოლო მაკიაველი - იტალიელი მოაზროვნე, ისტორიკოსი და მწერალი.", img: "Niccolò Machiavelli", img2: "Italy" },
    { name: "1893", fact: "კონსტანტინე გამსახურდია - ქართველი მწერალი.", img: "კონსტანტინე გამსახურდია", img2: "საქართველო" },
    { name: "1898", fact: "გოლდა მეირი - ისრაელის პრემიერ-მინისტრი 1969-1974 წლებში.", img: "Golda Meir", img2: "Israel" },
    { name: "1903", fact: "ბინგ კროსბი - ამერიკელი მომღერალი და მსახიობი.", img: "Bing Crosby", img2: "United States" },
    { name: "1924", fact: "იეჰუდა ამიხაი - ებრაელი პოეტი, ისრაელის სახელმწიფო პრემიის ლაურეატი.", img: "Yehuda Amichai", img2: "Israel" },
    { name: "1941", fact: "ნონა გაფრინდაშვილი - ქართველი მოჭადრაკე.", img: "ნონა გაფრინდაშვილი", img2: "საქართველო" },
    { name: "1945", fact: "ამირან კალაძე - ქართველი პოეტი, საქართველოს უზენაესი საბჭოს დეპუტატი.", img: "ამირან კალაძე", img2: "საქართველო" },
    { name: "1950", fact: "მერი ჰოპკინზი — ბრიტანელი მომღერალი.", img: "Mary Hopkin", img2: "United Kingdom" }
  ],
  died: [
    { name: "1834", fact: "ალექსი არაქჩეევი — რუსეთის სახელმწიფო მოღვაწე", img: "Алексей Аракчеев", img2: "Russia" },
    { name: "1844", fact: "კონსტანტინე ბატონიშვილი — გენერალ-მაიორი", img: "კონსტანტინე ბატონიშვილი (დავით II-ის ძე)", img2: "საქართველო" },
    { name: "2011", fact: "სერგო კოტრიკაძე — ქართველი ფეხბურთელი, მეკარე. საბჭოთა კავშირის სპორტის დამსახურებული ოსტატი.", img: "სერგო კოტრიკაძე", img2: "საქართველო" },
    { name: "2014", fact: "გერი ბეკერი — ეკონომისტი, ჩიკაგოს ეკონომიკური სკოლის ერთ-ერთი დამფუძნებელი, ნობელის პრემიის ლაურეატი", img: "Gary Becker", img2: "United States" },
    { name: "2015", fact: "რეზო ჩხეიძე — ქართველი კინორეჟისორი", img: "რეზო ჩხეიძე", img2: "საქართველო" }
  ]
});
