window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა გიორგი — გიორგობა დედოფალი ალექსანდრა და წმინდა ვალერია ანატოლი და პროტოლეონი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა გიორგი — გიორგობა დედოფალი ალექსანდრა და წმინდა ვალერია ანატოლი და პროტოლეონი", img: "martlmadidebeli eklesia moikhseniebs tsmindanebs tsminda giorgi"},
              { name: "წმინდა გიორგი — გიორგობა", fact: "წმინდა გიორგი — გიორგობა", img: "tsminda giorgi"},
              { name: "დედოფალი ალექსანდრა და წმინდა ვალერია", fact: "დედოფალი ალექსანდრა და წმინდა ვალერია", img: "Valer"},
              { name: "ანატოლი და პროტოლეონი", fact: "ანატოლი და პროტოლეონი", img: "Protoleoni"},
              { name: "აგრეთვე: ბულგარეთი — არმიის დღე. საქართველო — პოლიციის დღე.", fact: "აგრეთვე: ბულგარეთი — არმიის დღე. საქართველო — პოლიციის დღე.", img: "agretve bulgareti"},
              { name: "ბულგარეთი — არმიის დღე.", fact: "ბულგარეთი — არმიის დღე.", img: "bulgareti"},
              { name: "საქართველო — პოლიციის დღე.", fact: "საქართველო — პოლიციის დღე.", img: "sakartvelo"}
            ],
  history:  [
              { name: "1527", fact: "კარლოს V-ის ჯარებმა რომი გაანადგურეს. ზოგიერთი ცნობით ეს თარიღი რენესანსის დასასრულს უკავშირდება.", img: "Rome"},
              { name: "1682", fact: "საფრანგეთის მეფე ლუი XIV-მ სამეფო კარი ვერსალში გადაიტანა.", img: "Gadaitana"},
              { name: "1757", fact: "პრაღის ბრძოლა - რუსების არმია ავსტრიელებს ებრძვიან პრაღაში შვიდწლიანი ომის პერიოდში.", img: "praghis brdzola"},
              { name: "1794", fact: "ჰაიტელები ტუსენ ლუვერტიურის ხელმძღვანელობით საფრანგეთის წინააღმდეგ აჯანყდნენ.", img: "Ajanqdnen"},
              { name: "1840", fact: "პენი ბლეკის საფოსტო მარკა ძალაში შევიდა დიდი ბრიტანეთისა და ირლანდიის გაერთიანებულ სამეფოში.", img: "Samepo"},
              { name: "1861", fact: "არკანზასი და ტენესი გამოეყვნენ აშშ-ს.", img: "USA"},
              { name: "1889", fact: "ეიფელის კოშკის ინაუგურაცია პარიზის უნივერსალურ ექსპოზიციაზე.", img: "Ekspozitsiaz"},
              { name: "1910", fact: "ჯორჯ V გახდა დიდი ბრიტანეთის მეფე, ედუარდ VII-ს გარდაცვალების შემდეგ.", img: "Shemdeg"},
              { name: "1940", fact: "ჯონ სტაინბეკი პულიცერის პრემიით დაჯილდოვდა რომანისთვის „მრისხანების მტევნები“.", img: "Mtevnebi"},
              { name: "1941", fact: "იოსებ სტალინი დაინიშნა სსრ კავშირის სახალხო კომისართა საბჭოს თავმჯდომარედ.", img: "Tavmjdomared"},
              { name: "1945", fact: "მეორე მსოფლიო ომი : პრაღის აღება — აღმოსავლეთის ფრონტის ბოლო მნიშვნელოვანი ბრძოლა დაიწყო.", img: "meore msoplio omi praghis agheba"},
              { name: "1994", fact: "ლა-მანშის გვირაბი ოფიციალურად გახსნეს ფრანსუა მიტერანმა და დედოფალმა ელისაბედ II-მ.", img: "M"},
              { name: "2004", fact: "„აჭარული რევოლუციის“ დასარული. ასლან აბაშიძემ დატოვა საქართველოს ტერიტორია და რუსეთის უშიშროების საბჭოს ხელმძღვანელს იგორ ივანოვს მოსკოვში გაჰყვა. ბათუმში ჩავიდნენ მიხეილ სააკაშვილი და ნინო ბურჯანაძე.", img: "Burjanadz"},
              { name: "2007", fact: "ნიკოლა სარკოზიმ საფრანგეთის საპრეზიდენტო არჩევნებში ხმების 53%-ით სოციალისტი სეგოლენ რუაიალი დაამარცხა.", img: "53"},
              { name: "2011", fact: "გაერთიანებულ სამეფოში, მომავალი საპარლამენტო არჩევნებისთვის საარჩევნო სისტემის შეცვლაზე გამართულ რეფერენდუმზე, ამომრჩევლებმა ალტერნატიულ საარჩევნო სისტემაზე უარი თქვეს.", img: "Tkve"},
              { name: "2012", fact: "ფრანსუა ოლანდი საფრანგეთის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2015", fact: "სტიუარტ ბინემმა 2015 წლის სნუკერის მსოფლიო ჩემპიონატში გაიმარჯვა.", img: "2015"},
              { name: "2023", fact: "გაიმართა გაერთიანებული სამეფოს მეფის, ჩარლზ III-ის კორონაცია.", img: "Koronats"},
              { name: "2025", fact: "ფრიდრიხ მერცი გერმანიის კანცლერად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1397", fact: "სეჯონგ დიდი — კორეის მეფე", img: "sejong didi"},
              { name: "1756", fact: "ანდრე მასენა — ფრანგი სახელმწიფო და სამხედრო მოღვაწე", img: "andre masena"},
              { name: "1758", fact: "მაქსიმილიან რობესპიერი — ფრანგი რევოლუციონერი.", img: "maksimilian robespieri"},
              { name: "1856", fact: "ზიგმუნდ ფროიდი — ავსტრიელი ფსიქიატრი და ფსიქოლოგი.", img: "zigmund proidi"},
              { name: "1861", fact: "რაბინდრანათ თაგორი — ინდოელი მწერალი.", img: "rabindranat tagori"},
              { name: "1902", fact: "კონა გიგინეიშვილი — ქართველი ფილოლოგი, ენათმეცნიერი.", img: "kona gigineishvili"},
              { name: "1907", fact: "ილია ვეკუა — ქართველი მათემატიკოსი და მექანიკოსი.", img: "ilia vekua"},
              { name: "1945", fact: "ბესარიონ გუგუშვილი — საქართველოს რესპუბლიკის რიგით მეორე პრემიერ-მინისტრი.", img: "besarion gugushvili"},
              { name: "1953", fact: "ტონი ბლერი — დიდი ბრიტანეთის პრემიერ-მინისტრი.", img: "toni bleri"},
              { name: "1961", fact: "ჯორჯ კლუნი — ამერიკელი მსახიობი.", img: "jorj kluni"}
            ],
  died:     [
              { name: "1859", fact: "ალექსანდერ ჰუმბოლდტი — გერმანელი ბუნებისმეტყველი და მოგზაური.", img: "aleksander humboldti"},
              { name: "1910", fact: "ედვარდ VII — დიდი ბრიტანეთის მეფე.", img: "edvard VII"},
              { name: "1959", fact: "რაგნარ ნურკსე — ესტონელი ეკონომისტი.", img: "ragnar nurkse"},
              { name: "1992", fact: "მარლენ დიტრიხი — გერმანელი კინომსახიობი, მომღერალი.", img: "marlen ditrikhi"},
              { name: "1995", fact: "გოლტფრიდ ფონ ჰაბერლერი — ამერიკელი ეკონომისტი.", img: "goltprid pon haberleri"}
            ]
});
