window.__dayDataCallback__({
  holidays: [
    { name: "მსოფლიო", fact: "მშრომელთა საერთაშორისო დღე - აღინიშნება მრავალ ქვეყანაში. შემოღებულ იქნა აშშ-ში 1884 წელს დაწყებული მშრომელთა საერთო სახალხო გაფიცვის გამო.", img: "International Workers' Day", img2: "Earth" },
    { name: "აშშ", fact: "შემწყნარებლობის დღე (1955)", img: "Loyalty Day", img2: "United States" },
    { name: "მავრიტანია", fact: "შეიარაღებული ძალების დღე", img: "Armed Forces Day", img2: "Mauritania" },
    { name: "უელსი", fact: "კალან მაი", img: "Calan Mai", img2: "Wales" },
    { name: "მარშალის კუნძულები", fact: "დამოუკიდებლობისა და კონსტიტუციის დღე (1986)", img: "Constitution of the Marshall Islands", img2: "Marshall Islands" },
    { name: "ყაზახეთი", fact: "ყაზახეთის ხალხთა ერთიანობის დღე.", img: "Праздник единства народа Казахстана", img2: "Kazakhstan" },
    { name: "მართლმადიდებელი ეკლესია", fact: "<b>ღირსისა ბასილისა (რატიშვილი, XIII)*;</b> ღირსისა იოანესი, ღირსი გრიგოლ დეკაპოლელის მოწაფისა (820-850); მოწამეთა: ბიქტორისა, ზოტიკესი, ზენონისა, აკვინდინესი და სევერიანესი (303); კოზმან აღმსარებელისა, ქალკედონელ ეპისკოპოსისა, და ღირსისა ავქსენტისა (815-820); მოწამისა იოანე ახლისა, იოანინელისა (1526).", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "408", fact: "ბიზანტიის იმპერიის ტახტზე ავიდა თეოდოსიუს II;", img: "Theodosius II", img2: "Byzantine army" },
    { name: "1707", fact: "შოტლანდია და ინგლისი გაერთიანდნენ.", img: "Acts of Union 1707", img2: "United Kingdom" },
    { name: "1776", fact: "გერმანიაში ბავარიელი ილუმინატების საიდუმლო ორგანიზაცია შეიქმნა.", img: "Illuminati", img2: "Germany" },
    { name: "1840", fact: "გამოიცა მსოფლიოს პირველი საფოსტო მარკა „შავი პენი“, დიდი ბრიტანეთი.", img: "Penny Black", img2: "United Kingdom" },
    { name: "1851", fact: "ლონდონში დაიწყო დიდი გამოფენა - პირველი მსოფლიო კულტურული და ინდუსტრიული მიღწევების ექსპოზიციათა სერიაში.", img: "The Great Exhibition", img2: "United Kingdom" },
    { name: "1862", fact: "აშშ-ს სამოქალაქო ომში ჩრდილოეთის ალიანსმა ახალი ორლეანი დაიკავა.", img: "Capture of New Orleans", img2: "United States" },
    { name: "1930", fact: "მზის სისტემის მეცხრე პლანეტას, რომელიც 18 თებერვალს აღმოაჩინეს, პლუტონი დაარქვეს.", img: "Pluto", img2: "Solar System" },
    { name: "1931", fact: "ნიუ-იორკში გაიხსნა ემპაირ-სტეიტ-ბილდინგი, იმ დროს მსოფლიოში უმაღლესი შენობა.", img: "Эмпайр-стейт-билдинг", img2: "United States" },
    { name: "1960", fact: "ინდოეთში შეიქმნა მაჰარაშტრის, პენჯაბის და გუჯარათის შტატები.", img: "Bombay State", img2: "India" },
    { name: "1982", fact: "ფოლკლენდის კუნძულებზე ბრიტანეთმა დაბომბა ავიაბაზა პორტ-სტენლი.", img: "Falklands War", img2: "Falkland Islands" },
    { name: "2003", fact: "აშშ-ს პრეზიდენტმა ჯორჯ ბუშმა გამოაცხადა ომის დამთავრება ერაყში.", img: "George W. Bush", img2: "Iraq" },
    { name: "2004", fact: "ევროპის კავშირში 10 ახალი წევრი მიიღეს: კვიპროსი, ჩეხეთი, ესტონეთი, უნგრეთი, ლატვია, ლიეტუვა, მალტა, პოლონეთი, სლოვაკეთი და სლოვენია.", img: "2004 enlargement of the European Union", img2: "European Union" },
    { name: "2008", fact: "აფხაზეთის კონფლიქტის ზონაში რუსეთის სამშვიდობო კონტინგენტის დამატებითი ძალები შევიდნენ.", img: "Russo-Georgian War", img2: "საქართველო" },
    { name: "2009", fact: "კეროლ ენ დაფი ბრიტანეთის პირველი ქალი პოეტი-ლაურეატი გახდა ამ ტიტულის 340-წლიან ისტორიაში.", img: "Carol Ann Duffy", img2: "United Kingdom" },
    { name: "2009", fact: "შვედეთი მეშვიდე ქვეყანა გახდა, სადაც ერთი სქესის წყვილთა ქორწინება ოფიციალურად დაშვებულ იქნა.", img: "Same-sex marriage", img2: "Sweden" },
    { name: "2010", fact: "ფაისალ შაჰზადმა თაიმს-სქვერზე ავტომობილში ბომბის აფეთქება სცადა, თუმცა ბომბი არ აფეთქდა.", img: "Faisal Shahzad", img2: "United States" },
    { name: "2011", fact: "ვატიკანში რომის პაპი იოანე-პავლე II ნეტარად შერაცხეს.", img: "Pope John Paul II", img2: "Vatican City" },
    { name: "2018", fact: "სირიის სამოქალაქო ომში სირიის დემოკრატიულმა ძალებმა (SDF) განაახლეს დეირ ეზ-ზორის კამპანია, რათა გაწმინდონ ისლამური სახელმწიფოს ნარჩენები ერაყ-სირიის საზღვრიდან.", img: "Syrian Democratic Forces", img2: "Syria" },
    { name: "2019", fact: "ნაქსალისტების თავდასხმა ინდოეთში: გაჯიროლის რაიონში IED აფეთქების შედეგად დაიღუპა თექვსმეტი არმიელი, მათ შორის მძღოლი. ნაქსალებმა ანტი-ნაქსალისტური საოპერაციო ჯგუფს დაუმიზნეს.", img: "Gadchiroli district", img2: "India" },
    { name: "2019", fact: "ნარუჰიტო იაპონიის იმპერატორის ტახტზე ავიდა, რითაც დაიწყო რეივა პერიოდი.", img: "Naruhito", img2: "Japan" },
    { name: "2024", fact: "კანადური ბოიკოტი საცალო კორპორაცია და სუპერმარკეტების ქსელ ლობლოის წინააღმდეგ დაიწყო.", img: "Loblaw Companies", img2: "Canada" }
  ],
  born: [
    { name: "1218", fact: "რუდოლფ I — რომაელ-გერმანელთა მეფე", img: "Rudolf I of Germany", img2: "Germany" },
    { name: "1819", fact: "ჰერმან მელვილი — ამერიკელი მწერალი", img: "Herman Melville", img2: "United States" },
    { name: "1857", fact: "კოტე მესხი — ქართველი მსახიობი და რეჟისორი.", img: "კოტე მესხი", img2: "საქართველო" },
    { name: "1879", fact: "ვანო სარაჯიშვილი — ქართველი მუსიკოსი და ქართული პროფესიული ვოკალური ხელოვნების ერთ-ერთი ფუძემდებელი.", img: "ვანო სარაჯიშვილი", img2: "საქართველო" },
    { name: "1905", fact: "ჰენრი კოსტერი — გერმანელი კინორეჟისორი", img: "Henry Koster", img2: "Germany" },
    { name: "1905", fact: "დავით წერეთელი — ქართველი გეოგრაფი და მთამსვლელი", img: "დავით წერეთელი", img2: "საქართველო" },
    { name: "1908", fact: "გიორგი ბაქრაძე — ქართველი მეცნიერ-ეკონომისტი", img: "გიორგი ბაქრაძე", img2: "საქართველო" },
    { name: "1916", fact: "გლენ ფორდი — ამერიკელი კინომსახიობი", img: "Glenn Ford", img2: "United States" },
    { name: "1917", fact: "დანიელ დარიე — ფრანგი მსახიობი", img: "Danielle Darrieux", img2: "France" },
    { name: "1924", fact: "დოდო აბაშიძე — ქართველი მსახიობი.", img: "დოდო აბაშიძე", img2: "საქართველო" }
  ],
  died: [
    { name: "408", fact: "არკადიუსი — აღმოსავლეთ რომის იმპერატორი", img: "Arcadius", img2: "Turkey" },
    { name: "1572", fact: "პიუს V — რომის პაპი", img: "Pope Pius V", img2: "Italy" },
    { name: "1904", fact: "ანტონინ დვორჟაკი — ჩეხი კომპოზიტორი", img: "Antonín Dvořák", img2: "Czechia" },
    { name: "1951", fact: "ანასტასია ერისთავ-ხოშტარია — ქართველი პროზაიკოსი", img: "ანასტასია ერისთავ-ხოშტარია", img2: "საქართველო" },
    { name: "1963", fact: "ნიკო სამადაშვილი — ქართველი პოეტი.", img: "ნიკო სამადაშვილი", img2: "საქართველო" },
    { name: "1978", fact: "არამ ხაჩატურიანი — სომეხი კომპოზიტორი", img: "Aram Khachaturian", img2: "Armenia" },
    { name: "1993", fact: "პიერ ბერეგოვუა — საფრანგეთის პრემიერ-მინისტრი (თვითმკვლელობა)", img: "Pierre Bérégovoy", img2: "France" },
    { name: "1994", fact: "აირტონ სენა — ბრაზილიელი ავტომრბოლელი (ავტოკატასტროფა)", img: "Ayrton Senna", img2: "Italy" },
    { name: "2008", fact: "ანტონი მამო — მალტის პირველი პრეზიდენტი", img: "Anthony Mamo", img2: "Malta" },
    { name: "2013", fact: "კრის კელი — ჰიპ-ჰოპ დუეტ კრის კროსის წევრი", img: "Chris Kelly (rapper)", img2: "United States" }
  ]
});
