window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ბასილი ამასიელი და გლაფირა ქალწული სტეფანე პერმელი", fact: "ბასილი ამასიელი და გლაფირა ქალწული სტეფანე პერმელი", img: "Permeli"},
              { name: "ბასილი ამასიელი და გლაფირა ქალწული", fact: "ბასილი ამასიელი და გლაფირა ქალწული", img: "Kaltsuli"},
              { name: "სტეფანე პერმელი", fact: "სტეფანე პერმელი", img: "Permeli"},
              { name: "აგრეთვე: გამარჯვების დღე – დიდ სამამულო ომში გამარჯვების დღე, აღინიშნება რუსეთში, საქართველოში და ყოფილი სსრ კავშირის სხვა ქვეყნებში. ევროპის დღე იუდაიზმი - ლაგ ბა-ომერი. აშშ, დიდი ბრიტანეთი - დედის დღე.", fact: "აგრეთვე: გამარჯვების დღე – დიდ სამამულო ომში გამარჯვების დღე, აღინიშნება რუსეთში, საქართველოში და ყოფილი სსრ კავშირის სხვა ქვეყნებში. ევროპის დღე იუდაიზმი - ლაგ ბა-ომერი. აშშ, დიდი ბრიტანეთი - დედის დღე.", img: "USA"},
              { name: "გამარჯვების დღე – დიდ სამამულო ომში გამარჯვების დღე, აღინიშნება რუსეთში, საქართველოში და ყოფილი სსრ კავშირის სხვა ქვეყნებში.", fact: "გამარჯვების დღე – დიდ სამამულო ომში გამარჯვების დღე, აღინიშნება რუსეთში, საქართველოში და ყოფილი სსრ კავშირის სხვა ქვეყნებში.", img: "gamarjvebis dghe"},
              { name: "ევროპის დღე", fact: "ევროპის დღე", img: "Dghe"},
              { name: "იუდაიზმი - ლაგ ბა-ომერი.", fact: "იუდაიზმი - ლაგ ბა-ომერი.", img: "iudaizmi"},
              { name: "აშშ, დიდი ბრიტანეთი - დედის დღე.", fact: "აშშ, დიდი ბრიტანეთი - დედის დღე.", img: "ashsh didi britaneti"}
            ],
  history:  [
              { name: "1502", fact: "ქრისტეფორე კოლუმბი ამერიკის მიმართულებით თავის მეოთხე მოგზაურობას იწყებს.", img: "Itsqeb"},
              { name: "1944", fact: "ყირიმის ოპერაციის შედეგად საბჭოთა ჯარებმა გაათავისუფლეს სევასტოპოლი.", img: "Sevastopoli"},
              { name: "1945", fact: "საბჭოთა ჯარებმა გაათავისუფლეს ქალაქი პრაღა.", img: "Pragha"},
              { name: "1946", fact: "ტახტიდან გადადგა იტალიის მეფე ვიქტორ ემანუელ III.", img: "Emanuel"},
              { name: "1950", fact: "პარიზში გამოცხადდა „შუმანის დეკლარაცია“ დასავლეთ ევროპის სახელმწიფოთა ქვანახშირის, სამთო და მეტალურგიული მრეწველობების გაერთიანების შესახებ.", img: "Shesakheb"},
              { name: "1975", fact: "თბილისში გამარჯვების პარკში გაიხსნა ძეგლი „უცნობი ჯარისკაცის საფლავი“.", img: "Saplavi"},
              { name: "1994", fact: "სამხრეთ აფრიკის რესპუბლიკის პრეზიდენტად აირჩიეს ნელსონ მანდელა.", img: "Mandela"},
              { name: "2010", fact: "ევროკავშირმა და საერთაშორისო სავალუტო ფონდმა €750-მილიარდიანი დახმარების პაკეტი მიიღეს, რომლის მიზანიც ევროპის საფინანსო ბაზრის სტაბილიზებაა.", img: "750"},
              { name: "2011", fact: "ბელგიელი ველოსიპედისტი ვაუტერ ვეილანდტი „ჯირო დიტალიას“ მესამე ეტაპზე მომხდარ ავარიაში დაიღუპა, რაც „გრანდ ტურში“ 1995 წლიდან მოყოლებული ველოსიპედისტის დაღუპვის პირველი შემთხვევაა.", img: "1995"},
              { name: "2015", fact: "ეგვიპტის ყოფილ პრეზიდენტს ჰოსნი მუბარაქს 3 წლით თავისუფლების აღკვეთა მიუსაჯეს.", img: "Miusaje"},
              { name: "2022", fact: "ბონგბონგ მარკოსი ფილიპინების პრეზიდენტად, ხოლო სარა დუტერტე ვიცე-პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1924", fact: "ბულატ ოკუჯავა — საბჭოთა პოეტი და შემსრულებელი.", img: "bulat okujava"},
              { name: "1949", fact: "ჯოელი, ბილი — ამერიკელი მუსიკოსი და მომღერალი.", img: "joeli bili"}
            ],
  died:     [
              { name: "1707", fact: "ბუქსტეჰუდე, დიტრიხ — დანიელ-გერმანელი კომპოზიტორი და ორგანისტი.", img: "bukstehude ditrikh"},
              { name: "1805", fact: "შილერი, ფრიდრიხ — გერმანელი პოეტი და ისტორიკოსი.", img: "shileri pridrikh"},
              { name: "1950", fact: "ბლეიკი, რობერტ პირპონტ — ამერიკელი ორიენტალისტი.", img: "bleiki robert pirpont"},
              { name: "1965", fact: "ბერიშვილი, ზაქარია — ქართველი რეჟისორი და მსახიობი.", img: "berishvili zakaria"},
              { name: "1974", fact: "პიპკოვი, ლიუბომირ — ბულგარელი კომპოზიტორი.", img: "pipkovi liubomir"},
              { name: "1977", fact: "ჯოუნზი, ჯეიმზ — ამერიკელი მწერალი.", img: "jounzi jeimz"},
              { name: "1983", fact: "ნინო ალექსი-მესხიშვილი — ქართველი მსახიობი.", img: "nino aleksi meskhishvili"},
              { name: "2004", fact: "კადიროვი, აჰმად — ჩეჩნეთის რესპუბლიკის პრორუსული პრეზიდენტი.", img: "kadirovi ahmad"},
              { name: "2011", fact: "ლიდია გეილერ ტეხადა — ბოლივიის ქალი პრეზიდენტი.", img: "lidia geiler tekhada"},
              { name: "2013", fact: "ოთარ მეღვინეთუხუცესი — ქართველი მსახიობი.", img: "otar meghvinetukhutsesi"}
            ]
});
