window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "მარკოზ მახარებელი მაკედონი II", fact: "მარკოზ მახარებელი მაკედონი II", img: "Makedoni"},
              { name: "მარკოზ მახარებელი", fact: "მარკოზ მახარებელი", img: "Makharebeli"},
              { name: "მაკედონი II", fact: "მაკედონი II", img: "Makedoni"},
              { name: "აგრეთვე: წითელი ჯვრისა და წითელი ნახევარმთვარის მსოფლიო დღე გამარჯვების დღე - მეორე მსოფლიო ომში გამარჯვების დღე, აღინიშნება საფრანგეთში, აშშ-ში, საბერძნეთში, ნორვეგიაში და სხვაგან.", fact: "აგრეთვე: წითელი ჯვრისა და წითელი ნახევარმთვარის მსოფლიო დღე გამარჯვების დღე - მეორე მსოფლიო ომში გამარჯვების დღე, აღინიშნება საფრანგეთში, აშშ-ში, საბერძნეთში, ნორვეგიაში და სხვაგან.", img: "USA"},
              { name: "წითელი ჯვრისა და წითელი ნახევარმთვარის მსოფლიო დღე", fact: "წითელი ჯვრისა და წითელი ნახევარმთვარის მსოფლიო დღე", img: "Dghe"},
              { name: "გამარჯვების დღე - მეორე მსოფლიო ომში გამარჯვების დღე, აღინიშნება საფრანგეთში, აშშ-ში, საბერძნეთში, ნორვეგიაში და სხვაგან.", fact: "გამარჯვების დღე - მეორე მსოფლიო ომში გამარჯვების დღე, აღინიშნება საფრანგეთში, აშშ-ში, საბერძნეთში, ნორვეგიაში და სხვაგან.", img: "USA"}
            ],
  history:  [
              { name: "1429", fact: "ფრანგებმა გაათავისუფლეს ახალი ორლეანი ინგლისელებთან ასწლიან ომში, ჟანა დ'არკის მეთაურობით. (ჟანა დ'არკის ხსენების დღე; საფრანგეთის ეროვნული დღესასწაული)", img: "Dghesastsauli"},
              { name: "1713", fact: "რუსეთის დედაქალაქი მოსკოვიდან სანქტ-პეტერბურგში გადაიტანეს.", img: "Gadaitane"},
              { name: "1802", fact: "თბილისში საზეიმოდ იხსნება რუსული მმართველობა. პირველი მთავარმართებელი გახდა კნორინგი.", img: "Knoringi"},
              { name: "1821", fact: "საბერძნეთის ბრძოლა დამოუკიდებლობისთვის: ბერძნებმა გრავიასთან თურქები დაამარცხეს.", img: "Daamartskhe"},
              { name: "1902", fact: "მარტინიკაში მთა პელეს ვულკანის ამოფრქვევამ ქალაქი სენ-პიერი და მისი 30.000 მცხოვრები გაანადგურა. მხოლოდ თითო-ოროლა მცხოვრები გადარჩა.", img: "30"},
              { name: "1914", fact: "პარამაუნტ პიქჩერზი დაარსდა.", img: "Daars"},
              { name: "1920", fact: "პოლონელთა ჯარმა აიღო კიევი.", img: "Kievi"},
              { name: "1933", fact: "მოჰანდას განდი იწყებს 21-დღიან შიმშილობას ბრიტანეთის მიერ ინდოეთის ჩაგვრის წინააღმდეგობის ნიშნად.", img: "21"},
              { name: "1945", fact: "კარლჰორსტში გერმანიამ უსიტყვო კაპიტულაცია გამოაცხადა.", img: "Gamoatskha"},
              { name: "1984", fact: "სსრ კავშირმა ოფიციალური უარი განაცხადა ლოს-ანჯელესის ოლიმპიურ თამაშებში მონაწილეობაზე.", img: "Monatsileobaz"},
              { name: "2009", fact: "პრაღაში ევროკავშირმა აზერბაიჯანთან, საქართველოსთან, თურქეთთან და ეგვიპტესთან სამხრეთის კორიდორის განვითარების ხელშეკრულებას მოაწერა ხელი.", img: "Kheli"},
              { name: "2011", fact: "„მილანმა“, იტალიის სერია A-ს 2010–11 სეზონის გათამაშებაში გაიმარჯვა და ჩემპიონის ტიტული მეთვრამეტედ მოიპოვა. სინგაპურის საპარლამენტო არჩევნებში სახალხო მოქმედების პარტიამ უმრავლესობით გაიმარჯვა და ხელისუფლებაში დაბრუნდა.", img: "2010"},
              { name: "„მილანმა“, იტალიის სერია A-ს 2010–11 სეზონის გათამაშებაში გაიმარჯვა და ჩემპიონის ტიტული მეთვრამეტედ მოიპოვა.", fact: "„მილანმა“, იტალიის სერია A-ს 2010–11 სეზონის გათამაშებაში გაიმარჯვა და ჩემპიონის ტიტული მეთვრამეტედ მოიპოვა.", img: "2010"},
              { name: "სინგაპურის საპარლამენტო არჩევნებში სახალხო მოქმედების პარტიამ უმრავლესობით გაიმარჯვა და ხელისუფლებაში დაბრუნდა.", fact: "სინგაპურის საპარლამენტო არჩევნებში სახალხო მოქმედების პარტიამ უმრავლესობით გაიმარჯვა და ხელისუფლებაში დაბრუნდა.", img: "Dabrun"},
              { name: "2013", fact: "ბრაზილიელი რობერტო ასევედო მსოფლიო სავაჭრო ორგანიზაციის მომავალ გენერალურ მდივნად გამოაცხადეს.", img: "Gamoatskhade"},
              { name: "2014", fact: "ლუის გილიერმო სოლისი კოსტა-რიკის პრეზიდენტი გახდა.", img: "Gakh"},
              { name: "2018", fact: "სომხეთის პრემიერ-მინისტრად ნიკოლ ფაშინიანი აირჩიეს.", img: "Airchie"},
              { name: "2019", fact: "სამხრეთ აფრიკის რესპუბლიკის საყოველთაო არჩევნებში აფრიკის ეროვნულმა კონგრესმა გაიმარჯვა და პრეზიდენტის თანამდებობა სირილ რამაფოსამ შეინარჩუნა.", img: "Sheinarchuna"},
              { name: "2025", fact: "კარდინალი რობერტ ფრენსის პრევო რომის პაპი ლეო XIV გახდა.", img: "Pope"}
            ],
  born:     [
              { name: "1753", fact: "იდალგო, მიგელ — მექსიკის ეროვნული გმირი", img: "idalgo migel"},
              { name: "1828", fact: "დიუნანი, ანრი — შვეიცარიელი საზოგადო მოღვაწე, „წითელი ჯვრის“ დამაარსებელი.", img: "diunani anri"},
              { name: "1884", fact: "ტრუმენი, ჰარი — აშშ-ს 33-ე პრეზიდენტი.", img: "33"},
              { name: "1884", fact: "ალექსი-მესხიშვილი, შალვა — ქართველი ადვოკატი და პოლიტიკური მოღვაწე", img: "aleksi meskhishvili shalva"},
              { name: "1899", fact: "ჰაიეკი, ფრიდრიხ — ავსტრიელი ბურჟუაზიული ეკონომისტი.", img: "haieki pridrikh"},
              { name: "1903", fact: "ფერნანდელი — ფრანგი მსახიობი.", img: "pernandeli"},
              { name: "1905", fact: "როსელინი, რობერტო — იტალიელი კინორეჟისორი.", img: "roselini roberto"},
              { name: "1939", fact: "ჯანრი კაშია — ქართველი ფილოსოფოსი, მწერალი, ჟურნალისტი და საზოგადო მოღვაწე.", img: "janri kashia"},
              { name: "1975", fact: "ენრიკე იგლესიასი — ესპანელი მომღერალი.", img: "enrike iglesiasi"}
            ],
  died:     [
              { name: "1794", fact: "ლავუაზიე, ანტუან — ფრანგი ქიმიკოსი", img: "lavuazie antuan"},
              { name: "1880", fact: "ფლობერი, გუსტავ — ფრანგი მწერალი.", img: "ploberi gustav"},
              { name: "1885", fact: "ბოსლეველი, ესტატე — ქართველი პუბლიცისტი, კრიტიკოსი.", img: "bosleveli estate"},
              { name: "1913", fact: "ჯაბადარი, ივანე — ქართველი რევოლუციონერ-ხალხოსანი.", img: "jabadari ivane"},
              { name: "2019", fact: "დორის დეი — ამერიკელი მსახიობი და მომღერალი.", img: "doris dei"}
            ]
});
