window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ეფთვიმე გენათელი იანუარ ეპისკოპოსი და მისთანა წამებულნი ფავსტო, პროკულ და სოსიოს დიაკონნი, დოსითეოზ მკითხველი, ევტიქი და აკუტიონი მოწამენი: თეოდორე და დედა მისი ფილიპია, დიოსკორე, სოგრაფტი და დიონისე მოწამენი: ისააკი, აპოლოსი და კოდრატე წმინდა მაქსიმიანე", fact: "ეფთვიმე გენათელი იანუარ ეპისკოპოსი და მისთანა წამებულნი ფავსტო, პროკულ და სოსიოს დიაკონნი, დოსითეოზ მკითხველი, ევტიქი და აკუტიონი მოწამენი: თეოდორე და დედა მისი ფილიპია, დიოსკორე, სოგრაფტი და დიონისე მოწამენი: ისააკი, აპოლოსი და კოდრატე წმინდა მაქსიმიანე", img: "Maksimian"},
              { name: "ეფთვიმე გენათელი", fact: "ეფთვიმე გენათელი", img: "Genateli"},
              { name: "იანუარ ეპისკოპოსი და მისთანა წამებულნი ფავსტო, პროკულ და სოსიოს დიაკონნი, დოსითეოზ მკითხველი, ევტიქი და აკუტიონი", fact: "იანუარ ეპისკოპოსი და მისთანა წამებულნი ფავსტო, პროკულ და სოსიოს დიაკონნი, დოსითეოზ მკითხველი, ევტიქი და აკუტიონი", img: "Akutioni"},
              { name: "მოწამენი: თეოდორე და დედა მისი ფილიპია, დიოსკორე, სოგრაფტი და დიონისე", fact: "მოწამენი: თეოდორე და დედა მისი ფილიპია, დიოსკორე, სოგრაფტი და დიონისე", img: "Dionis"},
              { name: "მოწამენი: ისააკი, აპოლოსი და კოდრატე", fact: "მოწამენი: ისააკი, აპოლოსი და კოდრატე", img: "Kodrat"},
              { name: "წმინდა მაქსიმიანე", fact: "წმინდა მაქსიმიანე", img: "Maksimian"},
              { name: "აგრეთვე: ჩინეთი - ახალგაზრდობის დღე. აშშ - მასწავლებლის დღე. ავღანეთი - დაღუპულთა ხსოვნის დღე. ნიდერლანდები - ხსოვნის დღე.", fact: "აგრეთვე: ჩინეთი - ახალგაზრდობის დღე. აშშ - მასწავლებლის დღე. ავღანეთი - დაღუპულთა ხსოვნის დღე. ნიდერლანდები - ხსოვნის დღე.", img: "USA"},
              { name: "ჩინეთი - ახალგაზრდობის დღე.", fact: "ჩინეთი - ახალგაზრდობის დღე.", img: "chineti"},
              { name: "აშშ - მასწავლებლის დღე.", fact: "აშშ - მასწავლებლის დღე.", img: "ashsh"},
              { name: "ავღანეთი - დაღუპულთა ხსოვნის დღე.", fact: "ავღანეთი - დაღუპულთა ხსოვნის დღე.", img: "avghaneti"},
              { name: "ნიდერლანდები - ხსოვნის დღე.", fact: "ნიდერლანდები - ხსოვნის დღე.", img: "niderlandebi"}
            ],
  history:  [
              { name: "1415", fact: "რელიგიური რეფორმატორები ჯონ უიკლიფი და იან ჰუსი ერეტიკოსებად გამოაცხადეს კონსტანცის კრებაზე.", img: "Krebaz"},
              { name: "1471", fact: "ვარდების ომები : ტეუკესბერის ბრძოლა - ედვარდ IV ამარცხებს ლანკასტერთა არმიას და ჰკლავს უელსის პრინც ედვარდს.", img: "vardebis omebi teukesberis brdzola"},
              { name: "1493", fact: "პაპი ალექსანდრე VI ჰყოფს ახალ მსოფლიოს ესპანეთსა და პორტუგალიას შორის დემარკაციის ხაზით.", img: "Pope"},
              { name: "1494", fact: "ქრისტეფორე კოლუმბმა კუნძულ იამაიკზე დადგა ფეხი.", img: "Pekhi"},
              { name: "1626", fact: "ჰოლანდიელი მოგზაური პეტერ მინუიტი ახალ ნიდერლანდებში (ამჟამად მანჰეტენის კუნძული) ჩავიდა.", img: "Chavi"},
              { name: "1675", fact: "ინგლისის მეფე ჩარლზ II-ის ბრძანებით იწყებენ გრინვიჩის სამეფო ობსერვატორიის მშენებლობას.", img: "Mshenebloba"},
              { name: "1776", fact: "როდ-აილენდი პირველი ამერიკული კოლონია გახდა, რომელიც მეფე ჯორჯ III-ეს განუდგა.", img: "Ganudga"},
              { name: "1780", fact: "დაარსდა ამერიკის ჰუმანიტარული და ზუსტი მეცნიერებების აკადემია.", img: "Akadem"},
              { name: "1814", fact: "საფრანგეთის იმპერატორი ნაპოლეონ I პორტოფერაიოში ჩადის კუნძულ ელბაზე, გადასახლებაში.", img: "Gadasakhleba"},
              { name: "1855", fact: "ამერიკელი თავგადასავლების მოყვარული უილიამ უოლკერი სან-ფრანცისკოდან გადის 60 მამაკაცის თანხლებით ნიკარაგუას დასაპყრობად.", img: "60"},
              { name: "1904", fact: "აშშ იწყებს პანამის არხის მშენებლობას.", img: "USA"},
              { name: "1910", fact: "კანადის სამეფო საზღვაო ფლოტი შიექმნა.", img: "Shiekmna"},
              { name: "1912", fact: "იტალიამ საბერძნეთის კუნძული როდოსის ანექსია მოახდინა.", img: "Moakhdina"},
              { name: "1919", fact: "პეკინში, ჩინეთი, ტიანანმენის მოედანზე სტუდენტების დემონსტრაცია იწყება ვერსალის ზავის პროტესტის ნიშნად, რომლითაც ჩინეთის ტერიტორია იაპონიას გადაეცა.", img: "Japan"},
              { name: "1924", fact: "ზაფხულის ოლიმპიადა დაიწყო პარიზში, საფრანგეთი.", img: "Saprangeti"},
              { name: "1930", fact: "ბრიტანეთის პოლიციამ დააკავა მაჰათმა განდი და იერავდას ცენტრალურ საპყრობილეში ჩასვა.", img: "Chasva"},
              { name: "1932", fact: "განგსტერი ალ კაპონე ატლანტაში, ჯორჯია, თერთმეტი წლით სასჯელის მოხდას იწყებს გადასახადებისგან თავის არიდების გამო.", img: "Gamo"},
              { name: "1953", fact: "ერნესტ ჰემინგუეი პულიცერის პრემიით დაჯილდოვდა რომანისთვის „მოხუცი და ზღვა“.", img: "Zghva"},
              { name: "1979", fact: "მარგარეტ ტეტჩერი გახდა დიდი ბრიტანეთის პირველი ქალი პრემიერ-მინისტრი.", img: "Ministri"},
              { name: "1980", fact: "იუგოსლავიის პრეზიდენტი იოსიპ ბროზ ტიტო გარდაიცვალა ლიუბლიანაში 87 წლის ასაკში.", img: "87"},
              { name: "1990", fact: "გამოცხადდა ლატვიის დამოუკიდებლობა.", img: "Damoukidebloba"},
              { name: "1994", fact: "ისრაელის პრემიერ-მინისტრი იცხაკ რაბინი და პალესტინის განთავისუფლების ლიდერი იასერ არაფატი ხელს აწერენ სამშვიდობო ხელშეკრულებას, რითაც პალესტინას ავტონომიური მმართველობის უფლება მიენიჭა ღაზის სექტორსა და იერიქონში.", img: "Ierikon"},
              { name: "1996", fact: "ხოსე მარია აზნარი ესპანეთის პრემიერ-მინისტრი ხდება, რითაც სრულდება 13 წლიანი სოციალისტური რეჟიმი.", img: "13"},
              { name: "2000", fact: "კენ ლივინგსტონი ლონდონის პირველი მერი გახდა.", img: "London"},
              { name: "2014", fact: "ხუან კარლოს ვარელა პანამის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1772", fact: "ფრიდრიხ ბროკჰაუზი — გამომცემლობა ბროკჰაუზის დამაარსებელი.", img: "pridrikh brokhauzi"},
              { name: "1782", fact: "თეიმურაზ ბატონიშვილი — ქართველი მწერალი და მეცნიერი.", img: "teimuraz batonishvili"},
              { name: "1825", fact: "ტომას ჰენრი ჰაქსლი — ინგლისელი ბუნებისმეტყველი.", img: "tomas henri haksli"},
              { name: "1881", fact: "ალექსანდრე კერენსკი — რუსეთის სახელმწიფო მოღვაწე.", img: "aleksandre kerenski"},
              { name: "1918", fact: "კაკუეი ტანაკა — იაპონიის პრემიერ-მინისტრი.", img: "kakuei tanaka"},
              { name: "1928", fact: "ჰოსნი მუბარაქი — ეგვიპტის პრეზიდენტი.", img: "hosni mubaraki"},
              { name: "1929", fact: "ოდრი ჰეპბერნი — ბრიტანელი მსახიობი.", img: "odri hepberni"},
              { name: "1987", fact: "სესკ ფაბრეგასი — ესპანელი ფეხბურთელი.", img: "sesk pabregasi"}
            ],
  died:     [
              { name: "1974", fact: "გერჰარდ ლამპრეხტი — გერმანელი კინორეჟისორი", img: "gerhard lamprekhti"},
              { name: "1980", fact: "იოსიპ ბროზ ტიტო — იუგოსლავიის პრეზიდენტი", img: "iosip broz tito"},
              { name: "1987", fact: "ალექსანდრე ბაკურაძე — ქართველი ფიზიოლიგი.", img: "aleksandre bakuradze"},
              { name: "2012", fact: "იაუქი, ადამ — ჯგუფ ბისტი ბოიზის წევრი", img: "iauki adam"}
            ]
});
