window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "იაკობ ზებედესი დონატ ეპისკოპოსი მოწამე მაქსიმე ეგნატე ბრიანჩანინოვი", fact: "იაკობ ზებედესი დონატ ეპისკოპოსი მოწამე მაქსიმე ეგნატე ბრიანჩანინოვი", img: "Brianchaninovi"},
              { name: "იაკობ ზებედესი", fact: "იაკობ ზებედესი", img: "Zebedesi"},
              { name: "დონატ ეპისკოპოსი", fact: "დონატ ეპისკოპოსი", img: "Episkoposi"},
              { name: "მოწამე მაქსიმე", fact: "მოწამე მაქსიმე", img: "Maksim"},
              { name: "ეგნატე ბრიანჩანინოვი", fact: "ეგნატე ბრიანჩანინოვი", img: "Brianchaninovi"}
            ],
  history:  [
              { name: "1830", fact: "ეკვადორი დამოუკიდებელი ხდება.", img: "Khdeba"},
              { name: "1836", fact: "რუსეთში პირველი რკინიგზის ხაზის პეტერბურგი-ცარსკოე სელო-პავლოვსკის მშენებლობა დაიწყო.", img: "Daitsqo"},
              { name: "1846", fact: "1846 : აშშ-ის მიერ ტეხასის ანექსიის გამო წარმოქმნილი უთანხმოების გამო აშშ-მა მექსიკას ომი გამოუცხადა.", img: "1846"},
              { name: "1865", fact: "ოდესაში დაარსდა ნოვოროსიის უნივერსიტეტი.", img: "Universiteti"},
              { name: "1880", fact: "მენლოს პარკში (ნიუ-ჯერსი) თომას ედისონმა პირველი ელექტრო რკინიგზა გამოსცადა.", img: "Gamostsa"},
              { name: "1888", fact: "იზაბელა I-მა ხელი მოაწერა ოქროს კანონს, რითაც ბრაზილიაში მონობა გაუქმდა.", img: "Gaukm"},
              { name: "1912", fact: "ბრიტანეთში ჩამოყალიბდა სამეფო საჰაერო ძალები.", img: "Dzalebi"},
              { name: "1913", fact: "იგორ სიკორსკი პირველი ადამიანი გახდა, რომელმაც ოთხძრავიანი თვითმფრინავის პილოტაჟი მოახდინა.", img: "Moakhdina"},
              { name: "1940", fact: "მეორე მსოფლიო ომი: გერმანია საფრანგეთს ესხმის თავს.", img: "Tav"},
              { name: "1960", fact: "კალიფორნიის ბერკლის უნივერსიტეტის სტუდენტების მასობრივი საპროტესტო აქცია დაიწყო თემთა პალატის არაამერიკული საქმიანიობის კომიტეტის ვიზიტთან დაკავშირებით. სტუდენტთა დაპატიმრებას მოჰყვა სიტყვის თავისუფლების მოძრაობის დაარსება.", img: "Daarseba"},
              { name: "1966", fact: "გამოვიდა როლინგ სტოუნზის ალბომი „Paint it Black“.", img: "Paint"},
              { name: "1967", fact: "ზაქირ ჰუსეინი ინდოეთის მესამე პრეზიდენტი გახდა - ინდოეთის პირველი მუსლიმი პრეზიდენტი.", img: "zakir huseini indoetis mesame prezidenti gakhda"},
              { name: "1981", fact: "წმინდა პეტრეს მოედანზე განხორციელდა თავდასხმა რომის პაპზე.", img: "Papz"},
              { name: "1981", fact: "თბილისის „დინამო“ გახდა ევროპის თასების თასის მფლობელი.", img: "Mplobeli"},
              { name: "1991", fact: "საქართველოს სასოფლო-სამეურნეო ინსტიტუტი გარდაიქმნა აგრარულ უნივერსიტეტად.", img: "Universitet"},
              { name: "1991", fact: "კომპანია „Apple“-მა გასაყიდად გამოუშვა „Macintosh System 7.0“.", img: "Apple"},
              { name: "2005", fact: "ანდიჟანის ხოცვა-ჟლეტა: უზბეკეთის შინაგანი ჯარის ნაწილებმა ანდიჟანში მომიტინგეებს ცეცხლი გაუხსნეს, რის გამოც 1500-მდე ადამიანი დაიღუპა.", img: "1500"},
              { name: "2009", fact: "ევროკომისიამ ნახევარგამტარების მსოფლიოს უმსხვილეს მწარმოებელ კორპორაციას Intel რეკორდული (€1,06 მილიარდი) ჯარიმა დაუწესა ანტიკონკურენციული პრაქტიკისთვის.", img: "Intel"},
              { name: "2010", fact: "კორპორაცია „Google“-ის სერვისმა „Google Translate“ საკუთარ ლექსიკონს ქართული ენა დაუმატა.", img: "Google"},
              { name: "2017", fact: "ევროვიზია 2017-ის გამარჯვებული, პორტუგალიის წარმომადგენელი სალვადორ სობრალი გახდა.", img: "2017"}
            ],
  born:     [
              { name: "1655", fact: "ინოკენტი XIII — რომის პაპი (გ.1724)", img: "Rome"},
              { name: "1792", fact: "პიუს IX — რომის პაპი (გ.1878)", img: "Rome"},
              { name: "1809", fact: "ჯუსტი, ჯუზეპე — იტალიელი პოეტი (გ.1850)", img: "1850"},
              { name: "1840", fact: "დოდე, ალფონს — ფრანგი მწერალი.", img: "dode alpons"},
              { name: "1900", fact: "ღვალაძე, ევგენ — იურისტი, ეროვნული მოძრაობის მოღვაწე (გ.1937)", img: "1937"},
              { name: "1936", fact: "ქარჩხაძე, ჯემალ — ქართველი მწერალი.", img: "karchkhadze jemal"},
              { name: "1950", fact: "უანდერი, სტივ — ამერიკელი მუსიკოსი.", img: "uanderi stiv"},
              { name: "1969", fact: "ბაკეტჰედი — ამერიკელი მუსიკოსი.", img: "bakethedi"},
              { name: "1986", fact: "პეტინსონი, რობერტ — ინგლისელი მსახიობი, მოდელი და მუსიკოსი.", img: "petinsoni robert"}
            ],
  died:     [
              { name: "1956", fact: "ალექსანდრე ფადეევი — რუსი მწერალი.", img: "aleksandre padeevi"},
              { name: "1961", fact: "გერი კუპერი — ამერიკელი მსახიობი (დ. 1901)", img: "1901"},
              { name: "1985", fact: "დოღონაძე, რევაზ — ქართველი მეცნიერი", img: "doghonadze revaz"}
            ]
});
