window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იასონი და სოსიპატრე, კერკირა ქალწული და სხვანი, მოწამენი: სატორნიოს, იაკისხოლე, ფავსტიანე, იანუარი, მარსალი, ევფრასია, მამია, ზენონი, ევსევი, ნეონ და ვიტალი მოწამენი: დადა, მაქსიმე და კვინტილიანე", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იასონი და სოსიპატრე, კერკირა ქალწული და სხვანი, მოწამენი: სატორნიოს, იაკისხოლე, ფავსტიანე, იანუარი, მარსალი, ევფრასია, მამია, ზენონი, ევსევი, ნეონ და ვიტალი მოწამენი: დადა, მაქსიმე და კვინტილიანე", img: "Kvintilian"},
              { name: "იასონი და სოსიპატრე, კერკირა ქალწული და სხვანი, მოწამენი: სატორნიოს, იაკისხოლე, ფავსტიანე, იანუარი, მარსალი, ევფრასია, მამია, ზენონი, ევსევი, ნეონ და ვიტალი", fact: "იასონი და სოსიპატრე, კერკირა ქალწული და სხვანი, მოწამენი: სატორნიოს, იაკისხოლე, ფავსტიანე, იანუარი, მარსალი, ევფრასია, მამია, ზენონი, ევსევი, ნეონ და ვიტალი", img: "Vitali"},
              { name: "მოწამენი: დადა, მაქსიმე და კვინტილიანე", fact: "მოწამენი: დადა, მაქსიმე და კვინტილიანე", img: "Kvintilian"}
            ],
  history:  [
              { name: "330", fact: "კონსტანტინოპოლი რომის იმპერიის დედაქალაქად გამოცხადდა.", img: "Gamotskhad"},
              { name: "1310", fact: "საფრანგეთში 54 ტამპლიერი რაინდი კოცონზე დაწვეს ერეტიკოსობისთვის.", img: "54"},
              { name: "1502", fact: "ქრისტეფორე კოლუმბი მის მეოთხე და საბოლოო მოგზაურობას იწყებს ვესტ-ინდოეთში.", img: "Indoet"},
              { name: "1858", fact: "მინესოტა აშშ-ის 32-ე შტატი გახდა.", img: "32"},
              { name: "1867", fact: "ლუქსემბურგი დამოუკიდებელი ხდება.", img: "Khdeba"},
              { name: "1918", fact: "ჩრდილოეთ კავკასიის მთიელთა რესპუბლიკა შეიქმნა.", img: "Sheikmna"},
              { name: "1924", fact: "გოტლიბ დაიმლერისა და კარლ ბენცის კომპანიების შერწყმით მერსედეს-ბენცი შეიქმნა.", img: "Sheikmna"},
              { name: "1926", fact: "დაიწყო რუალ ამუნდსენის პირველი ტრანსარქტიკული გადაფრენა დირიჟაბლით „ნორვეგია“ მარშრუტზე შპიცბერგენი-ჩრდილოეთი პოლუსი-ალასკა.", img: "Alaska"},
              { name: "1939", fact: "მდინარე ხალხინ-გოლზე საბჭოთა და იაპონურ-მონღოლური ჯარების კონფლიქტი დაიწყო.", img: "Daitsqo"},
              { name: "1949", fact: "სიამი ოფიციალურად ხდება ტაილანდი.", img: "Tailandi"},
              { name: "1949", fact: "ისრაელი გაეროს წევრი ხდება.", img: "Khdeba"},
              { name: "1960", fact: "პირველი კონტრაცეპტივი-აბი გამოვიდა.", img: "Gamovi"},
              { name: "1967", fact: "საბერძნეთის სამხედრო ხუნტამ ათენში ანდრეას პაპანდრეუ დააპატიმრა.", img: "Daapatimra"},
              { name: "1995", fact: "ნიუ-იორკში 170 ქვეყანა შეთანხმდა უპირობოდ და უსასრულოდ გააგრძელონ ბირთვული გაუვრცელებლობის ხელშეკრულება.", img: "170"},
              { name: "1998", fact: "ინდოეთმა პოხრანში სამი მიწისქვეშა ბირთვული გამოცდა ჩაატარა.", img: "Chaatara"},
              { name: "2009", fact: "პანევროპულ ლატარეაში EuroMillions ესპანელმა ქალბატონმა €126 მილიონი მოიგო — უდიდესი თანხა, რომელიც ერთ ადამიანს მოუგია ევროპის ისტორიაში. ნასამ კოსმოსური შატლი ატლანტისი გაუშვა, მეხუთე და ბოლო დამხმარე მისია კოსმოსური ტელესკოპი ჰაბლისთვის.", img: "Euro"},
              { name: "პანევროპულ ლატარეაში EuroMillions ესპანელმა ქალბატონმა €126 მილიონი მოიგო — უდიდესი თანხა, რომელიც ერთ ადამიანს მოუგია ევროპის ისტორიაში.", fact: "პანევროპულ ლატარეაში EuroMillions ესპანელმა ქალბატონმა €126 მილიონი მოიგო — უდიდესი თანხა, რომელიც ერთ ადამიანს მოუგია ევროპის ისტორიაში.", img: "Euro"},
              { name: "ნასამ კოსმოსური შატლი ატლანტისი გაუშვა, მეხუთე და ბოლო დამხმარე მისია კოსმოსური ტელესკოპი ჰაბლისთვის.", fact: "ნასამ კოსმოსური შატლი ატლანტისი გაუშვა, მეხუთე და ბოლო დამხმარე მისია კოსმოსური ტელესკოპი ჰაბლისთვის.", img: "Hablistv"},
              { name: "2010", fact: "საპარლამენტო არჩევნებში ნაწილობრივი გამარჯვების შედეგად, დეივიდ კამერონი კონსერვატიული პარტიიდან, გაერთიანებული სამეფოს პრემიერ-მინისტრი გახდა, კოალიციაში ვიცე-პრემიერ ნიკ კლეგთან ერთად, ლიბერალ-დემოკრატებიდან. ვისვანათან ანანდიმ ჭადრაკში 12-პარტიან მატჩში ვესელინ ტოპალოვი დაამარცხა და მსოფლიო ჩემპიონის ტიტული შეინარჩუნა.", img: "12"},
              { name: "საპარლამენტო არჩევნებში ნაწილობრივი გამარჯვების შედეგად, დეივიდ კამერონი კონსერვატიული პარტიიდან, გაერთიანებული სამეფოს პრემიერ-მინისტრი გახდა, კოალიციაში ვიცე-პრემიერ ნიკ კლეგთან ერთად, ლიბერალ-დემოკრატებიდან.", fact: "საპარლამენტო არჩევნებში ნაწილობრივი გამარჯვების შედეგად, დეივიდ კამერონი კონსერვატიული პარტიიდან, გაერთიანებული სამეფოს პრემიერ-მინისტრი გახდა, კოალიციაში ვიცე-პრემიერ ნიკ კლეგთან ერთად, ლიბერალ-დემოკრატებიდან.", img: "Demokratebidan"},
              { name: "ვისვანათან ანანდიმ ჭადრაკში 12-პარტიან მატჩში ვესელინ ტოპალოვი დაამარცხა და მსოფლიო ჩემპიონის ტიტული შეინარჩუნა.", fact: "ვისვანათან ანანდიმ ჭადრაკში 12-პარტიან მატჩში ვესელინ ტოპალოვი დაამარცხა და მსოფლიო ჩემპიონის ტიტული შეინარჩუნა.", img: "12"}
            ],
  born:     [
              { name: "483", fact: "იუსტინიანე I — ბიზანტის იმპერატორი.", img: "iustiniane I"},
              { name: "1904", fact: "დალი, სალვადორ — ესპანელი მხატვარი.", img: "dali salvador"},
              { name: "1918", fact: "ფეინმანი, რიჩარდ — ამერიკელი ფიზიკოსი", img: "peinmani richard"},
              { name: "1928", fact: "ფერერი, მარკო — იტალიელი რეჟისორი და სცენარისტი.", img: "pereri marko"},
              { name: "1937", fact: "შენგელაია, გიორგი — ქართველი კინორეჟისორი", img: "shengelaia giorgi"},
              { name: "1984", fact: "ანდრეს ინიესტა — ესპანელი ფეხბურთელი", img: "andres iniesta"}
            ],
  died:     [
              { name: "1963", fact: "ბერიძე, ვუკოლ — ქართველი ენათმეცნიერი", img: "beridze vukol"},
              { name: "1976", fact: "აალტო, ალვარ — ფინელი არქიტექტორი.", img: "aalto alvar"},
              { name: "1978", fact: "მორო, ალდო — იტალიელი პოლიტიკოსი.", img: "moro aldo"},
              { name: "1981", fact: "მარლი, ბობ — იამაიკელი მუსიკოსი.", img: "marli bob"}
            ]
});
