window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა ირინე საგდუხტ ქალწული", fact: "წმინდა ირინე საგდუხტ ქალწული", img: "Kaltsuli"},
              { name: "წმინდა ირინე", fact: "წმინდა ირინე", img: "Irin"},
              { name: "საგდუხტ ქალწული", fact: "საგდუხტ ქალწული", img: "Kaltsuli"},
              { name: "აგრეთვე: მუზეუმების საერთაშორისო დღე თურქმენეთი - კონსტიტუციის, ერთიანობის და აღორძინების დღე (1992).", fact: "აგრეთვე: მუზეუმების საერთაშორისო დღე თურქმენეთი - კონსტიტუციის, ერთიანობის და აღორძინების დღე (1992).", img: "1992"},
              { name: "მუზეუმების საერთაშორისო დღე", fact: "მუზეუმების საერთაშორისო დღე", img: "Dghe"},
              { name: "თურქმენეთი - კონსტიტუციის, ერთიანობის და აღორძინების დღე (1992).", fact: "თურქმენეთი - კონსტიტუციის, ერთიანობის და აღორძინების დღე (1992).", img: "1992"}
            ],
  history:  [
              { name: "1804", fact: "ნაპოლეონ I გამოცხადდა საფრანგეთის იმპერატორად.", img: "Imperator"},
              { name: "1888", fact: "აშშ-ში წარმოადგინეს პატეფონის პირველი ფირფიტა", img: "USA"},
              { name: "1915", fact: "გამოსცადეს მსოფლიოში პირველი ტანკი.", img: "Tanki"},
              { name: "1916", fact: "კანადის ქალაქ ბერლინის მცხოვრებლებმა, პირველ მსოფლიო ომთან დაკავშირებით მიიღეს გადაწყვეტილება ქალაქისთვის სახელის შეცვლის შესახე, დღეს იგი ცნობილია როგორც კიტჩენერი.", img: "Kitcheneri"},
              { name: "1923", fact: "ფრანგმა ინჟინერმა ფრანსუა ბერნაიმ მიიღო პატენტი, ციფერბლატიანი ტელეფონის გამოგონებისთვის", img: "Gamogonebistv"},
              { name: "1927", fact: "ამერიკელ კინოვარსკვლავის ნორმა ტოლმაჯის მიერ ცხელ ასფალტზე შემთხვევით დატოვებულმა ნაკვალევმა დაამკვიდრა მსახიობთა ფეხის და ხელის ანაბეჭდების ჰოლივუდის ბულვარში დატოვების ტრადიცია.", img: "Tradits"},
              { name: "1989", fact: "ლიტვის სსრ უმაღლესმა საბჭომ მიიღო დეკლარაცია ლიტვის სუვერენიტეტის შესახებ.", img: "Shesakheb"},
              { name: "1944", fact: "დაიწყო ყირიმელი თათრების იძულებითი გასახლება სსრ კავშირის აღმოსავლეთ რეგიონებში.", img: "Regioneb"},
              { name: "2008", fact: "ლეონელ ფერნანდესმა საპრეზიდენტო არჩევნების პირველივე ტურში საკმარისი ხმის რაოდენობა დააგროვა და კვლავ არჩეულ იქნა დომინიკელთა რესპუბლიკის პრეზიდენტად.", img: "Prezident"},
              { name: "2009", fact: "თამილის ვეფხვების მეომრები შრი-ლანკის არმიას ჩაბარდნენ, რითაც ამ ქვეყნის 25-წლიანი სამოქალაქო ომი დასრულდა.", img: "25"},
              { name: "2011", fact: "ევროზონის ფინანსურმა ლიდერებმა პორტუგალიისთვის €78-მილიარდიანი დახმარების პაკეტი დაამტკიცეს.", img: "78"},
              { name: "2013", fact: "ევროვიზიის სიმღერის კონკურსის 2013 წლის გამარჯვებული დანიელი ემილი დე ფორესტი გახდა.", img: "2013"},
              { name: "2015", fact: "ისლამური სახელმწიფოს მებრძოლებმა ქალაქები რამადი (ერაყი) და პალმირა (სირია) დაიკავეს.", img: "Daikave"},
              { name: "2017", fact: "ამერიკელი მუსიკოსი, მომღერალი და სიმღერების ავტორი, Soundgarden-ის და Audioslave-ის ლიდერი კრის კორნელი გარდაიცვალა.", img: "Soundgarden"},
              { name: "2019", fact: "ნიდერლანდების წარმომადგენელი დანკან ლოურენსი, სიმღერით Arcade, ევროვიზია 2019-ის გამარჯვებული გახდა.", img: "Arcade"},
              { name: "2025", fact: "ნიკუშორ დანი რუმინეთის პრეზიდენტად აირჩიეს.", img: "Romania"}
            ],
  born:     [
              { name: "1048", fact: "ომარ ხაიამი — სპარსელი პოეტი, მათემატიკოსი და ფილოსოფოსი (გ. 1131)", img: "1131"},
              { name: "1711", fact: "რუჯერ იოსიპ ბოშკოვიჩი — XVIII საუკუნის ხორვატი მეცნიერი (გ. 1787)", img: "rujer iosip boshkovichi"},
              { name: "1868", fact: "ნიკოლოზ II — რუსეთის ბოლო იმპერატორი 1894-1917 (გ. 1918)", img: "nikoloz II"},
              { name: "1872", fact: "რასელი, ბერტრან — ინგლისელი მათემატიკოსი და ფილოსოფოსი (გ. 1970)", img: "1970"},
              { name: "1883", fact: "ვალტერ გროპიუსი — გერმანელი არქიტექტორი, ბაუჰაუზის დამფუძნებელი (გ. 1969)", img: "1969"},
              { name: "1895", fact: "აუგუსტო სესარ სანდინო — ნიკარაგუელი რევოლუციონერი და 1927 და 1933 წლების შეერთებული შტატების წინააღმდეგ აჯანყების მეთაური (გ. 1934)", img: "1927"},
              { name: "1897", fact: "ფრენკ კაპრა — იტალიური წარმოშობის ამერიკელი რეჟისორი, მსახიობი და სცენარისტი (გ. 1991)", img: "1991"},
              { name: "1850", fact: "ჰევისაიდი, ოლივერ — ინგლისელი ფიზიკოსი და მათემატიკოსი (გ. 1925)", img: "1925"},
              { name: "1895", fact: "ასათიანი, ანთეოს — ქართველი ჰიგიენისტი (გ. 1981)", img: "1981"},
              { name: "1920", fact: "იოანე პავლე II — რომის პაპი 1978-2005 წლებში (გ. 2005)", img: "Rome"},
              { name: "1939", fact: "პეტერ გრიუნბერგი — გერმანელი ფიზიკოსი, მყარი სხეულების ფიზიკის დარგში (გ. 2018)", img: "2018"},
              { name: "1978", fact: "რიკარდუ კარვალიუ — პორტუგალიელი ფეხბურთელი, რომელიც მცველის პოზიციაზე თამაშობს.", img: "rikardu karvaliu"}
            ],
  died:     [
              { name: "1450", fact: "სეჯონგ დიდი — კორეის მეფე. (დ. 1397)", img: "1397"},
              { name: "1799", fact: "პიერ ბომარშე — ფრანგი დრამატურგი და პუბლიცისტი. (დ. 1732)", img: "1732"},
              { name: "1800", fact: "ალექსანდრე სუვოროვი — რუსი მხედართმთავარი და სამხედრო თეორეტიკოსი. (დ. 1730)", img: "1730"},
              { name: "1911", fact: "გუსტავ მალერი — ავსტრიელი კომპოზიტორი. (დ. 1860)", img: "1860"},
              { name: "1951", fact: "ბალანჩივაძე, ვასილ — ქართველი მსახიობი. (დ. 1867)", img: "1867"},
              { name: "1973", fact: "ჯინეტ რენკინი — ამერიკელი პოლიტიკოსი. (დ. 1880)", img: "1880"},
              { name: "1980", fact: "კერტისი, იენ — ინგლისელი მუსიკოსი (Joy Division). (დ. 1956)", img: "Joy Division"},
              { name: "1981", fact: "უილიამ საროიანი — ამერიკელი მწერალი. (დ. 1908)", img: "1908"},
              { name: "2013", fact: "ალექსეი ბალაბანოვი — რუსი რეჟისორი, მსახიობი, სცენარისტი და პროდიუსერი. (დ. 1959)", img: "1959"},
              { name: "2017", fact: "კრის კორნელი — ამერიკელი როკ-ვოკალისტი, მუსიკოსი, Soundgarden-ის და Audioslave-ის ლიდერი. (დ. 1964)", img: "Soundgarden"}
            ]
});
