window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: სვიმეონი – უფლის ძმა ევლოგი უცხოთშემწყნარებელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: სვიმეონი – უფლის ძმა ევლოგი უცხოთშემწყნარებელი", img: "martlmadidebeli eklesia moikhseniebs tsmindanebs svimeoni"},
              { name: "სვიმეონი – უფლის ძმა", fact: "სვიმეონი – უფლის ძმა", img: "svimeoni"},
              { name: "ევლოგი უცხოთშემწყნარებელი", fact: "ევლოგი უცხოთშემწყნარებელი", img: "Utskhotshemtsqnarebeli"},
              { name: "აგრეთვე: რუმინეთი - დამოუკიდებლობის დღე (1877). მექსიკა - დედის დღე. ნიკარაგუა - დედის დღე.", fact: "აგრეთვე: რუმინეთი - დამოუკიდებლობის დღე (1877). მექსიკა - დედის დღე. ნიკარაგუა - დედის დღე.", img: "1877"},
              { name: "რუმინეთი - დამოუკიდებლობის დღე (1877).", fact: "რუმინეთი - დამოუკიდებლობის დღე (1877).", img: "1877"},
              { name: "მექსიკა - დედის დღე.", fact: "მექსიკა - დედის დღე.", img: "meksika"},
              { name: "ნიკარაგუა - დედის დღე.", fact: "ნიკარაგუა - დედის დღე.", img: "nikaragua"}
            ],
  history:  [
              { name: "1810", fact: "სოლომონ II თბილისიდან ახალციხეში გაიქცა.", img: "Gaiktsa"},
              { name: "1857", fact: "დაიწყო ინდოელთა აჯანყება ბრიტანეთის წინააღმდეგ.", img: "Tsinaaghmdeg"},
              { name: "1871", fact: "ხელი მოეწერა ფრანკფურტის ზავს საფრანგეთ-პრუსიის 1870-71 წლების ომში.", img: "1870"},
              { name: "1893", fact: "სავაჭრო დანიშნულებისთვის 1883 წლის ტარიფის აქტის ფარგლებში, აშშ-ის უზენაესმა სასამართლომ პომიდორს ხილის ნაცვლად ბოსტნეული კულტურების სტატუსი მიანიჭა.", img: "1883"},
              { name: "1940", fact: "უინსტონ ჩერჩილი გახდა დიდი ბრიტანეთის პრემიერ-მინისტრი.", img: "Ministri"},
              { name: "1981", fact: "საფრანგეთის პრეზიდენტად არჩეულ იქნა ფრანსუა მიტერანი.", img: "Miterani"},
              { name: "1993", fact: "მიმოქცევაში გაუშვეს ყირგიზეთის ეროვნული ვალუტა სომი.", img: "Somi"},
              { name: "2009", fact: "საარტილერიო სროლებმა შრი-ლანკის დემილიტარიზებულ ზონაში სულ მცირე 378 სამოქალაქო პირი იმსხვერპლა.", img: "378"},
              { name: "2010", fact: "ეკონომიკური თანამშრომლობისა და განვითარების ორგანიზაციამ წევრებად მიიწვია ესტონეთი, ისრაელი და სლოვენია. 100-ზე მეტი ადამიანი დაიღუპა და კიდევ 350 დაშავდა ერაყში მომხდარი აფეთქებების სერიის შემდეგ.", img: "100"},
              { name: "ეკონომიკური თანამშრომლობისა და განვითარების ორგანიზაციამ წევრებად მიიწვია ესტონეთი, ისრაელი და სლოვენია.", fact: "ეკონომიკური თანამშრომლობისა და განვითარების ორგანიზაციამ წევრებად მიიწვია ესტონეთი, ისრაელი და სლოვენია.", img: "Sloven"},
              { name: "100-ზე მეტი ადამიანი დაიღუპა და კიდევ 350 დაშავდა ერაყში მომხდარი აფეთქებების სერიის შემდეგ.", fact: "100-ზე მეტი ადამიანი დაიღუპა და კიდევ 350 დაშავდა ერაყში მომხდარი აფეთქებების სერიის შემდეგ.", img: "100"},
              { name: "2011", fact: "„Microsoft“-მა ინტერნეტ-სატელეფონო მომსახურების „Skype“-ის $8.5 მილიარდად შესყიდვის შესახებ განაცხადა.", img: "Microsoft"},
              { name: "2014", fact: "ავსტრიელმა მომღერალმა კონჩიტა ვურსტმა სიმღერით „Rise Like a Phoenix“ ევროვიზია 2014-ზე გაიმარჯვა.", img: "Rise Like"}
            ],
  born:     [
              { name: "1760", fact: "რუჟე დე ლილი — ფრანგი პოეტი და კომპოზიტორი, „მარსელიეზას“ ავტორი.", img: "ruzhe de lili"},
              { name: "1788", fact: "ფრენელი, ოგიუსტენ ჟან — ფრანგი ფიზიკოსი.", img: "preneli ogiusten zhan"},
              { name: "1840", fact: "ჰაჯი დიმიტრი — ბულგარელი ხალხის ეროვნულ-განმათავისუფლებელი ბრძოლის მონაწილე.", img: "haji dimitri"},
              { name: "1848", fact: "ლიპტონი, თომას — შოტლანდიელი ბარონეტი.", img: "liptoni tomas"},
              { name: "1882", fact: "ასათიანი, მიხეილ მიხეილის ძე — ქართველი ფსიქიატრი.", img: "asatiani mikheil mikheilis dze"},
              { name: "1899", fact: "ასტერი, ფრედ — ამერიკელი მომღერალი და მოცეკვავე.", img: "asteri pred"},
              { name: "1923", fact: "ალიევი, ჰეიდარ — აზერბაიჯანის სახელმწიფო მოღვაწე.", img: "alievi heidar"},
              { name: "1931", fact: "სკოლა, ეტორე — იტალიელი კინორეჟისორი.", img: "skola etore"},
              { name: "1938", fact: "ვლადი, მარინა — ფრანგი მსახიობი.", img: "vladi marina"}
            ],
  died:     [
              { name: "1521", fact: "ბრანტი, სებასტიან — მწერალი.", img: "branti sebastian"},
              { name: "1770", fact: "ლუი ნიკოლა დავუ — საფრანგეთის მარშალი.", img: "lui nikola davu"},
              { name: "1774", fact: "ლუი XV (საფრანგეთი) — საფრანგეთის მეფე.", img: "lui XV saprangeti"},
              { name: "1945", fact: "გლიუკსი, რიხარდ — გერმანელი სამხედრო მოღვაწე.", img: "gliuksi rikhard"},
              { name: "1952", fact: "დავით კაკაბაძე — ქართველი მხატვარი.", img: "davit kakabadze"}
            ]
});
