window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "იობ მრავალვნებული ბარბარ ავაზაკყოფილი წმინდა მოწამე ბარბარ მხედარი, ბაქო, კალემახოსი და დიონისე", fact: "იობ მრავალვნებული ბარბარ ავაზაკყოფილი წმინდა მოწამე ბარბარ მხედარი, ბაქო, კალემახოსი და დიონისე", img: "Dionis"},
              { name: "იობ მრავალვნებული", fact: "იობ მრავალვნებული", img: "Mravalvnebuli"},
              { name: "ბარბარ ავაზაკყოფილი", fact: "ბარბარ ავაზაკყოფილი", img: "Avazakqopili"},
              { name: "წმინდა მოწამე ბარბარ მხედარი, ბაქო, კალემახოსი და დიონისე", fact: "წმინდა მოწამე ბარბარ მხედარი, ბაქო, კალემახოსი და დიონისე", img: "Dionis"},
              { name: "აგრეთვე: იუდაიზმი - იერუსალიმის დღე.", fact: "აგრეთვე: იუდაიზმი - იერუსალიმის დღე.", img: "agretve iudaizmi"},
              { name: "იუდაიზმი - იერუსალიმის დღე.", fact: "იუდაიზმი - იერუსალიმის დღე.", img: "iudaizmi"}
            ],
  history:  [
              { name: "1536", fact: "ანა ბოლეინს, ინგლისის მეფე ჰენრი VIII-ის მეორე ცოლს, ლონდონის ტაუერში თავი მოკვეთეს ქმრის ღალატის გამო.", img: "London"},
              { name: "1571", fact: "წარმოშობით ბასკმა მიგელ ლოპესმა დააარსა თანამედროვე ფილიპინების დედაქალაქი მანილა.", img: "Manila"},
              { name: "1649", fact: "ხანგრძლივი პარლამენტის აქტით ინგლისის თანამეგობრობა შეიქმნა.", img: "Sheikmna"},
              { name: "1712", fact: "პეტრე პირველმა რუსეთის დედაქალაქი მოსკოვიდან პეტერბურგში გადაიტანა.", img: "Gadaitana"},
              { name: "1802", fact: "საპატიო ლეგიონი დააარსა ნაპოლეონ ბონაპარტმა, საფრანგეთის რესპუბლიკის პირველმა კონსულმა.", img: "Konsul"},
              { name: "1907", fact: "დაარსდა ფინეთის საფეხბურთო ასოციაცია", img: "Asotsiats"},
              { name: "1919", fact: "მუსტაფა ქემალ ათათურქი სტამბოლიდან სამსუნში გადადის მომხრეებთან ერთად ოსამელთის მთავრობისგან განდგომის ნიშნად, რაც თურქეთის დამოუკიდებლობის ომის დასაწყისი გახდა.", img: "Gakh"},
              { name: "1921", fact: "ამერიკის კონგრესის გადაწყვეტილებით მკვეთრად შემცირდა ემიგრანტების მიღება ევროპის ქვეყნებიდან, პირველ რიგში რუსეთიდან, საბერძნეთიდან და იტალიიდან", img: "Italiidan"},
              { name: "1961", fact: "ვენერა-1 პირველი ადამინის შექმნილი ობიექტი გახდა, რომელმაც სხვა პლანეტას ჩაუფრინა. ვენერასთან ჩაფრენამდე ერთი თვით ადრე მან დედამიწასთან კავშირი შეწყვიტა და მონაცემები აღარ გამოუგზავნია.", img: "Gamougzavn"},
              { name: "1962", fact: "ჯონ კენედის დაბადების დღის აღსანიშნავად გამართულ მისალმებაზე მედისონ სქვეა გარდენში, ნიუ-იორკი, მერილინ მონრო მის განთქმულ მიმართვას Happy Birthday ასრულებს.", img: "Happy Birthday"},
              { name: "1969", fact: "არგენტინის ქალაქ როსარიოში დაიწყო აჯანყება დიქტატურის წინააღმდეგ", img: "Tsinaaghmdeg"},
              { name: "1971", fact: "საბჭოთა კავშირმა მარს-2 გაუშვა.", img: "Gaushva"},
              { name: "1974", fact: "საფრანგეთის პრეზიდენტად არჩეულ იქნა ვალერი ჟისკარ დესტენი.", img: "Desteni"},
              { name: "2002", fact: "ავღანეთის ყოფილი მეფე ზახირ-შაჰი სამშობლოში დაბრუნდა.", img: "Dabrun"},
              { name: "2011", fact: "დომინიკ სტროს-კანი საერთაშორისო სავალუტო ფონდის ხელმძღვანელის პოსტიდან გადადგა, სექსუალურ ძალადობაში ბრალდების გამო.", img: "Gamo"},
              { name: "2012", fact: "ფინალში მიუნხენის „ბაიერნის“ დამარცხებით, ლონდონის „ჩელსი“ პირველად გახდა უეფა-ს ჩემპიონთა ლიგის გამარჯვებული.", img: "London"},
              { name: "2017", fact: "ირანის საპრეზიდენტო არჩევნებში, ჰასან რუჰანი პრეზიდენტად ხელახლა აირჩიეს.", img: "Airchie"},
              { name: "2024", fact: "ირანის პრეზიდენტი იბრაჰიმ რაისი ავიაკატასტროფაში დაიღუპა.", img: "Daighupa"}
            ],
  born:     [
              { name: "1762", fact: "ფიხტე, იოჰან გოტლიბ — გერმანელი ფილოსოფოსი.", img: "pikhte iohan gotlib"},
              { name: "1782", fact: "ივანე პასკევიჩი — რუსეთის სამხედრო მოღვაწე", img: "ivane paskevichi"},
              { name: "1873", fact: "იროდიონ ევდოშვილი — ქართველი პოეტი-რევოლუციონერი.", img: "irodion evdoshvili"},
              { name: "1887", fact: "ჟალი, იონ — რუმინელი მოქანდაკე.", img: "zhali ion"},
              { name: "1890", fact: "ხო ში მინი — ვიეტნამის პრეზიდენტი 1951-69 წლებში.", img: "1951"},
              { name: "1925", fact: "პოლ პოტი — კამბოჯის პრემიერ-მინისტრი", img: "pol poti"}
            ],
  died:     [
              { name: "1125", fact: "ვლადიმირ მონომახი — რუსეთის მეფე", img: "vladimir monomakhi"},
              { name: "1296", fact: "ცელესტინ V — რომის პაპი", img: "Rome"},
              { name: "1526", fact: "გო-კასივაბარა — იაპონიის 104-ე იმპერატორი.", img: "104"},
              { name: "1601", fact: "კონსტანცო პორტა — იტალიელი კომპოზიტორი.", img: "konstantso porta"},
              { name: "1786", fact: "ჯონ სტენლი — ბრიტანელი კომპოზიტორი.", img: "jon stenli"},
              { name: "1895", fact: "მარტი, ხოსე — კუბელი რევოლუციონერი და მწერალი.", img: "marti khose"},
              { name: "2000", fact: "ევგენი ხრუნოვი — რუსი კოსმონავტი.", img: "evgeni khrunovi"}
            ]
});
