window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "თამარ მეფე ზოსიმე II კუმურდოელი იერემია წინასწარმეტყველი ვატა სპარსელი", fact: "თამარ მეფე ზოსიმე II კუმურდოელი იერემია წინასწარმეტყველი ვატა სპარსელი", img: "Sparseli"},
              { name: "თამარ მეფე", fact: "თამარ მეფე", img: "Mep"},
              { name: "ზოსიმე II კუმურდოელი", fact: "ზოსიმე II კუმურდოელი", img: "Kumurdoeli"},
              { name: "იერემია წინასწარმეტყველი", fact: "იერემია წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "ვატა სპარსელი", fact: "ვატა სპარსელი", img: "Sparseli"},
              { name: "აგრეთვე: პარაგვაი - დამოუკიდებლობის დღე.", fact: "აგრეთვე: პარაგვაი - დამოუკიდებლობის დღე.", img: "agretve paragvai"},
              { name: "პარაგვაი - დამოუკიდებლობის დღე.", fact: "პარაგვაი - დამოუკიდებლობის დღე.", img: "paragvai"}
            ],
  history:  [
              { name: "1483", fact: "შარლ VIII საფრანგეთის მეფედ აკურთხეს.", img: "Akurtkhe"},
              { name: "1509", fact: "აგნადელოს ბრძოლა - ჩრდილოეთ იტალიაში საფრანგეთის ჯარებმა ვენეციელები დაამარცხეს.", img: "agnadelos brdzola"},
              { name: "1607", fact: "ჯეიმსტაუნი, ვირჯინია, დააარსეს ინგლისელმა კოლონიზატორებმა.", img: "Kolonizatoreb"},
              { name: "1610", fact: "საფრანგეთის მეფე ანრი IV-ს მკვლელობის შემდეგ ტახტზე ლუი XIII ავიდა.", img: "Avi"},
              { name: "1643", fact: "ოთხი წლის ლუი XIV სფრანგეთის მეფე გახდა მამის, ლუი XIII, გარდაცვალების გამო.", img: "Gamo"},
              { name: "1769", fact: "ინგლისელმა ექიმმა ედუარდ ჯენერმა მსოფლიოში პირველი აცრა გააკეთა.", img: "Gaake"},
              { name: "1789", fact: "ფილადელფიაში, პენსილვანია, დელეგატები შეიკრიბნენ აშშ-ის ახალი კონსტიტუციის დასაწერად.", img: "USA"},
              { name: "1811", fact: "პარაგვაი ესპანეთისგან დამოუკიდებელი ხდება.", img: "Khdeba"},
              { name: "1900", fact: "ზაფხულის ოლიმპიური თამაშები გაიხსნა პარიზში.", img: "Pariz"},
              { name: "1913", fact: "ნიუ-იორკის გუბერნატორმა დაამტკიცა როკფელერის ფონდის ქარტია, რომელმაც ფუნქციონირება დაიწყო ჯონ დ. როკფელერის ბოძებული $100 მილიონი დოლარით.", img: "100"},
              { name: "1922", fact: "გაიხსნა თბილისის სამხატვრო აკადემია.", img: "Akadem"},
              { name: "1939", fact: "პერუელი ლინა მედინა მსოფლიოს ყველაზე ახალგაზრდა დედა ხდება სამედიცინო ისტორიაში ხუთი წლის ასაკში.", img: "Asak"},
              { name: "1940", fact: "გერმანიის საჰაერო ძალებმა დაბომბეს როტერდამი.", img: "Roterdami"},
              { name: "1940", fact: "ნიდერლანდი გერმანიას ჩაბარდა.", img: "Chabar"},
              { name: "1948", fact: "ისრაელმა დამოუკიდებლობა გამოაცხადა და დროებითი მთავრობა შექმნა. გამოცხადებისთანავე მეზობელმა არაბულმა სახელმწიფოებმა მასზე იერიში მიიტანეს.", img: "Miitane"},
              { name: "1955", fact: "ცივი ომი: რვა ევროპულმა სოციალისტურმა ქვეყანამ ხელი მოაწერა ვარშავის პაქტს.", img: "Pakt"},
              { name: "1973", fact: "გაშვებულ იქნა სკაილები (Skylab), აშშ-ის პირველი კოსმოსური სადგური. ის იყო სატურნ-5 რაკეტის ბოლო გაშვება.", img: "Skylab"},
              { name: "1993", fact: "შეიქმნა დსთ-ს ეკონომიკური კავშირი.", img: "Kavshiri"},
              { name: "1993", fact: "ბალტიისპირეთის ქვეყნები ევროპის საბჭოს წევრები გახდნენ.", img: "Gakhdnen"},
              { name: "1995", fact: "ტენცინ გიაცო, მე-14 დალაი ლამა, აცხადებს 6 წლის გედჰუნ ჩოეკი ნიიმას პენჩენ ლამას მეთერთმეტე ინკარნაციად.", img: "14"},
              { name: "2009", fact: "ევროპის კოსმოსური სააგენტოს ჰერშელისა და პლანკის სატელიტები გაუშვეს გვიანის კოსმოდრომიდან.", img: "Kosmodromidan"},
              { name: "2010", fact: "სულ მცირე 24 ადამიანი დაიღუპა და 187 დაიჭრა ტაილანდის სამთავრობო ძალებსა და წითელ პერანგიან მომიტინგეებს შორის შეტაკების დროს.", img: "24"},
              { name: "2011", fact: "აზერბაიჯანულმა დუეტმა „Eldar & Nigar“ სიმღერით „Running Scared“ ევროვიზიის სიმღერის კონკურსზე გაიმარჯვა.", img: "Eldar"},
              { name: "2016", fact: "უკრაინელმა მომღერალმა ჯამალამ სიმღერით „1944“ ევროვიზია-2016-ზე გაიმარჯვა.", img: "1944"}
            ],
  born:     [
              { name: "1316", fact: "კარლ IV — რომის საღვთო იმპერიის იმპერატორი", img: "Rome"},
              { name: "1727", fact: "გეინზბორო, ტომას — ინგლისელი მხატვარი.", img: "geinzboro tomas"},
              { name: "1771", fact: "ოუენი, რობერტ — ინგლისელი უტოპისტი სოციალისტი.", img: "oueni robert"},
              { name: "1805", fact: "ჰარტმანი, იოჰან პეტერ ემილ — დანიელი კომპოზიტორი.", img: "hartmani iohan peter emil"},
              { name: "1836", fact: "სტეინიცი, ვილჰელმ — პირველი მსოფლიო ჩემპიონი ჭადრაკში.", img: "steinitsi vilhelm"},
              { name: "1922", fact: "ტუჯმანი, ფრანიო — ხორვატიის პრეზიდენტი.", img: "tujmani pranio"},
              { name: "1944", fact: "ლუკასი, ჯორჯ — ამერიკელი კინორეჟისორი.", img: "lukasi jorj"},
              { name: "1984", fact: "ცუკერბერგი, მარკ — სოციალურ ქსელ Facebook-ის დამფუძნებელი.", img: "Facebook"}
            ],
  died:     [
              { name: "1610", fact: "ანრი IV (საფრანგეთი) — საფრანგეთის მეფე", img: "anri IV saprangeti"},
              { name: "1643", fact: "ლუი XIII (საფრანგეთი) — საფრანგეთის მეფე", img: "lui XIII saprangeti"},
              { name: "1781", fact: "განიბალი, აბრამ — რუსი სამხედრო ინჟინერი, გენერალ-ანშეფი.", img: "ganibali abram"},
              { name: "1818", fact: "ბარკლაი-დე-ტოლი, მიხეილ — რუსი გენერალ-ფელდმარშალი", img: "barklai de toli mikheil"},
              { name: "1925", fact: "ჰენრი რაიდერ ჰაგარდი — ინგლისელი მწერალი", img: "henri raider hagardi"},
              { name: "1953", fact: "თამარ აბაკელია — ქართველი მოქანდაკე, გრაფიკოსი, თეატრისა და კინოს მხატვარი.", img: "tamar abakelia"},
              { name: "1955", fact: "ლევან ასათიანი — ქართველი ლიტერატურათმცოდნე", img: "levan asatiani"},
              { name: "1998", fact: "სინატრა, ფრენკ — ამერიკელი მუსიკოსი.", img: "sinatra prenk"},
              { name: "2014", fact: "ლილი იოსელიანი — ქართველი რეჟისორი.", img: "lili ioseliani"}
            ]
});
