window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ანდრია პირველწოდებული 300 ლაზი მოწამე ცხრა კვიზიკელი მოწამე: თეოგნიდი, რუთე, ანტიპატრო, თეოსტიქე, არტემი, მაგნე, თეოდორიტე, თავმასი და ფილიმონი მემნონ საკვირველთმოქმედი დიოდორე და როდოპიანე", fact: "ანდრია პირველწოდებული 300 ლაზი მოწამე ცხრა კვიზიკელი მოწამე: თეოგნიდი, რუთე, ანტიპატრო, თეოსტიქე, არტემი, მაგნე, თეოდორიტე, თავმასი და ფილიმონი მემნონ საკვირველთმოქმედი დიოდორე და როდოპიანე", img: "300"},
              { name: "ანდრია პირველწოდებული", fact: "ანდრია პირველწოდებული", img: "Pirveltsodebuli"},
              { name: "300 ლაზი მოწამე", fact: "300 ლაზი მოწამე", img: "300"},
              { name: "ცხრა კვიზიკელი მოწამე: თეოგნიდი, რუთე, ანტიპატრო, თეოსტიქე, არტემი, მაგნე, თეოდორიტე, თავმასი და ფილიმონი", fact: "ცხრა კვიზიკელი მოწამე: თეოგნიდი, რუთე, ანტიპატრო, თეოსტიქე, არტემი, მაგნე, თეოდორიტე, თავმასი და ფილიმონი", img: "Pilimoni"},
              { name: "მემნონ საკვირველთმოქმედი", fact: "მემნონ საკვირველთმოქმედი", img: "Sakvirveltmokmedi"},
              { name: "დიოდორე და როდოპიანე", fact: "დიოდორე და როდოპიანე", img: "Rodopian"},
              { name: "აგრეთვე: მედდების მსოფლიო დღე - დაწესებულია ჯანდაცვის მსოფლიო ორგანიზაციის მიერ.", fact: "აგრეთვე: მედდების მსოფლიო დღე - დაწესებულია ჯანდაცვის მსოფლიო ორგანიზაციის მიერ.", img: "agretve meddebis msoplio dghe"},
              { name: "მედდების მსოფლიო დღე - დაწესებულია ჯანდაცვის მსოფლიო ორგანიზაციის მიერ.", fact: "მედდების მსოფლიო დღე - დაწესებულია ჯანდაცვის მსოფლიო ორგანიზაციის მიერ.", img: "meddebis msoplio dghe"}
            ],
  history:  [
              { name: "1361", fact: "პოლონეთში უძველესი იაგელონის უნივერსიტეტი დაარსდა კრაკოვში.", img: "Krakov"},
              { name: "1551", fact: "სან-მარკოსის ეროვნული უნივერსიტეტი, უძველესი უნივერსიტეტი ამერიკის კონტინენტებზე, დაარსდა ლიმაში (პერუ).", img: "Peru"},
              { name: "1797", fact: "პირველი კოალიცია: ნაპოლეონ I-მა ვენეცია დაიპყრო.", img: "Daipqro"},
              { name: "1881", fact: "ტუნისი საფრანგეთის პროტექტორატი ხდება.", img: "Khdeba"},
              { name: "1926", fact: "პოლონეთში დამყარდა ი. პილსუდსკის რეჟიმი.", img: "Rezhimi"},
              { name: "1937", fact: "ბრიტანეთის მეფემ ჯორჯ VI-მ და დედოფალმა ელისაბედმა ჯვარი დაიწერეს.", img: "Daitsere"},
              { name: "1941", fact: "გერმანელმა ინჟინერმა კონრად ცუზემ ბერლინში წარმოადგინა Z3, მსოფლიოს პირველი მოქმედი, პროგრამირებადი, სრულიად ავტომატური კომპიუტერი.", img: "Z3"},
              { name: "1942", fact: "მეორე მსოფლიო ომი: ხარკივის მეორე ბრძოლა - დასავლეთ უკრაინაში საბჭოთა არმიამ იერიშით ხარკივი აიღო, თუმცა გერმანელებმა ისინი ალყაში მოაქციეს და გაანადგურეს.", img: "meore msoplio omi kharkivis meore brdzola"},
              { name: "1944", fact: "საბჭოთა ჯარებმა გაიმარჯვეს ყირიმის ოპერაციაში.", img: "Operatsia"},
              { name: "1949", fact: "ცივი ომი - საბჭოთა კავშირი ხსნის ბერლინის ბლოკადას.", img: "tsivi omi"},
              { name: "1965", fact: "საბჭოთა ხომალდი ლუნა-5 მთვარეზე დაეშვა.", img: "Daeshva"},
              { name: "1965", fact: "დასავლეთ გერმანია და ისრაელი დიპლომატიურ ურთიერთობებს ამყარებენ.", img: "Amqareben"},
              { name: "1967", fact: "ინგლისში პინკ ფლოიდი პირველ ქვადროფონულ როკ კონცერტს ატარებს.", img: "Atareb"},
              { name: "1997", fact: "ხელი მოეწერა ხასავიურთის სამშვიდობო შეთანხმებას რუსეთსა და ჩეჩნეთს შორის.", img: "Shor"},
              { name: "1999", fact: "ქართველი ალპინისტები ავიდნენ ევერესტზე.", img: "Everestz"},
              { name: "2000", fact: "თანამედროვე ხელოვნების გალერეა ტეიტ მოდერნი იხსნება ლონდონში.", img: "London"},
              { name: "2002", fact: "აშშ-ის ყოფილი პრეზიდენტი ჯიმი კარტერი კუბაზე ჩადის ხუთდღიანი ვიზიტით ფიდელ კასტროსთან, რაც პირველი შემთხვევა იყო კასტროს 1959 წლის რევოლუციის შემდეგ.", img: "1959"},
              { name: "2008", fact: "მიწისძვრა (რიხტერის შკალით 8.0 მაგნიტუდა) სიჩუანის პროვინციაში, ჩინეთი, რამაც 69,000-ზე მეტი ადამიანი იმსხვერპლა.", img: "69"},
              { name: "2010", fact: "Afriqiyah Airways-ის რეისი 771-ის თვითმფრინავი ტრიპოლიში ჩამოვარდა; შედეგად 101 მგზავრიდან მხოლოდ ერთი მოზარდი გადარჩა.", img: "Afriqiyah Airways"},
              { name: "2013", fact: "გვატემალის ყოფილ პრეზიდენტს ეფრაინ რიოს მონტს სასამართლომ გენოციდსა და კაცობრიობის წინაშე ჩადენილ დანაშაულში ბრალი დასდო.", img: "Dasdo"},
              { name: "2014", fact: "ინდოეთის სახალხო პარტია ნარენდრა მოდის ხელმძღვანელობით არჩევნებში იმარჯვებს.", img: "Imarjveb"},
              { name: "2016", fact: "ბრაზილიის სენატმა რესპუბლიკის პრეზიდენტი დილმა რუსეფი იმპიჩმენტის წესით თანამდებობიდან გადააყენა. პროცესის დასრულებამდე, პრეზიდენტის მოვალეობის შესრულება ვიცე-პრეზიდენტ მიშელ ტემერს დაევალა.", img: "Daevala"},
              { name: "2024", fact: "გორდანა სილიანოვსკა-დავკოვა ჩრდილოეთ მაკედონიის პირველი ქალი-პრეზიდენტი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1803", fact: "ლიბიხი, იუსტუს — გერმანელი ქიმიკოსი.", img: "libikhi iustus"},
              { name: "1866", fact: "ლეოპოლდ მანდიჩი — რომის კათოლიკური ეკლესიის წმინდანი.", img: "Rome"},
              { name: "1907", fact: "ჰეპბერნი, კათრინ — ამერიკელი მსახიობი.", img: "hepberni katrin"},
              { name: "1933", fact: "ვოზნესენსკი, ანდრეი — რუსი პოეტი.", img: "voznesenski andrei"},
              { name: "1952", fact: "ნოდარ შოშიტაშვილი — ქართველი ისტორიკოსი და ეთნოგრაფი", img: "nodar shoshitashvili"},
              { name: "1975", fact: "ჯონა ლომუ — ახლ ზელანდიელი რაგბისტი", img: "jona lomu"}
            ],
  died:     [
              { name: "1884", fact: "სმეტანა, ბედრჟიხ — ჩეხი კომპოზიტორი.", img: "smetana bedrzhikh"},
              { name: "1894", fact: "ნინოშვილი, ეგნატე — ქართველი მწერალი-რევოლუციონერი.", img: "ninoshvili egnate"},
              { name: "1928", fact: "ხუნდაძე, სილოვან — ქართველი პედაგოგი და საზოგადო მოღვაწე", img: "khundadze silovan"},
              { name: "1962", fact: "აკიტა უძიაკუ — იაპონელი მწერალი", img: "akita udziaku"},
              { name: "1986", fact: "ალისია მორეუ დე ხუსტო — არგენტინელი ექიმი, პოლიტიკოსი, პაციფისტი და ადამიანის უფლებების დამცველი. (დ.1885)", img: "1885"},
              { name: "2002", fact: "პერი კომო — ამერიკელი მომღერალი.", img: "peri komo"},
              { name: "2014", fact: "ჰ.რ. გიგერი — შვეიცარიელი მხატვარი, მოქანდაკე და დეკორაციების დიზაინერი (დ. 1940)", img: "1940"}
            ]
});
