window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "მამაი მიქაელ ულუმბოელი (IX) და არსენ ულუმბოელი ტიმოთე და მავრა პეტრე საკვირველთმოქმედი თეოდოსი იღუმენი", fact: "მამაი მიქაელ ულუმბოელი (IX) და არსენ ულუმბოელი ტიმოთე და მავრა პეტრე საკვირველთმოქმედი თეოდოსი იღუმენი", img: "Ighumeni"},
              { name: "მამაი", fact: "მამაი", img: "Mamai"},
              { name: "მიქაელ ულუმბოელი (IX) და არსენ ულუმბოელი", fact: "მიქაელ ულუმბოელი (IX) და არსენ ულუმბოელი", img: "Ulumboeli"},
              { name: "ტიმოთე და მავრა", fact: "ტიმოთე და მავრა", img: "Mavra"},
              { name: "პეტრე საკვირველთმოქმედი", fact: "პეტრე საკვირველთმოქმედი", img: "Sakvirveltmokmedi"},
              { name: "თეოდოსი იღუმენი", fact: "თეოდოსი იღუმენი", img: "Ighumeni"},
              { name: "აგრეთვე: შიდსის მსხვერპლთა ხსოვნის დღე", fact: "აგრეთვე: შიდსის მსხვერპლთა ხსოვნის დღე", img: "Dghe"},
              { name: "შიდსის მსხვერპლთა ხსოვნის დღე", fact: "შიდსის მსხვერპლთა ხსოვნის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1532", fact: "სერ თომას მური ინგლისის ლორდ-კანცლერის თანამდებობიდან გადადგა.", img: "Gadadga"},
              { name: "1568", fact: "შოტლანდიელთა დედოფალი მერი ინგლისში გაიხიზნა.", img: "Gaikhizna"},
              { name: "1605", fact: "პავლე V რომის პაპი გახდა.", img: "Pope"},
              { name: "1703", fact: "პეტერბურგი დაარსდა პეტრე I-ის მიერ პეტრეპავლეს ციხესიმაგრის საძირკვლის ჩაყრით.", img: "Chaqrit"},
              { name: "1717", fact: "სატირული ნაწარმოებების გამო ვოლტერი ბასტილიის ციხეში ჩასვეს", img: "Chasve"},
              { name: "1770", fact: "14 წლის მარი-ანტუანეტა ქორწინდება 15 წლის ლუი-ოგუსტზე, საფრანგეთის მომავალ მეფეზე.", img: "14"},
              { name: "1811", fact: "ნახევარკუნძულის ომი - მოკავშირეები (ესპანეთი, პორტუგალია და ბრიტანეთი) საფრანგეთს ამარცხებენ ალბუერას ბრძოლაში.", img: "nakhevarkundzulis omi"},
              { name: "1812", fact: "რუსეთ-თურქეთის ბუქარესტი ზავით ფოთი და ახალქალაქი ოსმალთა მფლობელობაში გადავიდა.", img: "Gadavi"},
              { name: "1815", fact: "ვენის კონგრესის გადაწყვეტილებით ვარშავის საჰერცოგო რუსეთის იმპერიის შემადგენლობაში შედის, პოლონეთის სამეფოს სახელწოდებით.", img: "Sakheltsodebit"},
              { name: "1836", fact: "ედგარ ალან პომ 13 წლის ძმისშვილი ვირჯინია შეირთო.", img: "13"},
              { name: "1863", fact: "დაიწყო ოდესის რკინიგზის მშენებლობა", img: "Mshenebloba"},
              { name: "1868", fact: "აშშ-ის სენტაში პრეზიდენტ ენდრიუ ჯონსონს იმპიჩმენტის სასჯელი მოეხსნა ერთი ხმით.", img: "USA"},
              { name: "1920", fact: "ჟანა დარკის კანონიზაცია რომაულ-კათოლიკური ეკლესიის მიერ.", img: "Mier"},
              { name: "1924", fact: "საბჭოთა კავშირში გამოვიდა ჟურნალის მურზილკა პირველი ნომერი.", img: "Nomeri"},
              { name: "1929", fact: "აშშ-ში პირველად გაიმართა ოსკარების გადაცემის ცერემონია.", img: "USA"},
              { name: "1943", fact: "ვარშავის გეტოს აჯანყება დასრულდა.", img: "Dasrul"},
              { name: "1948", fact: "ისრაელმა გამოუშვა პირველი საფოსტო მარკები", img: "Markebi"},
              { name: "1960", fact: "დიდი ოთხეულის სამიტზე პარიზში ნიკიტა ხრუშჩოვი აშშ-ის პრეზიდენტი დუაიტ ეიზენჰაუერისგან საბჭოთა კავშირის თავზე U-2 ჯაშუში თვითმფინავის გადაფრენის გამო ბოდიშის მოხდას მოითხოვს.", img: "USA"},
              { name: "1966", fact: "ჩინეთის კომპარტიამ გამოსცა „16 მაისის ცნობა“, რითაც ქვეყანაში კულტურული რევოლუცია დაიწყო.", img: "16"},
              { name: "1969", fact: "საბჭოთა კომოსური აპარატი ვენერა-5 პლანეტა ვენერაზე დაეშვა.", img: "Daeshva"},
              { name: "1975", fact: "ძიუნკო ტაბეი პირველი ქალი გახდა, რომელმაც ევერესტის მწვერვალს მიაღწია.", img: "Miaghts"},
              { name: "1990", fact: "გაიხსნა რსფსრ სახალხო დეპუტატთა I ყრილობა.", img: "Qriloba"},
              { name: "2004", fact: "ბიკივნიას ტყის გლოვის დღე. აქ კიევითან, ურკაინა, 1930-იან და 40-იან წლებში ბოლშევიკებმა 100 000-ზე მეტი უკრაინელი მშვიდობიანი მოქალაქე დახვრიტეს.", img: "1930"},
              { name: "2005", fact: "ქუვეითში ქალებს ხმის მიცემის უფლება მისცეს ეროვნულ ასამბლეაზე კენჭისყრით.", img: "Kenchisqrit"},
              { name: "2006", fact: "ძლიერი მიწისძვრა (7,4 ბალი რიხტერის შკალით) ახალ ზელანდიაში.", img: "Zelandia"},
              { name: "2015", fact: "ეგვიპტის სასამრთლომ სიკვდილით დასჯა შეუფარდა ქვეყნის დამხობილ პრეზიდენტ მოჰამედ მურსისა და მის მომხრე პარტია „მუსულმანთა საძმოს“ ასამდე წევრს, რომლებიც 2011 წელს ციხიდან მასობრივი გაქცევის ორგანიზებაში დამნაშავედ სცნო.", img: "2011"},
              { name: "2022", fact: "საფრანგეთის პრემიერ-მინისტრი ელისაბედ ბორნი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1768", fact: "იოანე ბატონიშვილი — ქართველი სახელმწიფო მოღვაწე", img: "ioane batonishvili"},
              { name: "1866", fact: "ბაჩანა — ქართველი პოეტი", img: "bachana"},
              { name: "1894", fact: "კიტამურა ტოკოკუ — იაპონელი პოეტი და პუბლიცისტი.", img: "kitamura tokoku"},
              { name: "1898", fact: "მიძოგუტი კენძი — იაპონელი კინორეჟისორი", img: "midzoguti kendzi"},
              { name: "1905", fact: "ფონდა, ჰენრი — ამერიკელი მსახიობი.", img: "ponda henri"},
              { name: "1914", fact: "ტაბლიაშვილი, ვახტანგ — ქართველი რეჟისორი.", img: "tabliashvili vakhtang"},
              { name: "1925", fact: "ნილტონ სანტოსი — ბრაზილიელი ფეხბურთელი", img: "nilton santosi"},
              { name: "1940", fact: "ბერტოლუჩი, ბერნარდო— იტალიელი კინორეჟისორი.", img: "bertoluchi bernardo"},
              { name: "1953", fact: "ბროსნანი, პირს— ირლანდიელი მსახიობი.", img: "brosnani pirs"}
            ],
  died:     [
              { name: "1703", fact: "პერო, შარლ — ფრანგი მწერალი", img: "pero sharl"},
              { name: "1956", fact: "ალექსი-მესხიშვილი, ნინო ვლადიმერის ასული — ქართველი მსახიობი", img: "aleksi meskhishvili nino vladimeris asuli"},
              { name: "1984", fact: "შო, ირვინ —ამერიკელი მწერალი", img: "sho irvin"},
              { name: "2010", fact: "დიო, რონი ჯეიმზ — ამერიკელი როკ-მუსიკოსი, ჯგუფ დიოს დამაარსებელი", img: "dio roni jeimz"}
            ]
});
