window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ათანასე დიდი წმინდა მოწამე ესპერი, მეუღლე მისი ზოია და ძენი კირიაკე და თეოდულე ბორის-მიხეილ ბულგარელი", fact: "ათანასე დიდი წმინდა მოწამე ესპერი, მეუღლე მისი ზოია და ძენი კირიაკე და თეოდულე ბორის-მიხეილ ბულგარელი", img: "Bulgareli"},
              { name: "ათანასე დიდი", fact: "ათანასე დიდი", img: "Didi"},
              { name: "წმინდა მოწამე ესპერი, მეუღლე მისი ზოია და ძენი კირიაკე და თეოდულე", fact: "წმინდა მოწამე ესპერი, მეუღლე მისი ზოია და ძენი კირიაკე და თეოდულე", img: "Teodul"},
              { name: "ბორის-მიხეილ ბულგარელი", fact: "ბორის-მიხეილ ბულგარელი", img: "Bulgareli"},
              { name: "აგრეთვე: ოჯახების საერთაშორისო დღე აშშ — შეიარაღებული ძალების დღე პარაგვაი — დამოუკიდებლობის დღე", fact: "აგრეთვე: ოჯახების საერთაშორისო დღე აშშ — შეიარაღებული ძალების დღე პარაგვაი — დამოუკიდებლობის დღე", img: "agretve ojakhebis saertashoriso dghe ashsh"},
              { name: "ოჯახების საერთაშორისო დღე", fact: "ოჯახების საერთაშორისო დღე", img: "Dghe"},
              { name: "აშშ — შეიარაღებული ძალების დღე", fact: "აშშ — შეიარაღებული ძალების დღე", img: "ashsh"},
              { name: "პარაგვაი — დამოუკიდებლობის დღე", fact: "პარაგვაი — დამოუკიდებლობის დღე", img: "paragvai"}
            ],
  history:  [
              { name: "1618", fact: "იოჰანეს კეპლერმა პლანეტათა მოძრაობის მესამე კანონი დაამტკიცა.", img: "Daamtkitsa"},
              { name: "1756", fact: "ინგლისსა და საფრანგეთს შორის შვიდწლიანი ომი დაიწყო.", img: "Daitsqo"},
              { name: "1792", fact: "საფრანგეთმა სარდინიას ომი გამოუცხადა.", img: "Gamoutskha"},
              { name: "1796", fact: "ნაპოლეონის ტრიუმფალური სვლა მილანში.", img: "Milan"},
              { name: "1811", fact: "პარაგვაი ესპანეთისგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1817", fact: "აშშ-ში პირველი სულიერად ავადმყოფთა საავადმყოფო „საკუთარ აზრს მოკლებულ ხალხთა სანუგეშო თავშსესაფარი“ გაიხსნა ფილადელფიაში (პენსილვანია).", img: "USA"},
              { name: "1879", fact: "დაარსდა „ქართველთა შორის წერა-კითხვის გამავრცელებელი საზოგადოება“.", img: "Sazogadoeba"},
              { name: "1918", fact: "აშშ-ის საფოსტო სამსახური პირველად მსოფლიოში იწყებს რეგულარულ საჰაერო მომსახურებას (ნიუ-იორკს, ფილადელფიასა და ვაშინგტონს შორის).", img: "Washington"},
              { name: "1919", fact: "საბერძნეთის ჯარები გადმოსხდნენ იზმირში, დაიწყო საბერძნეთ-თურქეთის 1919-22 წლების ომი.", img: "1919"},
              { name: "1928", fact: "გამოვიდა პირველი მოკლემეტრაჟიანი ანიმაციური ფილმი მიკი მაუსის მონაწილეობით - „შეშლილი თვითმფრინავი“.", img: "gamovida pirveli moklemetrazhiani animatsiuri pilmi miki mausis monatsileobit"},
              { name: "1932", fact: "სამხედრო გადატრიალების მცდელობისას იაპონიის პრემიერ-მინისტრი ინუკაი ცუიოში მოკლეს.", img: "Mokle"},
              { name: "1935", fact: "გაიხსნა მოსკოვის მეტროპოლიტენი.", img: "Metropoliteni"},
              { name: "1940", fact: "ნეილონის ქალის წინდა გაიყიდა პირველად აშშ-ში.", img: "USA"},
              { name: "1940", fact: "გაიხსნა მაკდონალდსის პირველი რესტორანი.", img: "Restorani"},
              { name: "1943", fact: "სტალინმა კომინტერნი (მესამე ინტერნაციონალი) გააუქმა.", img: "Gaauk"},
              { name: "1948", fact: "ეგვიპტე, ტრანსიორდანია, ლიბანი, სირია, ერაყი და საუდის არაბეთი ისრაელს დაესხა.", img: "Daeskha"},
              { name: "1948", fact: "პალესტინაში დასრულდა ბრიტანელთა 28-წლიანი მმართველობა.", img: "28"},
              { name: "1955", fact: "ხელი მოეწერა ხუთმხრივ შეთანხმებას ავსტრიის დამოუკიდებლობის აღდგენის შესახებ.", img: "Shesakheb"},
              { name: "1957", fact: "ბრიტანეთმა პირველი წყალბადის ატომი გამოსცადა.", img: "Gamostsa"},
              { name: "1958", fact: "გაშვებულ იქნა კოსმოსური ხომალდი „სპუტნიკ-3“.", img: "Sputnik"},
              { name: "1960", fact: "გაშვებულ იქნა კოსმოსური ხომალდი „სპუტნიკ-4“.", img: "Sputnik"},
              { name: "1988", fact: "რვაწლიანი ომის შემდეგ დაიწყო ავღანეთიდან საბჭოთა ჯარების ეტაპობრივი გამოყვანა.", img: "Gamoqvana"},
              { name: "1990", fact: "ვან გოგის „ექიმი გაშეს პორტრეტი“ $82,5 მილიონად გაიყიდა (იმ დროისთვის მსოფლიოში ყველაზე ძვირი ნახატი).", img: "82"},
              { name: "2008", fact: "ჩინეთის პროვინცია სიჩუანში მომხდარმა მიწისძვრამ 30 000 ადამიანი შეიწირა.", img: "30"},
              { name: "2009", fact: "თბილისში გაიხსნა საერთაშორისო მუსიკალური ფესტივალი ალტერვიზია.", img: "Alterviz"},
              { name: "2024", fact: "სლოვაკეთის პრემიერ-მინისტრ რობერტ ფიცოს ცეცხლსასროლი იარაღიდან ესროლეს.", img: "Esrole"}
            ],
  born:     [
              { name: "1845", fact: "ილია მეჩნიკოვი — რუსი ბიოლოგი და პათოლოგი.", img: "ilia mechnikovi"},
              { name: "1848", fact: "ვიქტორ ვასნეცოვი — რუსი მხატვარი.", img: "viktor vasnetsovi"},
              { name: "1859", fact: "პიერ კიური — ფრანგი ფიზიკოსი.", img: "pier kiuri"},
              { name: "1891", fact: "მიხაილ ბულგაკოვი — რუსი მწერალი.", img: "mikhail bulgakovi"},
              { name: "1893", fact: "კონსტანტინე გამსახურდია — ქართველი მწერალი.", img: "konstantine gamsakhurdia"},
              { name: "1910", fact: "რაზაყ ჰამრაევი — უზბეკი მსახიობი და რეჟისორი", img: "razaq hamraevi"},
              { name: "1915", fact: "პოლ სემიუელსონი — ამერიკელი ეკონომისტი.", img: "pol semiuelsoni"},
              { name: "1915", fact: "მარიო მონიჩელი — იტალიელი რეჟისორი და სცენარისტი.", img: "mario monicheli"},
              { name: "1923", fact: "რევაზ ასაევი — ოსი პოეტი.", img: "revaz asaevi"},
              { name: "1930", fact: "ჯასპერ ჯონსი — ამერიკელი მხატვარი.", img: "jasper jonsi"},
              { name: "1939", fact: "ლია სტურუა — ქართველი პოეტი", img: "lia sturua"}
            ],
  died:     [
              { name: "1916", fact: "იროდიონ ევდოშვილი — ქართველი პოეტი-რევოლუციონერი.", img: "irodion evdoshvili"},
              { name: "1979", fact: "ირაკლი ბაგრატიონი — ქართველი მოცეკვავე, ქორეოგრაფი, მუსიკალური მოღვაწე.", img: "irakli bagrationi"}
            ]
});
