window.__dayDataCallback__({
  holidays: [
              { name: "უკრაინა, კიევის დღე", fact: "უკრაინა, კიევის დღე", img: "Dghe"},
              { name: "თურქმენეთი, აშხაბადის დღე", fact: "თურქმენეთი, აშხაბადის დღე", img: "Dghe"},
              { name: "რუსეთი, ფილოლოგის დღე", fact: "რუსეთი, ფილოლოგის დღე", img: "Dghe"},
              { name: "დიდი ბრიტანეთი, გაზაფხულის დასასრული", fact: "დიდი ბრიტანეთი, გაზაფხულის დასასრული", img: "Dasasruli"},
              { name: "არგენტინა, მაისის რევოლუციის დღე.", fact: "არგენტინა, მაისის რევოლუციის დღე.", img: "Dghe"},
              { name: "იორდანია, განთავისუფლების დღე(დამოუკიდებლობის დღე)", fact: "იორდანია, განთავისუფლების დღე(დამოუკიდებლობის დღე)", img: "Dghe"},
              { name: "სუდანი, რევოლუციის დღე.", fact: "სუდანი, რევოლუციის დღე.", img: "Dghe"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა ეპიფანე გერმანე I საბიანე კვიპრელი პოლუბიოს რიონოკიელი წმინდა გერმოგენი პანკრატი ფრიგიელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა ეპიფანე გერმანე I საბიანე კვიპრელი პოლუბიოს რიონოკიელი წმინდა გერმოგენი პანკრატი ფრიგიელი", img: "Prigieli"},
              { name: "წმინდა ეპიფანე", fact: "წმინდა ეპიფანე", img: "Epipan"},
              { name: "გერმანე I", fact: "გერმანე I", img: "German"},
              { name: "საბიანე კვიპრელი", fact: "საბიანე კვიპრელი", img: "Kvipreli"},
              { name: "პოლუბიოს რიონოკიელი", fact: "პოლუბიოს რიონოკიელი", img: "Rionokieli"},
              { name: "წმინდა გერმოგენი", fact: "წმინდა გერმოგენი", img: "Germogeni"},
              { name: "პანკრატი ფრიგიელი", fact: "პანკრატი ფრიგიელი", img: "Prigieli"},
              { name: "აფრიკის დღე", fact: "აფრიკის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1085", fact: "კასტილიის მეფე ალფონსო VI-მ ტოლედო „მავრებისგან“ (მუსულმანებისგან) გაათავისუფლა.", img: "Gaatavisupla"},
              { name: "1781", fact: "ფილადელფიაში დაარსდა ჩრდილოეთ ამერიკის ბანკი", img: "Banki"},
              { name: "1787", fact: "ამერიკის კონსტიტუციის შექმნის მიზნით, ფილადელფიაში, ჯორჯ ვაშინგტონის ხელმძღვანელობით შეიკრიბა საკონსტიტუციო კონვენტი.", img: "Washington"},
              { name: "1810", fact: "სამხრეთ ამერიკაში შეიქმნა სახელმწიფო რიო-დე-ლა-პლატის გაერთიანებული პროვინციები.", img: "USA"},
              { name: "1869", fact: "გაიხსნა ვენის ოპერის თეატრის შენობა", img: "Shenoba"},
              { name: "1882", fact: "დაარსდა კანადის სამეფო სამეცნიერო საზოგადოება", img: "Sazogadoeba"},
              { name: "1895", fact: "მწერალი, პოეტი და დრამატურგი ოსკარ უაილდი ორი წლით საპყრობილეში ჩასვეს მამათმავლობის გამო.", img: "Gamo"},
              { name: "1901", fact: "დაარსდა არგენტინის ყველაზე ტიტულოვანი საფეხბურთო კლუბი „რივერ პლეიტ“-ი", img: "I"},
              { name: "1938", fact: "ესპანეთის სამოქალაქო ომი: ალიკანტეს დაბომბვამ 313 ადამიანი იმსხვერპლა.", img: "313"},
              { name: "1946", fact: "იორდანიამ ბრიტანეთისგან დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "1953", fact: "აშშ ნევადის საცდელ ბაზაზე პირველ და ერთადერთ ბირთვულ არტილერიულ გამოცდას ატარებს.", img: "USA"},
              { name: "1963", fact: "ადის-აბებაში, ეთიოპია, აფრიკული ქვეყნების პირველ კონფერენციაზე შეიქმნა აფრიკის ერთობის ორგანიზაცია (აეო) გაერთიანებული ერების ორგანიზაციის გადაწყვეტილებით ეს დღე აფრიკის განთავისუფლების დღედ გამოცხადდა.", img: "Gamotskhad"},
              { name: "1977", fact: "კინოეკრანებზე გამოვიდა „ვარსკვლავური ომების“ პირველი ფილმი (ეპიზოდი ოთხი) რომელიც დიდი ხნის განმავლობაში ითვლებოდა ყველაზე დიდი შემოსავლის მქონე ფილმად კინოს ისტორიაში.", img: "Istoria"},
              { name: "1981", fact: "სპარსეთის ყურის 6 ქვეყანამ ხელი მოაწერა აბუ-დაბის ქარტიას ურთიერთთანამშრომლობის საბჭოს შექმნის მიზნით.", img: "Miznit"},
              { name: "1985", fact: "ტროპიკულმა ციკლონმა ბანგლადეშში 10.000 ადამიანი იმსხვერპლა.", img: "10"},
              { name: "1989", fact: "სომხეთის სსრ უმაღლესმა საბჭომ გამოაცხადა სომხეთის სუვერენიტეტი.", img: "Suvereniteti"},
              { name: "1989", fact: "მოსკოვში დაიწყო სსრ კავშირის სახალხო დეპუტატთა I ყრილობა. მ. გორბაჩოვი არჩეულ იქნა სსრ კავშირის უმაღლესი საბჭოს თავმჯდომარედ.", img: "Tavmjdomared"},
              { name: "2000", fact: "ისრაელმა დაასრულა ლიბანის 22-წლიანი ოკუპაცია.", img: "22"},
              { name: "2001", fact: "მუხროვანის ბრიგადის ტერიტორია უნებართვოდ დაიკავა ეროვნული გვარდიის ერთ-ერთმა ბატალიონმა. მეამბოხეებთან საქართველოს პრეზიდენტის შეხვედრის შემდეგ სიტუაცია განიმუხტა.", img: "Ganimukhta"},
              { name: "2003", fact: "ნესტორ კირხნერი არგენტინის პრეზიდენტი გახდა კარლოს მენემის დამარცხებით.", img: "Damartskhebit"},
              { name: "2009", fact: "ჩრდილოეთ კორეამ, ოფიციალური ფხენიანის მტკიცებით, ბირთვული იარაღის მიწისქვეშა გამოცდა მოაწყო. ციკლონმა აილამ ინდოეთსა და ბანგლადეშში სულ მცირე 212 ადამიანი იმსხვერპლა.", img: "212"},
              { name: "ჩრდილოეთ კორეამ, ოფიციალური ფხენიანის მტკიცებით, ბირთვული იარაღის მიწისქვეშა გამოცდა მოაწყო.", fact: "ჩრდილოეთ კორეამ, ოფიციალური ფხენიანის მტკიცებით, ბირთვული იარაღის მიწისქვეშა გამოცდა მოაწყო.", img: "Moatsqo"},
              { name: "ციკლონმა აილამ ინდოეთსა და ბანგლადეშში სულ მცირე 212 ადამიანი იმსხვერპლა.", fact: "ციკლონმა აილამ ინდოეთსა და ბანგლადეშში სულ მცირე 212 ადამიანი იმსხვერპლა.", img: "212"},
              { name: "2013", fact: "მიუნხენის „ბაიერნმა“ დორტმუნდის „ბორუსია“ დაამარცხა და უეფა-ს ჩემპიონთა ლიგის თასი მეხუთედ მოიპოვა.", img: "Moipova"},
              { name: "2014", fact: "დალია გრიბაუსკაიტე მეორე ვადით გახდა ლიეტუვის პრეზიდენტი. პეტრო პოროშენკო უკრაინის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "დალია გრიბაუსკაიტე მეორე ვადით გახდა ლიეტუვის პრეზიდენტი.", fact: "დალია გრიბაუსკაიტე მეორე ვადით გახდა ლიეტუვის პრეზიდენტი.", img: "Prezidenti"},
              { name: "პეტრო პოროშენკო უკრაინის პრეზიდენტად აირჩიეს.", fact: "პეტრო პოროშენკო უკრაინის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1892", fact: "ბროზ ტიტო, იოსიპ — იუგოსლავიის პრეზიდენტი 1953-80 წლებში.", img: "1953"},
              { name: "1931", fact: "გრეჩკო, გეორგი — რუსი მფრინავი-კოსმონავტი.", img: "grechko georgi"},
              { name: "1948", fact: "კლაუს მაინე — გერმანელი ვოკალისტი და კომპოზიტორი, როკ ჯგუფ სკორპიონსის წევრი.", img: "klaus maine"}
            ],
  died:     [
              { name: "1819", fact: "დავით ბატონიშვილი — ქართველი მწერალი და მეცნიერი.", img: "davit batonishvili"},
              { name: "1944", fact: "ლორთქიფანიძე, ნიკო — ქართველი მწერალი.", img: "lortkipanidze niko"},
              { name: "1978", fact: "ტოლსდორფი, თეოდორ — ვერმახტის გენერალ-ლეიტენანტი.", img: "tolsdorpi teodor"}
            ]
});
