window.__dayDataCallback__({
  holidays: [
              { name: "სომხეთი - პირველი რესპუბლიკის დღე (1918).", fact: "სომხეთი - პირველი რესპუბლიკის დღე (1918).", img: "1918"},
              { name: "აზერბაიჯანი - რესპუბლიკის დღე (1918).", fact: "აზერბაიჯანი - რესპუბლიკის დღე (1918).", img: "1918"},
              { name: "ეთიოპია - მშვიდობისა და დემოკრატიის დამყარების დღე (1991).", fact: "ეთიოპია - მშვიდობისა და დემოკრატიის დამყარების დღე (1991).", img: "1991"},
              { name: "რუსეთი, ბელარუსი, ყირგიზეთი, უკრაინა - მესაზღვრის დღე", fact: "რუსეთი, ბელარუსი, ყირგიზეთი, უკრაინა - მესაზღვრის დღე", img: "ruseti belarusi qirgizeti ukraina"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "პიროს ბრეთელი პახუმი დიდი აქილე ლარისელი", fact: "პიროს ბრეთელი პახუმი დიდი აქილე ლარისელი", img: "Lariseli"},
              { name: "პიროს ბრეთელი", fact: "პიროს ბრეთელი", img: "Breteli"},
              { name: "პახუმი დიდი", fact: "პახუმი დიდი", img: "Didi"},
              { name: "აქილე ლარისელი", fact: "აქილე ლარისელი", img: "Lariseli"}
            ],
  history:  [
              { name: "ძვ. წ. 585", fact: "მზის დაბნელება, რომელიც ბერძენმა ფილოსოფოსმა თალესმა იწინასწარმეტყველა. კარდინალური თარიღი, რომლის მიხედვით სხვა თარიღების დადგენა გახდა შესაძლებელი.", img: "Shesadzlebeli"},
              { name: "1503", fact: "სამუდამო მშვიდობის ხელშეკრულება დაიდო შოტლანდიასა და ინგლისს შორის, რომელიც 10 წელს გასტანს.", img: "10"},
              { name: "1529", fact: "ერნანდო დე სოტომ ფლორიდას მიაღწია.", img: "Miaghts"},
              { name: "1588", fact: "ესპანური არმადა, 130 ხომალდითა და 30 000 მამაკაცით, ლისაბონიდან ინგლისის სრუტესკენ დაიძრა.", img: "130"},
              { name: "1742", fact: "ლონდონში გაიხსნა პირველი დახურული საცურაო აუზი.", img: "London"},
              { name: "1812", fact: "ხელი მოეწერა რუსეთ-თურქეთის ბუქარესტის საზავო ხელშეკრულებას.", img: "Khelshekruleba"},
              { name: "1830", fact: "აშშ-ს პრეზიდენტმა ენდრიუ ჯექსონმა ხელი მოაწერა კანონს ინდიელების გადასახლების შესახებ, რომლის მიხედვით მათ აგრეთვე ჩამოერთვათ სამოქალაქო უფლებები და თავისუფლებები. გადასახლება 1831 წელს დაიწყო.", img: "1831"},
              { name: "1863", fact: "ბოსტონში პირველი ამერიკულული შავკანიანთა პოლკი შეიქმნა.", img: "Sheikmna"},
              { name: "1905", fact: "რუსეთ-იაპონიის ომი: ცუშიმას ბრძოლაში იაპონიის იმპერიულმა ფლოტმა ადმირალ ტოგო ჰეიჰაჩიროს მეთაურობით რუსეთის ბალტიის ფლოტი გაანადგურა.", img: "Gaanadgura"},
              { name: "1918", fact: "სომხეთისა და აზერბაიჯანის დემოკრატიული რესპუბლიკები ამიერკავკასიის დემოკრატიული ფედერაციული რესპუბლიკისგან დამოუკიდებლობას აცხადებენ.", img: "Atskhadeben"},
              { name: "1930", fact: "ნიუ-იორკში კრაისლერ ბილდინგი გაიხსნა.", img: "Gaikhsna"},
              { name: "1935", fact: "გაიმართა მეორე მსოფლიო ომის ყველაზე მასობრივი თვითმფრინავის „მესერშმიტ ბი ეფ 109“-ს (Messerschmitt Bf.109) პირველი საგამოცდო გაფრენა", img: "Messerschmitt Bf"},
              { name: "1937", fact: "ოქროს კარიბჭე გაიხსნა სან-ფრანცისკოში, კალიფორნია.", img: "Kaliporn"},
              { name: "1940", fact: "მეორე მსოფლიო ომი: ბელგია გერმანიას ჩაბარდა.", img: "Chabar"},
              { name: "1952", fact: "საბერძნეთში ქალებს ხმის უფლება მიეცათ.", img: "Mietsat"},
              { name: "1961", fact: "ინგლისურმა გაზეთმა „ობსერვერ“ გამოაქვეყნა ლონდონელი იურისტის პიტერ ბენენსონის „ამინისტიის მოწოდება“. ეს დღე ითვლება საერთაშორისო უფლებადამცველი ორგანიზაციის «Amnesty International» -ს დაბადების დღედ.", img: "Amnesty International"},
              { name: "1964", fact: "შეიქმნა პალესტინის განთავისუფლების ორგანიზაცია.", img: "Organizats"},
              { name: "1970", fact: "დასავლეთ გერმანიაში განხორციელდა ნერვული ქსოვილის გადანერგვის წარმატებული ოპერაცია.", img: "Operats"},
              { name: "1975", fact: "თხუთმეტი დასავლეთაფრიკული ქვეყანა ხელს აწერს ლაგოსის ხელშეკრულებას, რითაც შეიქმნა დასავლეთ აფრიკული ქვეყნების ეკონომიკური თანამეგობრობა.", img: "Tanamegobroba"},
              { name: "1982", fact: "ფოლკლენდის ომი: ბრიტანეთის ძალები არგენტინელებს ამარცხებენ გუზ გრინის ბრძოლაში.", img: "Brdzola"},
              { name: "1987", fact: "მოსკოვის კრემლის რაიონში დაეშვა დასავლეთგერმანელი მოყვარული პილოტი მატიას რუსტი.", img: "Rusti"},
              { name: "1991", fact: "ადის-აბება ეთიოპიის სახალხო რევოლუციური დემოკრატიული ფრონტმა აიღო, რითაც დასრულდა დერგის რეჟიმი და ეთიოპიის სამოქალაქო ომი.", img: "Omi"},
              { name: "1995", fact: "რუსულ ქალაქ ნეფტეგორსკში 7.6 მაგნიტუდის მიწიძვრა მოხდა, დაიღუპა 2000-მდე ადამიანია, ქალაქის მოსახლეობის 2/3.", img: "2000"},
              { name: "1999", fact: "მილანში, იტალია, 22 წლის რესტავრაციის შემდეგ, ლეონარდო და ვინჩის „საიდუმლო სერობა“ საზოგადოებას წარედგინა.", img: "22"},
              { name: "2004", fact: "ერაყის მმართველმა საბჭომ ქვეყნის დროებითი მთავრობის პრემიერ-მინისტრად აიად ალავი აირჩია.", img: "Airch"},
              { name: "2007", fact: "ვენესუელის პრეზიდენტმა უგო ჩავესმა ვენესუელის პირველი სატელევიზიო არხი დახურა ოპოზიციური სატელევიზიო გადაცემების გამო.", img: "Gamo"},
              { name: "2014", fact: "აბდულ-ფათაჰ ალ-სისი ეგვიპტის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2014", fact: "პიტერ მუთარიკა მალავის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2024", fact: "საქართველოს პარლამენტმა „უცხოური გავლენის გამჭვირვალობის“ კანონზე პრეზიდენტის ვეტო დაძლია", img: "Dadzl"}
            ],
  born:     [
              { name: "1537", fact: "ისმაილ II - სეფიანთა დინასტიის მესამე წარმომადგენელი.", img: "ismail II"},
              { name: "1884", fact: "ედუარდ ბენეში — ჩეხოსლოვაკიის პრეზიდენტი 1946-48 წლებში.", img: "1946"},
              { name: "1900", fact: "მიულერი, ჰაინრიხ — გერმანელი სამხედრო და სახელმწიფო მოღვაწე", img: "miuleri hainrikh"},
              { name: "1908", fact: "იენ ფლემინგი — ინგლისელი მწერალი, „ჯეიმზ ბონდის“ სერიის ავტორი.", img: "ien plemingi"},
              { name: "1934", fact: "ელიავა, ლია — ქართველი მსახიობი-საქართველოს სახალხო არტისტი", img: "eliava lia"},
              { name: "1944", fact: "რუდოლფ ჯულიანი — ნიუ-იორკის მერი (1993-2001).", img: "1993"},
              { name: "1968", fact: "მინოუგი, კაილი — ავსტრალიელი მომღერალი და მსახიობი.", img: "minougi kaili"}
            ],
  died:     [
              { name: "1357", fact: "აფონსუ IV — პორტუგალიის მეფე", img: "aponsu IV"},
              { name: "1849", fact: "ენი ბრონტე — ინგლისელი მწერალი.", img: "eni bronte"},
              { name: "1914", fact: "კოტე მესხი — ქართველი მსახიობი და რეჟისორი.", img: "kote meskhi"},
              { name: "2003", fact: "მაკაროვი, ოლეგ — რუსი კოსმონავტი.", img: "makarovi oleg"}
            ]
});
