window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: შიო მღვიმელი აღმოყვანება პატიოსანთა ნაწილთა წმიდისა ნიკოლოზ საკვირველთმოქმედისა მირონითგან ქალაქ ბარიში (1087) ესაია წინასწარმეტყველი მოწამე ქრისტეფორე", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: შიო მღვიმელი აღმოყვანება პატიოსანთა ნაწილთა წმიდისა ნიკოლოზ საკვირველთმოქმედისა მირონითგან ქალაქ ბარიში (1087) ესაია წინასწარმეტყველი მოწამე ქრისტეფორე", img: "1087"},
              { name: "შიო მღვიმელი", fact: "შიო მღვიმელი", img: "Mghvimeli"},
              { name: "აღმოყვანება პატიოსანთა ნაწილთა წმიდისა ნიკოლოზ საკვირველთმოქმედისა მირონითგან ქალაქ ბარიში (1087)", fact: "აღმოყვანება პატიოსანთა ნაწილთა წმიდისა ნიკოლოზ საკვირველთმოქმედისა მირონითგან ქალაქ ბარიში (1087)", img: "1087"},
              { name: "ესაია წინასწარმეტყველი", fact: "ესაია წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "მოწამე ქრისტეფორე", fact: "მოწამე ქრისტეფორე", img: "Kristepor"},
              { name: "აგრეთვე: ბიოლოგიური მრავალფეროვნების მსოფლიო დღე ასტრონომიის საერთაშორისო დღე იემენი - ეროვნული დღე (1990). აშშ - საზღვაო ფლოტის ეროვნული ფლოტი.", fact: "აგრეთვე: ბიოლოგიური მრავალფეროვნების მსოფლიო დღე ასტრონომიის საერთაშორისო დღე იემენი - ეროვნული დღე (1990). აშშ - საზღვაო ფლოტის ეროვნული ფლოტი.", img: "1990"},
              { name: "ბიოლოგიური მრავალფეროვნების მსოფლიო დღე", fact: "ბიოლოგიური მრავალფეროვნების მსოფლიო დღე", img: "Dghe"},
              { name: "ასტრონომიის საერთაშორისო დღე", fact: "ასტრონომიის საერთაშორისო დღე", img: "Dghe"},
              { name: "იემენი - ეროვნული დღე (1990).", fact: "იემენი - ეროვნული დღე (1990).", img: "1990"},
              { name: "აშშ - საზღვაო ფლოტის ეროვნული ფლოტი.", fact: "აშშ - საზღვაო ფლოტის ეროვნული ფლოტი.", img: "ashsh"}
            ],
  history:  [
              { name: "ძვ. წ. 334", fact: "ბერძნები ალექსანდრე დიდის მეთაურობით ამარცხებენ დარიოს III-ს გრანიკოსის ბრძოლაში", img: "Brdzola"},
              { name: "1841", fact: "დაიწყო გლეხთა აჯანყება გურიაში", img: "Guria"},
              { name: "1844", fact: "სპარსი წინასწარმეტყველი ბაბი მისი გამოცხადების შესახებ აცხადებს, აფუძნებს რა ბაბიზმს. მას მიიჩნევენ ბაჰაულას წინამორბედად, რომელიც ბაჰაიზმის დამფუძნებლად ითვლება.", img: "Itvleba"},
              { name: "1856", fact: "მოსკოვში დაარსდა ტრეტიაკოვის გალერეა.", img: "Galerea"},
              { name: "1892", fact: "ექიმმა ვაშინგტონ შეფილდმა გამოიგონა კბილის საწმენდი პასტის ტუბი", img: "Washington"},
              { name: "1900", fact: "ნიუ იორკში დაარსდა საინფორმაციო სააგენტო «Associated Press».", img: "Associated Press"},
              { name: "1906", fact: "ძმებმა რაიტებმა მიიღეს პატენტი აეროპლანის გამოგონებაზე.", img: "Gamogonebaz"},
              { name: "1926", fact: "ბენიტო მუსოლინიმ იტალიაში აკრძალა სილამაზის კონკურსები და მათ ამორალური სანახაობა უწოდა.", img: "Utso"},
              { name: "1939", fact: "მეორე მსოფლიო ომი - გერმანია და იტალია რკინის პაქტს დებენ.", img: "meore msoplio omi"},
              { name: "1940", fact: "საბჭოთა კავშირის უზენაესი საბჭოს პრეზიდიუმის ბრძანებულებით დაწესდა სოციალისტური შრომის გმირის ორდენი.", img: "Ordeni"},
              { name: "1947", fact: "ცივი ომი - კომუნიზმის გავრცელებისთვის ხელის შეშლის მიზნით აშშ-ის პრეზიდენტი ჰარი ტრუმანი თურქეთსა და საბერძნეთს სამხედრო და ეკონომიური დახმარების სახით $400 მილიონიანი გრანტის აქტს აწერს ხელს.", img: "400"},
              { name: "1960", fact: "რიხტერის შკალით 9,5 ბალის მიწისძვრა მოხდა სამხრეთ ჩილეში, რაც დღემდე დაფიქსირებული ყველაზე მძლავრი მიწისძვრა იყო.", img: "Iqo"},
              { name: "1972", fact: "ცეილონი ახალ კონსტიტუციას იღებს, და იცვლის სახელს შრი-ლანკად.", img: "Lank"},
              { name: "1977", fact: "განთქმული აღმოსავლეთის ექსპრესის, რომელიც პარიზსა და სტამბოლს შორის დადიოდა 1883 წლიდან, ბოლო რეისი შედგა.", img: "1883"},
              { name: "1990", fact: "ჩრდილოეთი და სამხრეთი იემენი გაერთიანდა.", img: "Gaertian"},
              { name: "1990", fact: "ხანგრძლივი დაპირისპირებს შემდეგ ჩრდილოეთ და სამხრეთ იემენი ერთ სახელმწიფოდ ჩამოყალიბდა და მას რესპუბლიკა იემენი ეწოდება.", img: "Etsodeba"},
              { name: "ვინდოუს 3.0 ოპერაციული სისტემა გამოუშვა Microsoft-მა.", fact: "ვინდოუს 3.0 ოპერაციული სისტემა გამოუშვა Microsoft-მა.", img: "Microsoft"},
              { name: "1992", fact: "ბოსნია და ჰერცეგოვინა, ხორვატია და სლოვენია გაეროს წევრები გახდნენ.", img: "Gakhdnen"},
              { name: "2008", fact: "ჩინეთის პროვინცია სიჩუანში განმეორებულმა მიწისძვრამ მსხვერპლის რაოდენობა 63 000-მდე გაზარდა.", img: "63"},
              { name: "2010", fact: "Air India Express-ის რეისი 812, 166 ადამიანით ბორტზე, ჩამოვარდა მანგალორის, ინდოეთი, აეროპორტში დაფრენის მცდელობისას. ფეხბურთში 2009–10 სეზონის უეფას ჩემპიონთა ლიგის ტურნირი დასრულდა მილანის ინტერის გამარჯვებით მიუნხენის ბაიერნზე.", img: "Air India Express"},
              { name: "Air India Express-ის რეისი 812, 166 ადამიანით ბორტზე, ჩამოვარდა მანგალორის, ინდოეთი, აეროპორტში დაფრენის მცდელობისას.", fact: "Air India Express-ის რეისი 812, 166 ადამიანით ბორტზე, ჩამოვარდა მანგალორის, ინდოეთი, აეროპორტში დაფრენის მცდელობისას.", img: "Air India Express"},
              { name: "ფეხბურთში 2009–10 სეზონის უეფას ჩემპიონთა ლიგის ტურნირი დასრულდა მილანის ინტერის გამარჯვებით მიუნხენის ბაიერნზე.", fact: "ფეხბურთში 2009–10 სეზონის უეფას ჩემპიონთა ლიგის ტურნირი დასრულდა მილანის ინტერის გამარჯვებით მიუნხენის ბაიერნზე.", img: "2009"},
              { name: "2011", fact: "ტერენს მალიკის ფილმმა „სიცოცხლის ხე“ კანის კინოფესტივალზე „ოქროს პალმის რტო“ მოიპოვა. მისურის შტატში, ჯოპლინში მომხდარი ტორნადოს შედეგად 124 ადამიანი დაიღუპა, რაც 1947 წლის შემდეგ ყველაზე მომაკვდინებელი ტორნადოა აშშ-ში.", img: "124"},
              { name: "ტერენს მალიკის ფილმმა „სიცოცხლის ხე“ კანის კინოფესტივალზე „ოქროს პალმის რტო“ მოიპოვა.", fact: "ტერენს მალიკის ფილმმა „სიცოცხლის ხე“ კანის კინოფესტივალზე „ოქროს პალმის რტო“ მოიპოვა.", img: "Moipova"},
              { name: "მისურის შტატში, ჯოპლინში მომხდარი ტორნადოს შედეგად 124 ადამიანი დაიღუპა, რაც 1947 წლის შემდეგ ყველაზე მომაკვდინებელი ტორნადოა აშშ-ში.", fact: "მისურის შტატში, ჯოპლინში მომხდარი ტორნადოს შედეგად 124 ადამიანი დაიღუპა, რაც 1947 წლის შემდეგ ყველაზე მომაკვდინებელი ტორნადოა აშშ-ში.", img: "124"},
              { name: "2014", fact: "ტაილანდის სამეფო არმიის ხელმძღვანელი პრაიუთ ჩან-ოჩა სამხედრო გადატრიალების შედეგად ხელისუფლებაში მოვიდა.", img: "Movi"},
              { name: "2016", fact: "ალექსანდერ ვან დერ ბელენი ავსტრიის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2017", fact: "მანჩესტერის ტერაქტის შედეგად 23 ადამიანი დაიღუპა.", img: "23"}
            ],
  born:     [
              { name: "1808", fact: "ჟერარ დე ნერვალი — ფრანგი მწერალი და პოეტი", img: "zherar de nervali"},
              { name: "1813", fact: "რიხარდ ვაგნერი — გერმანელი კომპოზიტორი და დირიჟორი.", img: "rikhard vagneri"},
              { name: "1859", fact: "ართურ კონან დოილი — ინგლისელი მწერალი.", img: "artur konan doili"},
              { name: "1907", fact: "ლორენს ოლივიე — ინგლისელი მსახიობი და რეჟისორი.", img: "lorens olivie"},
              { name: "1924", fact: "შარლ აზნავური — ფრანგი მომღერალი.", img: "sharl aznavuri"},
              { name: "1946", fact: "ჯორჯ ბესტი — ინგლისელი ფეხბურთელი.", img: "jorj besti"},
              { name: "1950", fact: "ირაკლი ფარჯიანი — ქართველი მხატვარი.", img: "irakli parjiani"},
              { name: "1963", fact: "ლევან აბაშიძე — ქართველი მსახიობი.", img: "levan abashidze"},
              { name: "1970", fact: "ნაომი კემპბელი — მსახიობი და მოდელი.", img: "naomi kempbeli"}
            ],
  died:     [
              { name: "1864", fact: "ემაბლ ჟან ჟაკ პელისიე — საფრანგეთის მარშალი", img: "emabl zhan zhak pelisie"},
              { name: "1885", fact: "ჰიუგო, ვიქტორ — ფრანგი მწერალი.", img: "hiugo viktor"}
            ]
});
