window.__dayDataCallback__({
  holidays: [
              { name: "რუსეთი - სანქტ-პეტერბურგის დაბადების დღე; ბიბლიოთეკის დღე.", fact: "რუსეთი - სანქტ-პეტერბურგის დაბადების დღე; ბიბლიოთეკის დღე.", img: "ruseti"},
              { name: "ყირგიზეთი - ბიბლიოთეკის დღე", fact: "ყირგიზეთი - ბიბლიოთეკის დღე", img: "qirgizeti"},
              { name: "ნიგერია - ბავშვების დღე", fact: "ნიგერია - ბავშვების დღე", img: "nigeria"},
              { name: "ნიკარაგუა - არმიის დღესასწაული.", fact: "ნიკარაგუა - არმიის დღესასწაული.", img: "nikaragua"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა ისიდორე წმინდა მაქსიმე სერაფიონ სინდონიტი ლეონტი II მარკოზ კრიტელი იოანე ბულგარელი", fact: "წმინდა ისიდორე წმინდა მაქსიმე სერაფიონ სინდონიტი ლეონტი II მარკოზ კრიტელი იოანე ბულგარელი", img: "Bulgareli"},
              { name: "წმინდა ისიდორე", fact: "წმინდა ისიდორე", img: "Isidor"},
              { name: "წმინდა მაქსიმე", fact: "წმინდა მაქსიმე", img: "Maksim"},
              { name: "სერაფიონ სინდონიტი", fact: "სერაფიონ სინდონიტი", img: "Sindoniti"},
              { name: "ლეონტი II", fact: "ლეონტი II", img: "Leonti"},
              { name: "მარკოზ კრიტელი", fact: "მარკოზ კრიტელი", img: "Kriteli"},
              { name: "იოანე ბულგარელი", fact: "იოანე ბულგარელი", img: "Bulgareli"}
            ],
  history:  [
              { name: "1703", fact: "საფუძველი ჩაეყარა სანქტ-პეტერბურგის პეტრე-პავლეს ციხესიმაგრეს. ეს დღე ითვლება სანქტ-პეტერბურგის დაარსების დღედ.", img: "Dghed"},
              { name: "1895", fact: "ინგლისელმა გამომგონებელმა ბირტ აკერსმა დააპატენტა კინოპროექტორი.", img: "Kinoproektori"},
              { name: "1916", fact: "აშშ-ის პრეზიდენტმა ვუდრო ვილსონმა ერთა ლიგის შექმნისკენ მოუწოდა მსოფლიოს.", img: "USA"},
              { name: "1921", fact: "ავღანეთი დამოუკიდებელ სახელმწიფოდ გამოცხადდა.", img: "Gamotskhad"},
              { name: "1926", fact: "მისურის შტატის ქალაქ ჰანიბალში საზეიმოდ გაიხსნა ტომ სოიერის და ჰეკლბერი ფინის ძეგლი.", img: "Dzegli"},
              { name: "1937", fact: "„სან-ფრანცისკოში ფეხით მოსიარულეთათვის ხიდი „ოქროს კარიბჭე“ გაიხსნა.", img: "Gaikhsna"},
              { name: "1950", fact: "ფრნკ სინატრას სატელევიზო დებიუტი შედგა ტელეკომპანია „NBC“-ს ეთერში.", img: "Nbc"},
              { name: "1991", fact: "დასრულდა საბჭოთა ჯარების გაყვანა ჩეხოსლოვაკიიდან.", img: "Chekhoslovakiidan"},
              { name: "2007", fact: "კანის კინოფესტივალის ოქროს პალმის რტოთი დაჯილდოვდა რუმინელი რეჟისორი კრისტიან მუნჯუს ფილმი4 თვე, 3 კვირა და 2 დღე.", img: "Dghe"},
              { name: "2009", fact: "ბაიკონურის კოსმოდრომიდან (ყაზახეთი) გაშვებულ იქნა სოიუზ TMA-15, რომელმაც ექსპედიცია 20-ის წევრები უნდა აიყვანოს საერთაშორისო კოსმოსურ სადგურზე. 2009 წლის უეფას ჩემპიონთა ლიგის ფინალურ მატჩში ბარსელონამ მანჩესტერ იუნაიტედი დაამარცხა.", img: "Tma"},
              { name: "ბაიკონურის კოსმოდრომიდან (ყაზახეთი) გაშვებულ იქნა სოიუზ TMA-15, რომელმაც ექსპედიცია 20-ის წევრები უნდა აიყვანოს საერთაშორისო კოსმოსურ სადგურზე.", fact: "ბაიკონურის კოსმოდრომიდან (ყაზახეთი) გაშვებულ იქნა სოიუზ TMA-15, რომელმაც ექსპედიცია 20-ის წევრები უნდა აიყვანოს საერთაშორისო კოსმოსურ სადგურზე.", img: "Tma"},
              { name: "2009 წლის უეფას ჩემპიონთა ლიგის ფინალურ მატჩში ბარსელონამ მანჩესტერ იუნაიტედი დაამარცხა.", fact: "2009 წლის უეფას ჩემპიონთა ლიგის ფინალურ მატჩში ბარსელონამ მანჩესტერ იუნაიტედი დაამარცხა.", img: "2009"}
            ],
  born:     [
              { name: "1923", fact: "კისინჯერი, ჰენრი — ამერიკელი დიპლომატი.", img: "kisinjeri henri"}
            ],
  died:     [
              { name: "1564", fact: "ჟან კალვინი — რეფორმაციის მოღვაწე, კალვინიზმის დამაარსებელი (დ. 1509)", img: "1509"},
              { name: "1840", fact: "პაგანინი, ნიკოლო — იტალიელი მევიოლინე.", img: "paganini nikolo"},
              { name: "1894", fact: "ქიქოძე, შალვა — ქართველი ფერმწერი, გრაფიკოსი.", img: "kikodze shalva"},
              { name: "1904", fact: "ბაქრაძე, იოსებ — ქართველი პოეტი, პუბლიცისტი, მთარგმნელი", img: "bakradze ioseb"},
              { name: "1910", fact: "კოხი, რობერტ — გერმანელი მიკრობიოლოგი", img: "kokhi robert"},
              { name: "1992", fact: "ანდრიაშვილი, აკაკი — ქართველი კომპოზიტორი", img: "andriashvili akaki"},
              { name: "2017", fact: "ოლმენი, გრეგ — ამერიკელი მუსიკოსი, მომღერალი და სიმღერების ავტორი, ჯგუფ Allman Brothers Band-ის ერთ-ერთი დამაარსებელი და წევრი (დ. 1947).", img: "Allman Brothers Band"},
              { name: "2017", fact: "ბჟეზინსკი, ზბიგნევ — პოლონელ-ამერიკელი პოლიტოლოგი, სოციოლოგი და სახელმწიფო მოღვაწე (დ. 1928).", img: "1928"}
            ]
});
