window.__dayDataCallback__({
  holidays: [
              { name: "სამხრეთ აფრიკის რესპუბლიკა - რესპუბლიკის დღე (1961)", fact: "სამხრეთ აფრიკის რესპუბლიკა - რესპუბლიკის დღე (1961)", img: "1961"},
              { name: "ყაზახეთი - პოლიტიკური რეპრესიების მსხვერპლთა დღე.", fact: "ყაზახეთი - პოლიტიკური რეპრესიების მსხვერპლთა დღე.", img: "qazakheti"},
              { name: "აშშ - ხსოვნის დღე.", fact: "აშშ - ხსოვნის დღე.", img: "ashsh"},
              { name: "სამხრეთ აფრიკის რესპუბლიკა - რესპუბლიკის დღე", fact: "სამხრეთ აფრიკის რესპუბლიკა - რესპუბლიკის დღე", img: "samkhret aprikis respublika"},
              { name: "დიდი ბრიტანეთი - გაზაფხულის დღე", fact: "დიდი ბრიტანეთი - გაზაფხულის დღე", img: "didi britaneti"},
              { name: "თურქმენეთი - თურქმენული ხალიჩის დღე", fact: "თურქმენეთი - თურქმენული ხალიჩის დღე", img: "turkmeneti"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "დავითი და ტარიჭანი თეოდოტე ანკვირელი და შვიდი ქალწული: ალექსანდრა, ტეკუსი, კლავდია, ფაინა, ევფრასია, მატრონა და იულია სვიმეონი, ისააკი და ვახტისი წმინდა მოწამენი ირაკლი, პავლინე და ვენედიმე; მოწამენი პეტრე, დიონისე, ანდრია, პავლე და ქრისტინე წმინდა ევფროსინე", fact: "დავითი და ტარიჭანი თეოდოტე ანკვირელი და შვიდი ქალწული: ალექსანდრა, ტეკუსი, კლავდია, ფაინა, ევფრასია, მატრონა და იულია სვიმეონი, ისააკი და ვახტისი წმინდა მოწამენი ირაკლი, პავლინე და ვენედიმე; მოწამენი პეტრე, დიონისე, ანდრია, პავლე და ქრისტინე წმინდა ევფროსინე", img: "Evprosin"},
              { name: "დავითი და ტარიჭანი", fact: "დავითი და ტარიჭანი", img: "Tarichani"},
              { name: "თეოდოტე ანკვირელი და შვიდი ქალწული: ალექსანდრა, ტეკუსი, კლავდია, ფაინა, ევფრასია, მატრონა და იულია", fact: "თეოდოტე ანკვირელი და შვიდი ქალწული: ალექსანდრა, ტეკუსი, კლავდია, ფაინა, ევფრასია, მატრონა და იულია", img: "Iul"},
              { name: "სვიმეონი, ისააკი და ვახტისი", fact: "სვიმეონი, ისააკი და ვახტისი", img: "Vakhtisi"},
              { name: "წმინდა მოწამენი ირაკლი, პავლინე და ვენედიმე; მოწამენი პეტრე, დიონისე, ანდრია, პავლე და ქრისტინე", fact: "წმინდა მოწამენი ირაკლი, პავლინე და ვენედიმე; მოწამენი პეტრე, დიონისე, ანდრია, პავლე და ქრისტინე", img: "Kristin"},
              { name: "წმინდა ევფროსინე", fact: "წმინდა ევფროსინე", img: "Evprosin"}
            ],
  history:  [
              { name: "1787", fact: "ინგლისში ჩამოყალიბდა მსოფლიოში პირველი კრიკეტის კლუბი.", img: "Klubi"},
              { name: "1815", fact: "გამოცხადდა ნიდერლანდების სამეფოს შექმნა", img: "Shekmna"},
              { name: "1836", fact: "ინგლისში წევის ხრახნი დააპატენტეს.", img: "Daapatente"},
              { name: "1850", fact: "საფრანგეთში საყოველთაო საარჩევნო უფლებები გაუქმდა.", img: "Gaukm"},
              { name: "1859", fact: "ვესტმინსტერის კოშკზე მუშაობა დაიწყო საათმა რომელსაც მოგვიანებით \"ბიგ-ბენი\" უწოდეს.", img: "Mogvianebit"ბიგ"},
              { name: "1864", fact: "დაიწყო კოლდ-ჰარბორის ბრძოლა.", img: "Brdzola"},
              { name: "1879", fact: "ბერლინში გაიხსნა მსოფლიოში პირველი ელექტრო რკინიგზა და წარმოადგინეს პირველი ელექტრო მატარებელი რომელიც ვერნერ ფონ სიმენსმა შექმნა", img: "Shekmna"},
              { name: "1884", fact: "ამერიკელმა ვეგეტარიანელმა ექიმმა ჯონ ჰარვი კელოგმა დააპატენტა სიმინდის ფანტელი.", img: "Panteli"},
              { name: "1910", fact: "შეიქმნა სამხრეთ აფრიკის კავშირი.", img: "Kavshiri"},
              { name: "1918", fact: "ავსტრია -უნგრეთის დაშლის შემდეგ, პიტსბურგში(აშშ) გამოცხადდა ჩეხეთის და სლოვაკეთის პოლიტიკური კავშირის შესახებ, რის შედეგადაც ოქტომბერში შეიქმნა ჩეხოსლოვაკიის დამოუკიდებელი რესპუბლიკა.", img: "USA"},
              { name: "1961", fact: "შეიქმნა სამხრეთ აფრიკის რესპუბლიკა.", img: "Respublika"},
              { name: "2002", fact: "იაპონიასა და კორეაში დაიწყო მსოფლიოს მე-17 ჩემპიონატი ფეხბურთში.", img: "17"},
              { name: "2010", fact: "გერმანიის პრეზიდენტი ჰორსტ კელერი გადადგა თანამდებობიდან.", img: "Tanamdebobidan"},
              { name: "2012", fact: "ვისვანათან ანანდმა ბორის გელფანდი დაამარცხა და ზედიზედ მეოთხედ გახდა მსოფლიო ჩემპიონი ჭადრაკში.", img: "Chadrak"}
            ],
  born:     [
              { name: "1750", fact: "ჰარდენბერგი, კარლ ავგუსტ ფონ — პრუსიის სახელმწიფო მოღვაწე (გ.1822)", img: "1822"},
              { name: "1819", fact: "უიტმენი, უოლტ — ამერიკელი პოეტი.", img: "uitmeni uolt"},
              { name: "1851", fact: "იულიუს რიხარდ პეტრი — გერმანელი მიკრობიოლოგი", img: "iulius rikhard petri"},
              { name: "1857", fact: "პიუს XI — რომის პაპი (გ.1939)", img: "Rome"},
              { name: "1907", fact: "პიტერ ფლემინგი — ბრიტანელი მწერალი.", img: "piter plemingi"},
              { name: "1915", fact: "რამონ პინეირა ლოპესი — ესპანელი პოლიტიკური და ინტელექტუალური მოღვაწე.", img: "ramon pineira lopesi"},
              { name: "1930", fact: "ისტვუდი, კლინტ — ამერიკელი მსახიობი და რეჟისორი.", img: "istvudi klint"},
              { name: "1965", fact: "შილდსი, ბრუკ — ამერიკელი მსახიობი.", img: "shildsi bruk"},
              { name: "1972", fact: "ჯუდი ვეისი — გერმანელი მომღერალი ქალი", img: "judi veisi"}
            ],
  died:     [
              { name: "1809", fact: "ჰაიდნი, იოზეფ — ავტრიელი კომპოზიტორი", img: "haidni iozep"},
              { name: "1809", fact: "ლანი, ჟან — ფრანგი სამხედრო მოღვაწე", img: "lani zhan"},
              { name: "1832", fact: "გალუა, ევარისტ — ფრანგი მათემატიკოსი.", img: "galua evarist"},
              { name: "1962", fact: "აიხმანი, ადოლფ — ნაცისტური რეჟიმის ოფიცერი, ჰოლოკოსტის ერთ-ერთი პასუხისმგებელი.", img: "aikhmani adolp"}
            ]
});
