window.__dayDataCallback__({
  holidays: [
              { name: "სამხრეთ ამერიკა, ურუგვაი: სამხრეთამერიკული ფეხბურთის დღე.", fact: "სამხრეთ ამერიკა, ურუგვაი: სამხრეთამერიკული ფეხბურთის დღე.", img: "USA"},
              { name: "ბრაზილია: ჟოზე დი ანშეიტის დღე", fact: "ბრაზილია: ჟოზე დი ანშეიტის დღე", img: "Dghe"},
              { name: "ირლანდია: ირლანდიელი წმინდა კოლუმბის დღე.", fact: "ირლანდია: ირლანდიელი წმინდა კოლუმბის დღე.", img: "Dghe"},
              { name: "იტალია: ძველრომაული დღესასწაული ვესტალია.", fact: "იტალია: ძველრომაული დღესასწაული ვესტალია.", img: "Vestal"},
              { name: "აშშ, ოკლაჰომა: მოხუცების დღე.", fact: "აშშ, ოკლაჰომა: მოხუცების დღე.", img: "USA"},
              { name: "უგანდა: გმირების დღე.", fact: "უგანდა: გმირების დღე.", img: "Dghe"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ბასილი ბაგრატიონი მიქელ პარეხელი თერაპონტე სარდიელი თეოდორა ქალწული და დიდიმე მხედარი იოანე რუსი", fact: "ბასილი ბაგრატიონი მიქელ პარეხელი თერაპონტე სარდიელი თეოდორა ქალწული და დიდიმე მხედარი იოანე რუსი", img: "Rusi"},
              { name: "ბასილი ბაგრატიონი", fact: "ბასილი ბაგრატიონი", img: "Bagrationi"},
              { name: "მიქელ პარეხელი", fact: "მიქელ პარეხელი", img: "Parekheli"},
              { name: "თერაპონტე სარდიელი", fact: "თერაპონტე სარდიელი", img: "Sardieli"},
              { name: "თეოდორა ქალწული და დიდიმე მხედარი", fact: "თეოდორა ქალწული და დიდიმე მხედარი", img: "Mkhedari"},
              { name: "იოანე რუსი", fact: "იოანე რუსი", img: "Rusi"}
            ],
  history:  [
              { name: "68", fact: "რომის იმპერატორმა ნერონმა თვითმკვლელობით დაასრულა სიცოცხლე.", img: "Sitsotskhl"},
              { name: "1815", fact: "დასრულდა ვენის კონგრესი რომელმაც ჩამოაყალიბა ნაპოლეონის ომების შემდგომი ევროპის მოწყობის პრინციპები.", img: "Printsipebi"},
              { name: "1822", fact: "აშშ-ში ჩარლზ გრემმა ხელოვნური ყბა დააპატენტა.", img: "USA"},
              { name: "1889", fact: "ჯორდანო ბრუნოს ძეგლი გაიხსნა რომში მისი დაწვის ადგილზე.", img: "Adgilz"},
              { name: "1904", fact: "პირველი კონცერტი გამართა ლონდონის სიმფონიურმა ორკესტრმა.", img: "London"},
              { name: "1934", fact: "უოლტ დისნეის მულტფილმების სერიალის დონალდ დაკი დებიუტი.", img: "Debiuti"},
              { name: "1949", fact: "რუსთაველის თეატრი დაიწვა სრულიად და მხოლოდ მისი ფასადი გადარჩა. თეატრი ერთ წელიწადში აღადგინეს საარქივო ფოტოების მიხედვით.", img: "Mikhedvit"},
              { name: "1959", fact: "წყალში ჩაუშვეს ბალისტიკური რაკეტებით აღჭურვილი პირველი წყალქვეშა ნავი ჯორჯ ვაშინგტონი.", img: "Vashingtoni"},
              { name: "1963", fact: "უინსტონ ჩერჩილი აშშ-ს საპატიო მოქალაქე გახდა.", img: "USA"},
              { name: "1967", fact: "საბჭოთა კავშირმა ისრაელთან დიპლომატიური ურთიერთობები გაწყვიტა.", img: "Gatsqvita"},
              { name: "1994", fact: "პრეზიდენტ ნურსულთან ნაზარბაევის გადაწყვეტილებით ყაზახეთის დედაქალაქი ალმა-ატიდან აკმოლუში გადაიტანეს, 1998 წლიდან 2019 წლამდე ამ ქალაქს ასტანა ერქვა.", img: "1998"},
              { name: "2010", fact: "ბენინიო (ნოინოი) აკინო ფილიპინების პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2012", fact: "საქართველოს მორაგბეთა ეროვნული ნაკრები 2012 წლის ევროპის ერთა თასის გამარჯვებული გახდა.", img: "2012"},
              { name: "2017", fact: "ლონდონის ტერაქტის შედეგად, 10 ადამიანი დაიღუპა და 48 დაიჭრა.", img: "10"}
            ],
  born:     [
              { name: "1672", fact: "პეტრე I — რუსეთის იმპერატორი", img: "petre I"},
              { name: "1774", fact: "ჰამერ-პურგშტალი, იოზეფ ფონ — ავსტრიელი აღმოსავლეთმცოდნე და დიპლომატი.", img: "hamer purgshtali iozep pon"},
              { name: "1866", fact: "ცახელი — ქართველი პოეტი", img: "tsakheli"},
              { name: "1840", fact: "აკაკი წერეთელი — ქართველი პოეტი.", img: "akaki tsereteli"},
              { name: "1872", fact: "მარჯანიშვილი, კონსტანტინე — ქართველი რეჟისორი.", img: "marjanishvili konstantine"},
              { name: "1923", fact: "არისიმა ტაკეო — იაპონელი მწერალი", img: "arisima takeo"},
              { name: "1927", fact: "ჯოხაძე, დავით — ქართველი ბიოლოგი", img: "jokhadze davit"},
              { name: "1941", fact: "ლორდი, ჯონ — ინგლისელი მუსიკოსი", img: "lordi jon"},
              { name: "1940", fact: "რისმაგ გორდეზიანი — ქართველი მეცნიერი, პედაგოგი და ფილოლოგიის მეცნიერებათა დოქტორი.", img: "rismag gordeziani"},
              { name: "1961", fact: "მაიკლ ჯეი ფოქსი — ამერიკელი მსახიობი", img: "maikl jei poksi"},
              { name: "1963", fact: "ჯონი დეპი — ამერიკელი მსახიობი", img: "joni depi"},
              { name: "1981", fact: "ნატალი პორტმანი — ამერიკელი მსახიობი", img: "natali portmani"}
            ],
  died:     [
              { name: "68", fact: "ნერონი — რომის იმპერატორი (დ.37)", img: "37"},
              { name: "1576", fact: "დ'ალბრე, ჟანა — ნავარის დედოფალი", img: "d albre zhana"},
              { name: "1774", fact: "ათანასე თბილელი — ქართველი საეკლესიო და პოლიტიკური მოღვაწე", img: "atanase tbileli"},
              { name: "1870", fact: "დიკენსი, ჩარლზ — ინგლისელი მწერალი (დ.1812)", img: "1812"},
              { name: "1974", fact: "ასტურიასი, მიგელ — გვატემალელი მწერალი", img: "asturiasi migel"},
              { name: "1980", fact: "მამამთავრიშვილი, დავით — ქართველი ქირურგი", img: "mamamtavrishvili davit"},
              { name: "2015", fact: "ჯეიმზ ლასტი — გერმანელი კომპოზიტორი", img: "jeimz lasti"}
            ]
});
