window.__dayDataCallback__({
  holidays: [
              { name: "რუსეთი: სოციალური მუშაკის დღე", fact: "რუსეთი: სოციალური მუშაკის დღე", img: "Dghe"},
              { name: "კარელია: რესპუბლიკის დღე", fact: "კარელია: რესპუბლიკის დღე", img: "Dghe"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "კარპეზი და ალფესი – სამოცდაათთაგანნი ამბერკი და ელენე გიორგი ახალი იოანე ფსიხაიტი ალექსანდრე დერვიში", fact: "კარპეზი და ალფესი – სამოცდაათთაგანნი ამბერკი და ელენე გიორგი ახალი იოანე ფსიხაიტი ალექსანდრე დერვიში", img: "karpezi da alpesi"},
              { name: "კარპეზი და ალფესი – სამოცდაათთაგანნი", fact: "კარპეზი და ალფესი – სამოცდაათთაგანნი", img: "karpezi da alpesi"},
              { name: "ამბერკი და ელენე", fact: "ამბერკი და ელენე", img: "Elen"},
              { name: "გიორგი ახალი", fact: "გიორგი ახალი", img: "Akhali"},
              { name: "იოანე ფსიხაიტი", fact: "იოანე ფსიხაიტი", img: "Psikhaiti"},
              { name: "ალექსანდრე დერვიში", fact: "ალექსანდრე დერვიში", img: "Dervi"}
            ],
  history:  [
              { name: "68", fact: "რომის სენატი იმპერატორად გალბას ცნობს", img: "Tsnob"},
              { name: "218", fact: "ანტიოქიის ბრძოლა იმპერატორ მაკრინუსსა და ჰელიოგაბალუსის მომხრეებს შორის.", img: "Shor"},
              { name: "1761", fact: "მიხეილ ლომონოსოვმა ვენერას ატმოსფერო აღმოაჩინა.", img: "Aghmoachina"},
              { name: "1783", fact: "ისლანდიაში დაიწყო ვულკან ლაკის ამოფრქვევა, რომელიც რვა თვე გაგრძელდა და 10 000 ადამიანის სიცოცხლე შეიწირა. მსოფლიოს ისტორიაში ეს იყო ყველაზე მასშტაბური ამოფრქვევა.", img: "10"},
              { name: "1786", fact: "ნიუ-იორკში პირველად გაიყიდა ნაყინი.", img: "Naqini"},
              { name: "1815", fact: "პოლონეთი მიიერთა რუსეთმა", img: "Ruset"},
              { name: "1824", fact: "ნოა ქაშინგმა დააპატენტა სარეცხი მანქანა", img: "Mankana"},
              { name: "1869", fact: "აივს მაკგრაფიმ მტვერსასრუტი დააპატენტა.", img: "Daapatenta"},
              { name: "1912", fact: "ლოს-ანჯელესში დაარსდა კინოსტუდია „Universal“", img: "Universal"},
              { name: "1928", fact: "მოხდა პირველი ფრენა აშშ - ავსტრალია", img: "mokhda pirveli prena ashsh"},
              { name: "1940", fact: "აღმოჩენილ იქნა ქიმიური ელემენტი ნეპტუნი", img: "Neptuni"},
              { name: "1946", fact: "დაფუძნდა ჟურნალისტების საერთაშორისო ორგანიზაცია.", img: "Organizats"},
              { name: "1949", fact: "ლონდონში გამოქვეყნდა ჯორჯ ორუელის რომანი 1984", img: "1984"},
              { name: "1962", fact: "ლონდონურმა ჟურნალმა „New Musical Express“-მა გამოაქვეყნა მუსიკალური ალბომების პირველი ჰიტ აღლუმი.", img: "New Musical Express"},
              { name: "1984", fact: "ამერიკის კინემატოგრაფისტების გილდიაში საპატიო წევრად მიიღეს დისნეის მულტფილმების პერსონაჟი დონალდ დაკი.", img: "Daki"},
              { name: "2007", fact: "საქართველოში აფრიკული ღორის ცხელება დაფიქსირდა, რის გამოც ათასობით ღორი დაიხოცა დასავლეთ საქართველოში.", img: "Sakartvelo"},
              { name: "2009", fact: "41-წლიანი მმართველობის შემდეგ გარდაცვლილი გაბონის პრეზიდენტი ომარ ბონგო გარდამავალი პერიოდით როზ როგომბემ შეცვალა.", img: "41"},
              { name: "2019", fact: "მოლდოვის რესპუბლიკის ორ უმაღლეს თანამდებობას ქალები იკავებენ: მაია სანდუ მოლდოვის პრემიერ-მინისტრად, ხოლო ზინაიდა გრეჩანი პარლამენტის თავმჯდომარედ აირჩიეს.", img: "Airchie"},
              { name: "2021", fact: "ქართველი ძიუდოისტი ლაშა შავდათუაშვილი მსოფლიო ჩემპიონატის ოქროს მედლის მფლობელი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1625", fact: "კასინი, ჯოვანი დომენიკო — იტალიელი მათემატიკოსი, ასტროლოგი, ინჟინერი და ასტრონომი.", img: "kasini jovani domeniko"},
              { name: "1810", fact: "შუმანი, რობერტ — გერმანელი კომპოზიტორი (გ.1856)", img: "1856"},
              { name: "1921", fact: "სუჰარტო — ინდონეზიის პრეზიდენტი", img: "suharto"},
              { name: "1927", fact: "სტილერი, ჯერი — ამერიკელი კინომსახიობი", img: "stileri jeri"}
            ],
  died:     [
              { name: "632", fact: "მუჰამედი — მუსლიმანური რელიგიის ფუძემდებელი", img: "muhamedi"},
              { name: "1795", fact: "ლუი XVII — საფრანგეთის მეფე (დ.1785)", img: "lui XVII"},
              { name: "1809", fact: "ტომას პეინი — ამერიკელი საზოგადო მოღვაწე, მწერალი (დ. 1737)", img: "1737"},
              { name: "1845", fact: "ენდრიუ ჯექსონი — აშშ-ის მე-7 პრეზიდენტი (დ. 1767)", img: "1767"},
              { name: "1876", fact: "ჟორჟ სანდი — ფრანგი მწერალი (დ. 1804)", img: "1804"},
              { name: "1978", fact: "კონსტანტინე ბარამიძე — ქართველი მეცნიერი", img: "konstantine baramidze"},
              { name: "2020", fact: "პიერ ნკურუნზიზა — ბურუნდის პრეზიდენტი", img: "pier nkurunziza"}
            ]
});
