window.__dayDataCallback__({
  holidays: [
              { name: "დანია: პრინც იოახიმის დაბადების დღე.", fact: "დანია: პრინც იოახიმის დაბადების დღე.", img: "Dghe"},
              { name: "ესპანეთი: რესპუბლიკის დღე", fact: "ესპანეთი: რესპუბლიკის დღე", img: "Dghe"},
              { name: "ყირგიზეთი: ფინანსური და ეკონომიკური მუშაკების დღე.", fact: "ყირგიზეთი: ფინანსური და ეკონომიკური მუშაკების დღე.", img: "Dghe"},
              { name: "მალტა: წამებულების დღე.", fact: "მალტა: წამებულების დღე.", img: "Dghe"},
              { name: "ნორვეგია: დამოუკიდებლობის გამოცხადების დღე.", fact: "ნორვეგია: დამოუკიდებლობის გამოცხადების დღე.", img: "Dghe"},
              { name: "პერუ: დროშის დღე.", fact: "პერუ: დროშის დღე.", img: "Dghe"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "მესამედ პოვნას პატიოსნისა თავის წმინდისა დიდებულისა წინამორბედისა და ნათლისმცემელისა იოანესი თერაპონტე კვიპრელი", fact: "მესამედ პოვნას პატიოსნისა თავის წმინდისა დიდებულისა წინამორბედისა და ნათლისმცემელისა იოანესი თერაპონტე კვიპრელი", img: "Kvipreli"},
              { name: "მესამედ პოვნას პატიოსნისა თავის წმინდისა დიდებულისა წინამორბედისა და ნათლისმცემელისა იოანესი", fact: "მესამედ პოვნას პატიოსნისა თავის წმინდისა დიდებულისა წინამორბედისა და ნათლისმცემელისა იოანესი", img: "Ioanesi"},
              { name: "თერაპონტე კვიპრელი", fact: "თერაპონტე კვიპრელი", img: "Kvipreli"}
            ],
  history:  [
              { name: "1099", fact: "პირველი ჯვაროსნული ლაშქრობა — დაიწყო იერუსალიმის ალყა.", img: "pirveli jvarosnuli lashkroba"},
              { name: "1340", fact: "ჰოლანდიაში დააარსეს ქალაქი როტერდამი.", img: "Roterdami"},
              { name: "1494", fact: "ესპანეთსა და პორტუგალის შორის დადებული შეთანხმებით ორმა ქვეყანამ ახალი მსოფლიო გაიყო.", img: "Gaiqo"},
              { name: "1654", fact: "ლუი XIV საფრანგეთის მეფე გახდა.", img: "Gakh"},
              { name: "1692", fact: "პორტ-როიალში, იამაიკა, მიწისძვრამ 1600 ადამიანი იმსხვერპლა, კიდევ 3000 მძიმედ დაშავდა.", img: "1600"},
              { name: "1775", fact: "შეერთებულმა კოლონიებმა შეიცვალეს სახელწოდება და ამ დღიდან მათ შეერთებული შტატები ეწოდათ.", img: "Etsodat"},
              { name: "1776", fact: "ყველა ინგლისურმა კოლონიამ ნიუ-იორკის გარდა მხარი დაუჭირა დამოუკიდებლობის გამოცხადებას.", img: "Gamotskhadeba"},
              { name: "1832", fact: "ირლანდიელი იმიგრანტების ჩამოტანილმა აზიურმა ქოლერამ კვებეკში 6000 ადამიანი იმსხვერპლა.", img: "6000"},
              { name: "1863", fact: "მეხიკო ფრანგებმა აიღეს.", img: "Aighe"},
              { name: "1893", fact: "განდის სამოქალაქო დაუმორჩილებლობის პირველი აქცია იწყება.", img: "Itsqeba"},
              { name: "1903", fact: "ბერლინში ფრანგმა მეცნიერმა პიერ კიურიმ განაცხადა ახალი ქიმიური ელემენტის პოლონიუმის აღმოჩენის შესახებ.", img: "Shesakheb"},
              { name: "1905", fact: "შვედეთისაგან დამოუკიდებლობა გამოაცხადა ნორვეგიამ.", img: "Norvegiam"},
              { name: "1913", fact: "ჩრდილოეთ ამერიკის კონტინენტზე უმაღლესი მწვერვალი მაკ-კინლი დაიპყრეს ამერიკელმა მთამსვლელებმა.", img: "Mtamsvleleb"},
              { name: "1919", fact: "ნიუ-იორკში პირველად ჩატარდა ავტომობილის მართვის მოწმობების წერითი ტესტური გამოცდა.", img: "Gamots"},
              { name: "1929", fact: "ვატიკანმა მიიღო სუვერენული სახელმწიფოს სტატუსი.", img: "Statusi"},
              { name: "1942", fact: "იაპონელმა ჯარისკაცებმა ალასკასთან აშშ-ის მფლობელობაში მყოფი ალეუტის ორი კუნძული დაიპრყეს.", img: "USA"},
              { name: "1960", fact: "საუდის არაბეთში ქალებს განათლების მიღების უფლე მიეცათ.", img: "Mietsat"},
              { name: "1965", fact: "კორპორაცია „სონი“-მ წარმოადგინა სახლის პირველი ვიდეომაგნიტოფონი CV-2000 რომლის ღირებულება $995 იყო.", img: "Iqo"},
              { name: "1966", fact: "ყოფილი მსახიობი, რონალდ რეიგანი, კალიფონიის 33-ე გუბერნატორი გახდა.", img: "33"},
              { name: "1967", fact: "ექვსდღიანი ომის შედეგად ისრაელმა იერუსალიმი აიღო.", img: "Aigho"},
              { name: "2006", fact: "ბრიტანეთის პარლამენტის შენობა დახურეს ანთრაქსის საშიშროების გამო.", img: "Gamo"},
              { name: "2007", fact: "ამერიკელმა მეცნიერებმა მიაკვლიეს პოტენციურად მომაკვდინებელი ბაქტერიის ახალ შტამს სახელით Bartonella rochalimae.", img: "Bartonella"},
              { name: "2015", fact: "საფეხბურთო კლუბმა ბარსელონამ ჩემპიონთა ლიგის ფინალში იტალიური იუვენტუსი დაამარცხა და ტიტული მეხუთედ მოიგო.", img: "Moigo"},
              { name: "2016", fact: "საქართველოს ეროვნულმა საფეხბურთო ნაკრებმა ამხანაგურ მატჩში ევროპის მოქმედი ჩემპიონი, ესპანეთის ნაკრები 1:0 დაამარცხა.", img: "Daamartskha"}
            ],
  born:     [
              { name: "1848", fact: "პოლ გოგენი — ფრანგი ფერმწერი, იმპრესიონისტი. (გ. 1903)", img: "1903"},
              { name: "1879", fact: "კნუდ რასმუსენი — დანიელი ეთნოგრაფი და მკვლევარი. (გ. 1933),", img: "1933"},
              { name: "1896", fact: "იმრე ნადი — უნგრელი პოლიტიკოსი, პრემიერ-მინისტრი 1953–1955 (გ.1958)", img: "1953"},
              { name: "1897", fact: "კირილ მერეცკოვი — რუსი სამხედრო და სახელმწიფო მოღვაწე (გ.1968)", img: "1968"},
              { name: "1917", fact: "დინ მარტინი — იტალიური წარმოშობის ამერიკელი მსახიობი (გ. 1995)", img: "1995"},
              { name: "1937", fact: "ელგუჯა ხინთიბიძე — ქართველი ფილოლოგი", img: "elguja khintibidze"},
              { name: "1940", fact: "ტომ ჯონსი — (ნამდვილი სახელი ტომას ჯონს ვუდოურდი), ინგლისელი მომღერალი.", img: "tom jonsi"},
              { name: "1942", fact: "მუამარ კადაფი — ლიბიელი სახელმწიფო და სამხედრო მოღვაწე (გ. 2011)", img: "2011"},
              { name: "1952", fact: "ორჰან ფამუქი — თურქი მწერალი", img: "orhan pamuki"},
              { name: "1958", fact: "პრინცი — ამერიკელი მუსიკოსი", img: "printsi"}
            ],
  died:     [
              { name: "1329", fact: "რობერტ ბრიუსი — შოტლანდიის მეფე (დ. 1274)", img: "1274"},
              { name: "1954", fact: "ალან ტიურინგი — ინგლისელი მათემატიკოსი (დ.1912)", img: "1912"},
              { name: "1962", fact: "კორნელი კეკელიძე — ქართველი მეცნიერი (დ. 1879)", img: "1879"},
              { name: "2015", fact: "კრისტოფერ ლი — ინგლისელი მსახიობი და მომღერალი. (დ. 1922)", img: "1922"}
            ]
});
