window.__dayDataCallback__({
  holidays: [
              { name: "ბოტსვანა: თანამეგობრობის დღე", fact: "ბოტსვანა: თანამეგობრობის დღე", img: "Dghe"},
              { name: "ინგუშეთი: რესპუბლიკის შექმნის დღე", fact: "ინგუშეთი: რესპუბლიკის შექმნის დღე", img: "Dghe"},
              { name: "ყაზახეთი: სახელმწიფო სიმბოლოების დღე", fact: "ყაზახეთი: სახელმწიფო სიმბოლოების დღე", img: "Dghe"},
              { name: "ყირგიზეთი: ხსოვნის დღე", fact: "ყირგიზეთი: ხსოვნის დღე", img: "Dghe"},
              { name: "მოლდოვა: ბანკის თანამშრომლის დღე", fact: "მოლდოვა: ბანკის თანამშრომლის დღე", img: "Dghe"},
              { name: "აშშ: ოჯახის დღე", fact: "აშშ: ოჯახის დღე", img: "USA"},
              { name: "აშშ, ალაბამა: ჯეფერსონ დევისის დღე", fact: "აშშ, ალაბამა: ჯეფერსონ დევისის დღე", img: "USA"},
              { name: "ტონგა: დამოუკიდებლობის დღე", fact: "ტონგა: დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ფინეთი: თავდაცვის ძალების დღე", fact: "ფინეთი: თავდაცვის ძალების დღე", img: "Dghe"},
              { name: "ესტონეთი: დროშის დღე", fact: "ესტონეთი: დროშის დღე", img: "Dghe"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ვლადიმირი – სერბეთის მთავარი II მსოფლიო საელესიო კრების ხსენება", fact: "ვლადიმირი – სერბეთის მთავარი II მსოფლიო საელესიო კრების ხსენება", img: "vladimiri"},
              { name: "ვლადიმირი – სერბეთის მთავარი", fact: "ვლადიმირი – სერბეთის მთავარი", img: "vladimiri"},
              { name: "II მსოფლიო საელესიო კრების ხსენება", fact: "II მსოფლიო საელესიო კრების ხსენება", img: "Khseneba"}
            ],
  history:  [
              { name: "ძვ. წ. 780", fact: "ისტორიაში პირველი მზის დაბნელება დაფიქსირდა ჩინეთში.", img: "Chinet"},
              { name: "1039", fact: "ჰენრი III საღვთო რომის იმპერატორი გახდა.", img: "Gakh"},
              { name: "1098", fact: "თურქმა სელჩუკებმა ჯვაროსნების მიერ ახლად აღებულ ანტიოქიას ალყა შემოარტყეს.", img: "Shemoartqe"},
              { name: "1615", fact: "სიოგუნი ტოკუგავა ოსაკას ციხეს იღებს.", img: "Igheb"},
              { name: "1716", fact: "ლუიზიანაში პირველად ჩაიყვანეს აფრიკელი მონები.", img: "Monebi"},
              { name: "1783", fact: "ძმები მონგოლფიეეები საჰაერო ბურთის დემონსტრაციას ახდენენ.", img: "Akhdenen"},
              { name: "1794", fact: "ბრიტანეთის ძალებმა პორტ-ო-პრენსი აიღეს ჰაიტიზე.", img: "Haitiz"},
              { name: "1800", fact: "ვაშინგტონში დასრულდა თეთრი სახლის მშენებლობა. მისი პირველი ბინადრები იყვნენ პრეზიდენტი ჯონ ადამსი და მისი მეუღლე.", img: "Washington"},
              { name: "1817", fact: "მთავრობის განკარგულებით ოდესას თავისუფალი ქალაქის სტატუსი მიენიჭა.", img: "Mienicha"},
              { name: "1856", fact: "მოსკოვში დაარსდა ტრეტიაკოვის გალერეა.", img: "Galerea"},
              { name: "1878", fact: "კვიპროსის შეთანხმება: ოსმალეთმა კვიპროსი დიდ ბრიტანეთს დაუთმო.", img: "Dautmo"},
              { name: "1912", fact: "მასაჩუსეტსი აშშ-ის პირველი შტატი გახდა, სადაც მინიმალური ხელფასის ზღვარი დაწესდა.", img: "USA"},
              { name: "1917 ნიუ-იორკში, კოლუმბიის უნივერსიტეტში პირველად პულიცერის პირველი პრემიები გაიცა", fact: "ლორა რიჩარდსი, მოდ ელიოტი და ფლორენსე ჰოლი გახდნენ პირველი ლაურეატები ბიოგრაფიისთვის, ჟენ ჟულს ჟუსერანი - ისტორიისთვის, ჰერბერტ სვუპი - ჟურნალიზმისთვის. დაარსდა ბრიტანეთის იმპერიის ორდენი.", img: "lora richardsi mod elioti da plorense holi gakhdnen pirveli laureatebi biograpiistvis zhen zhuls zhuserani"},
              { name: "ნიუ-იორკში, კოლუმბიის უნივერსიტეტში პირველად პულიცერის პირველი პრემიები გაიცა", fact: "ლორა რიჩარდსი, მოდ ელიოტი და ფლორენსე ჰოლი გახდნენ პირველი ლაურეატები ბიოგრაფიისთვის, ჟენ ჟულს ჟუსერანი - ისტორიისთვის, ჰერბერტ სვუპი - ჟურნალიზმისთვის.", img: "lora richardsi mod elioti da plorense holi gakhdnen pirveli laureatebi biograpiistvis zhen zhuls zhuserani"},
              { name: "დაარსდა ბრიტანეთის იმპერიის ორდენი.", fact: "დაარსდა ბრიტანეთის იმპერიის ორდენი.", img: "Ordeni"},
              { name: "1918", fact: "საქართველოს დემოკრატიულ რესპუბლიკასა და ოსმალეთის იმპერიას შორის ხელი მოეწერა ბათუმის საზავო ხელშეკრულებას.", img: "Khelshekruleba"},
              { name: "1919", fact: "ქალთა უფლებები: აშშ-ის კონგრესმა მიიღო მე-19 ჩასწორება აშშ-ის კონსტიტუციაში, რომლის მიხედვით ქალებს ხმის უფლება მიეცათ.", img: "19"},
              { name: "1928", fact: "იაპონელმა აგენტებმა ჩინეთის რესპუბლიკის პრეზიდენტი ჟან ჟულინი მოკლეს.", img: "Mokle"},
              { name: "1936", fact: "ლეონ ბლუმი საფრანგეთის პრემიერ-მინისტრი გახდა.", img: "Gakh"},
              { name: "1943", fact: "ხუნტამ არგენტინაში რამონ კასტიოს მთავრობა ჩამოაგდო.", img: "Chamoagdo"},
              { name: "1944", fact: "მეორე მსოფლიო ომი - მოკავშირეებმა რომი აიღეს.", img: "Rome"},
              { name: "1969", fact: "ისრაელში მიიღეს კანონი რომლის მიხედვით ეროვნულ ვალუტას შეკელი ეწოდა.", img: "Etso"},
              { name: "1970", fact: "ტონგამ დამოუკიდებლობა გამოაცხადა დიდი ბრიტანეთისაგან.", img: "Britanetisagan"},
              { name: "1975", fact: "„როლინგ სტოუნზი“ გახდა პირველი დაავლური როკ ჯგუფი რომელმაც საბჭოთა კავშირის ტერიტორიაზე გამოცემული ფირფიტებისთვის ჰონორარი მიიღო.", img: "Miigho"},
              { name: "1989", fact: "ჩინეთის მთავრობამ პეკინში ტიანანმენის მოედანზე გამოსული მომიტინგეები დაარბია ტანკებითა და ჯარისკაცებით.", img: "Jariskatsebit"},
              { name: "1989", fact: "ომის შემდეგ პოლონეთში ჩატარებულ პირველ თავისუფალ საპარლამენტო არჩევნებში სოლიდარობის პარტიის გამარჯვებამ ანტი-კომუნისტური რევოლუციების ტალღა ააგორა აღმოსავლეთ ევროპის ქვეყნებში.", img: "Kveqneb"},
              { name: "2000", fact: "შრი-ლანკის მთავრობამ გააუქმა ქვეყანაში დემონსტრაციების გამართვის შეზღუდვა.", img: "Shezghudva"},
              { name: "2010", fact: "იუკიო ჰატოიამას გადადგომის შემდეგ, იაპონიის პრემიერ-მინისტრი დემოკრატი ნაოტო კანი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1738", fact: "ჯორჯ III — დიდი ბრიტანეთის მეფე (გ.1820)", img: "jorj III"},
              { name: "1895", fact: "ანა ჟღენტი — ქართველი თერაპევტი (გ.1976)", img: "1976"},
              { name: "1975", fact: "ჯოლი, ანჯელინა — ამერიკელი მსახიობი", img: "joli anjelina"}
            ],
  died:     [
              { name: "1941", fact: "ვილჰელმ II — გერმანიის უკანასკნელი იმპერატორი (დ.1859)", img: "vilhelm II"},
              { name: "1942", fact: "ჰაიდრიხი, რაინჰარდ — გერმანიის სახელმწიფო და სამხედრო მოღვაწე (დ.1904)", img: "1904"},
              { name: "1983", fact: "ფირცხალავა, გიორგი — ქართველი გრაფიკოსი, მოქანდაკე, კარიკატურისტი", img: "pirtskhalava giorgi"},
              { name: "2001", fact: "დიპენდრა — ნეპალის მეფე (დ.1971)", img: "1971"}
            ]
});
