window.__dayDataCallback__({
  holidays: [
              { name: "აზერბაიჯანი - სამოქალაქო ავიაციის დღე", fact: "აზერბაიჯანი - სამოქალაქო ავიაციის დღე", img: "azerbaijani"},
              { name: "იტალია - რესპუბლიკის დღე", fact: "იტალია - რესპუბლიკის დღე", img: "italia"},
              { name: "ბულგარეთი - ხრისტო ბოტევის დღე (ოსმალეთის იმპერიასთან ბრძოლაში დაღუპული მებრძოლების დღე)", fact: "ბულგარეთი - ხრისტო ბოტევის დღე (ოსმალეთის იმპერიასთან ბრძოლაში დაღუპული მებრძოლების დღე)", img: "bulgareti"},
              { name: "რუსეთი - ჯანსაღი კვების დღე", fact: "რუსეთი - ჯანსაღი კვების დღე", img: "ruseti"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ზაბულონი და სოსანა – წმინდა ნინოს მშობლები თალალე, ალექსანდრე და ასტერი მოწამე ასკალონი აღმოყვანება წმინდათა ნაწილთა წმინდისა ალექსისა, მიტროპოლიტისა მოსკოვისა და სრულიად რუსეთისა საკვირველთმოქმედისა ღირსი თალასე", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ზაბულონი და სოსანა – წმინდა ნინოს მშობლები თალალე, ალექსანდრე და ასტერი მოწამე ასკალონი აღმოყვანება წმინდათა ნაწილთა წმინდისა ალექსისა, მიტროპოლიტისა მოსკოვისა და სრულიად რუსეთისა საკვირველთმოქმედისა ღირსი თალასე", img: "martlmadidebeli eklesia moikhseniebs tsmindanebs zabuloni da sosana"},
              { name: "ზაბულონი და სოსანა – წმინდა ნინოს მშობლები", fact: "ზაბულონი და სოსანა – წმინდა ნინოს მშობლები", img: "zabuloni da sosana"},
              { name: "თალალე, ალექსანდრე და ასტერი", fact: "თალალე, ალექსანდრე და ასტერი", img: "Asteri"},
              { name: "მოწამე ასკალონი", fact: "მოწამე ასკალონი", img: "Askaloni"},
              { name: "აღმოყვანება წმინდათა ნაწილთა წმინდისა ალექსისა, მიტროპოლიტისა მოსკოვისა და სრულიად რუსეთისა საკვირველთმოქმედისა", fact: "აღმოყვანება წმინდათა ნაწილთა წმინდისა ალექსისა, მიტროპოლიტისა მოსკოვისა და სრულიად რუსეთისა საკვირველთმოქმედისა", img: "Sakvirveltmokmedi"},
              { name: "ღირსი თალასე", fact: "ღირსი თალასე", img: "Talas"}
            ],
  history:  [
              { name: "455", fact: "ვანდალებმა რომში შეაღწიეს და ორი კვირა ძარცვავდნენ.", img: "Dzartsvavdnen"},
              { name: "1098", fact: "ჯვაროსნებმა ანტიოქიის ქალაქის გალავანი გაარღვიეს.", img: "Gaarghvie"},
              { name: "1780", fact: "პირველი დერბი ჩატარდა აშშ-ში.", img: "USA"},
              { name: "1793", fact: "ჟან-პოლ მარა საფრანგეთის ნაციონალურ კონვენციას უსახელებს 29 ადამიანს, რომლებიც მოგვიანებით გილიოტინით დასაჯეს. მომდევნო წლის განმავლობაში კიდევ 17.000 ადამიანს მოჭრეს თავი ტერორის მმართველობის პერიოდში.", img: "29"},
              { name: "1857", fact: "ჯეიმზ გიბმა დააპატენტა საკერავი მანქანა.", img: "Mankana"},
              { name: "1864", fact: "მოსკოვში გაიხსნა ზოოპარკი", img: "Zooparki"},
              { name: "1891", fact: "ირლანდიელი უილიამ მაკკრამას შეთავაზებით ფეხბურთის წესებში დაემატა 11 მეტრიანი საჯარიმო დარტყმა(პენალტი)", img: "11"},
              { name: "1897", fact: "ნიუ-იორკის ყოველკვიერულმა ჟურნალმა «New York Journal», გამოაქვეყნა ცნობა სადაც უარყო მარკ ტვენის გარდაცვალების ფაქტი, ამ ცნობას თან ერთვოდა მარკ ტვენის მიერ ლონდონიდან გამოგზავნილი დეპეშის ცნობილი ტექსტი: „ცნობა ჩემი გარდაცვალების შესახებ ცოტათი გაზვიადებულია“", img: "New York Journal"},
              { name: "1896", fact: "გულიელმო მარკონიმ მიიღო პატენტი მისი უახლესი გამოგონება - რადიოსთვის.", img: "gulielmo markonim miigho patenti misi uakhlesi gamogoneba"},
              { name: "1910", fact: "ახალ გვინეაში აღმოაჩინეს პიგმეების ტომი.", img: "Tomi"},
              { name: "1924", fact: "აშშ-ში მცხოვრებმა ინდიელებმა ამერიკის მოქალაქეობა მიიღეს", img: "USA"},
              { name: "1946", fact: "რეფერენდუმში იტალიელებმა მონარქიას რესპუბლიკა ამჯობინეს. მეფე უმბერტო II დი სავოია ქვეყნიდან გადაიხვეწა.", img: "Gadaikhvetsa"},
              { name: "1953", fact: "ჩატარდა დიდი ბრიტანეთის დედოფალ ელისაბედ II-ს ინაუგურაცია.", img: "Inaugurats"},
              { name: "1955", fact: "საფუძველი ჩაეყარა კოსმოდრომ ბაიკონურს.", img: "Baikonur"},
              { name: "1975", fact: "ფრანგმა მეძავებმა ლიონის ეკლესია დაიკავეს გადამეტებული ჯარიმებისა და გადასახადების პროტესტის ნიშნად, და ასევე პოლიციის მიერ ძალადობის მიმართ უყურადღებობის გამო, რამაც დასაბამი მისცა სექსის მუშათა უფლებების დაცვის მოძრაობას.", img: "Modzraoba"},
              { name: "1979", fact: "პაპი იოანე პავლე II მშობლიურ პოლონეთში ჩადის, გახდა რა ამით პირველი პაპი, რომელიც კომუნისტურ ქვეყანას ეწვია.", img: "Pope"},
              { name: "1992", fact: "დანიამ უარყო მაასტრიხტის ხელშეკრულება ხმათა მცირე უმრავლესობით ეროვნულ რეფერენდუმში.", img: "Reperendum"},
              { name: "1999", fact: "ბჰუტანის სამაუწყებლო კომპანიამ პირველად შემოიღო სამეფოში სატელევიზიო გადაცემა.", img: "Gadatse"},
              { name: "2003", fact: "ევროპამ პირველი გაშვება მოახდინა პლანეტა მარსზე. ევროპული კოსმოსური სააგენტოს მარს-ექსპრესი ყაზახეთის ბაიკონურის კოსმოდრომიდან აფრინდა.", img: "Aprin"},
              { name: "2008", fact: "იამაიკელი უსეინ ბოლტი 9,72 წამით ახალ მსოფლიო რეკორდს ამყარებს 100 მეტრზე სპრინტში რიბოკის გრან პრიზე ნიუ-იორკში.", img: "72"},
              { name: "2014", fact: "ინდოეთში ანდჰრა-პრადეშის შტატის გაყოფის შედეგად ტელანგანის შტატი შეიქმნა.", img: "Sheikmna"},
              { name: "2015", fact: "ფიფა-ს პრეზიდენტი ზეპ ბლატერი თანამდებობიდან გადადგა.", img: "Gadadga"},
              { name: "2015", fact: "რაიმონდს ვეიონისი ლატვიის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2019", fact: "ბრიგიტე ბირლაინი ავსტრიის პირველი ქალი-კანცლერი გახდა.", img: "Gakh"},
              { name: "2021", fact: "იცხაკ ჰერცოგი ისრაელის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2024", fact: "კლაუდია შეინბაუმი მექსიკის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1535", fact: "ლეო XI — რომის პაპი (გ.1605)", img: "Rome"},
              { name: "1740", fact: "სადი, მარკიზ დე — ფრანგი მწერალი (გ.1814)", img: "1814"},
              { name: "1835", fact: "პიუს X — რომის პაპი (გ.1914)", img: "1914"},
              { name: "1840", fact: "ჰარდი, ტომას — ინგლისელი პოეტი, მწერალი (გ.1928)", img: "1928"},
              { name: "1857", fact: "ელგარი, ედუარდ — ინგლისელი კომპოზიტორი (გ.1934)", img: "1934"},
              { name: "1888", fact: "ჯაბადარი, გიორგი — ქართველი რეჟისორი და პედაგოგი (გ.1938)", img: "1938"},
              { name: "1914", fact: "ჰაჯიბეილი, ვალერია — ქართველი არქიტექტორი.", img: "hajibeili valeria"},
              { name: "1942", fact: "ტონი ბუზანი – ინგლისელი მწერალი და განათლების კონსულტანტი.", img: "toni buzani"}
            ],
  died:     [
              { name: "1298", fact: "ადოლფი (ნასაუ) — საღვთო რომის იმპერატორი", img: "Rome"},
              { name: "1882", fact: "გარიბალდი, ჯუზეპე — იტალიის სახალხო გმირი (დ.1807)", img: "1807"},
              { name: "1987", fact: "სეგოვია, ანდრეს — ესპანელი გიტარისტი (დ.1893)", img: "1893"}
            ]
});
