window.__dayDataCallback__({
  holidays: [
              { name: "ავსტრალია: მაბოს დღე", fact: "ავსტრალია: მაბოს დღე", img: "Dghe"},
              { name: "ნამიბია: ნამიბიის შეიარაღებული ძალების დღე", fact: "ნამიბია: ნამიბიის შეიარაღებული ძალების დღე", img: "Dghe"},
              { name: "აშშ, ტენესი: კონფედერატების ხსოვნის დღე", fact: "აშშ, ტენესი: კონფედერატების ხსოვნის დღე", img: "USA"},
              { name: "უგანდა: წამებულების დღე", fact: "უგანდა: წამებულების დღე", img: "Dghe"},
              { name: "მონტენეგრო: დამოუკიდებლობის დღე", fact: "მონტენეგრო: დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: კონსტანტინე დიდი და მოციქულთასწორი ელენე", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: კონსტანტინე დიდი და მოციქულთასწორი ელენე", img: "Elen"},
              { name: "კონსტანტინე დიდი და მოციქულთასწორი ელენე", fact: "კონსტანტინე დიდი და მოციქულთასწორი ელენე", img: "Elen"}
            ],
  history:  [
              { name: "350", fact: "რომაელი უზურპატორი ნეპოტიანუსი თავს რომის იმპერატორად აცხადებს და რომში გლადიატორთა ჯგუფთან ერთად შედის.", img: "Shed"},
              { name: "1098", fact: "პირველი ჯვაროსნული ლაშქრობა - რვათვიანი ალყის შემდეგ ჯვაროსნებმა ანტიოქია აიღეს.", img: "pirveli jvarosnuli lashkroba"},
              { name: "1326", fact: "ნოვგოროდის ზავით განისაზღვრა საზღვარი რუსეთსა და ნორვეგიას შორის ფინმარკში.", img: "Pinmark"},
              { name: "1539", fact: "ერნანდო დე სოტომ ფლორიდა ესპანეთის საკუთრებად გამოაცხადა.", img: "Gamoatskha"},
              { name: "1620", fact: "ფრანგულენოვან ჩრდ. ამერიკაში უძველესი ქვის ეკლესიის, ანგის ღვთისმშობლის ტაძარი, მშენებლობა დაიწყო კვებეკ-სიტიში, კანადა.", img: "USA"},
              { name: "1621", fact: "დაარსდა ჰოლანდიური ვესტ-ინდური კომპანია, რომელსაც მიეცა ჩრდილოეთ და სამხრეთ ამერიკის ათვისების ექსკლუზიური უფლება.", img: "Upleba"},
              { name: "1800", fact: "აშშ-ის პრეზიდენტი ჯონ ადამსი ვაშინგტონში დასახლდა (ტავერნაში, თეთრი სახელი ჯერ დასრულებული არ იყო).", img: "Washington"},
              { name: "1837", fact: "ლონდონთან ახლოს გაიხსნა პირველი იპოდრომი.", img: "London"},
              { name: "1889", fact: "კანადის პაციფიკ რეილვეი (ტრანსკანადური რკინიგზა) დასრულდა, რომელმაც შეაერთა ატლანტისა და წყნარი ოკეანის სანაპიროები.", img: "Sanapiroebi"},
              { name: "1940", fact: "მეორე მსოფლიო ომი: ლუფტვაფემ პარიზის დაბომბვა დაიწყო.", img: "Daitsqo"},
              { name: "1940", fact: "მეორე მსოფლიო ომი: დუნკირკის ბრძოლაში გერმანიამ მოკავშირეები დაამარცხა.", img: "Daamartskha"},
              { name: "1950", fact: "ფრანგმა მთამსვლელებმა დაიპყრეს დედამიწაზე მეათე უმაღლესი მწვერვალი ანაპურნა I.", img: "Anapurna"},
              { name: "1959", fact: "სინგაპურმა მიიღო კონსტიტუცია და გახდა თვითმმართველი ქალაქი.", img: "Kalaki"},
              { name: "1965", fact: "ედუარდ უაიტი გახდა პირველი ამერიკელი ასტრონავტი რომელიც ღია კოსმოსში გავიდა. ეს ფრენა სრულდებოდა ხომალდით ჯემინი 4.", img: "Jemini"},
              { name: "1970", fact: "პირველი ხელოვნური გენის სინთეზი განხორციელდა.", img: "Gankhortsiel"},
              { name: "1985", fact: "ვატიკანსა და იტალიას შორის გაფორმდა შეთანხმება რომლის ძალით კათოლიციზმი არ არის სახელმწიფო რელიაგია.", img: "Reliag"},
              { name: "1997", fact: "ლიონელ ჟოსპენი საფრანგეთის პრემიერ მინისტრი გახდა.", img: "Gakh"},
              { name: "2004", fact: "ბრიუსელის შემოგარენში, უკკელში, გაიხსნა მსოფლიოში ყველაზე ღრმა საცურაო აუზი რომელსაც ჟიულ ვერნის რომანის პერსონჟის სახელი ნემო 33 ეწოდა. მისი სიღრმე 33 მეტრია.", img: "33"},
              { name: "2006", fact: "მონტენეგროს ფორმალური დამოუკიდებლობის დეკლარაციის სერბეთისა და მონტენეგროს კავშირი დაიშალა.", img: "Daishala"},
              { name: "2006", fact: "კანადაში უმსხვილესი ანტიტერორისტული აქცია მოაწყვეს, რომლითაც ონტარიოზე დაგეგმილი იერიშის 17 ბრალდებული დააკავეს.", img: "17"},
              { name: "2009", fact: "ამერიკის სახელმწიფოთა ორგანიზაციამ ბათილად ცნო 1969 წლის გადაწყვეტილება კუბის გარიცხვის შესახებ. „Nereus“ მესამე დისტანციური მართვის აპარატი გახდა მსოფლიოში, რომელიც წყნარი ოკეანის ჩელენჯერის უფსკრულის ფსკერზე დაეშვა.", img: "Nereus"},
              { name: "ამერიკის სახელმწიფოთა ორგანიზაციამ ბათილად ცნო 1969 წლის გადაწყვეტილება კუბის გარიცხვის შესახებ.", fact: "ამერიკის სახელმწიფოთა ორგანიზაციამ ბათილად ცნო 1969 წლის გადაწყვეტილება კუბის გარიცხვის შესახებ.", img: "1969"},
              { name: "„Nereus“ მესამე დისტანციური მართვის აპარატი გახდა მსოფლიოში, რომელიც წყნარი ოკეანის ჩელენჯერის უფსკრულის ფსკერზე დაეშვა.", fact: "„Nereus“ მესამე დისტანციური მართვის აპარატი გახდა მსოფლიოში, რომელიც წყნარი ოკეანის ჩელენჯერის უფსკრულის ფსკერზე დაეშვა.", img: "Nereus"},
              { name: "2025", fact: "ლი ჯე მიონგი სამხრეთ კორეის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1729", fact: "ჰატონი, ჯეიმზ — შოტლანდიელი ბუნებისმეტყველი, გეოლოგი.", img: "hatoni jeimz"},
              { name: "1856", fact: "ბარნოვი, ვასილ — ქართველი მწერალი", img: "barnovi vasil"},
              { name: "1865", fact: "ჯორჯ V — დიდი ბრიტანეთის მეფე (გ.1936)", img: "1936"},
              { name: "1877", fact: "დუფი, რაულ — ფრანგი მხატვარი (გ.1953)", img: "1953"},
              { name: "1926", fact: "გინზბერგი, ალენ — ამერიკელი პოეტი (გ.1997)", img: "1997"},
              { name: "1964", fact: "კერი კინგი — ჯგუფ სლეიერის გიტარისტი.", img: "keri kingi"}
            ],
  died:     [
              { name: "1657", fact: "ჰარვეი, უილიამ — ინგლისელი ექიმი, ფიზიოლოგი და ემბრიოლოგი.", img: "harvei uiliam"},
              { name: "1875", fact: "ბიზე, ჯორჯ — ფრანგი კომპოზიტორი (დ.1838)", img: "1838"},
              { name: "1899", fact: "იოჰან შტრაუსი (შვილი) — ავსტრიელი კომპოზიტორი (დ.1825)", img: "1825"},
              { name: "1924", fact: "კაფკა, ფრანც — ავსტრიელი მწერალი (დ.1883)", img: "1883"},
              { name: "1946", fact: "კალინინი, მიხეილ — საბჭოთა პოლიტიკოსი", img: "kalinini mikheil"},
              { name: "1963", fact: "იოანე XXIII — რომის პაპი (დ.1881)", img: "Rome"},
              { name: "1977", fact: "როსელინი, რობერტო — იტალიელი კინორეჟისორი (დ.1906)", img: "1906"},
              { name: "1989", fact: "ხომეინი, რუჰოლა — ირანის სარწმუნოებრივი და პოლიტიკური ლიდერი (დ.1900)", img: "1900"},
              { name: "2016", fact: "ალი, მუჰამედ — ამერიკელი მოკრივე (დ. 1942)", img: "1942"}
            ]
});
