window.__dayDataCallback__({
  holidays: [
              { name: "აზერბაიჯანი - ადამიანის უფლებების დღე", fact: "აზერბაიჯანი - ადამიანის უფლებების დღე", img: "azerbaijani"},
              { name: "ეგვიპტე - ევაკუაციის დღე, „ნილოსის დღესასწაული“ - ს (ძველეგვიპტური)", fact: "ეგვიპტე - ევაკუაციის დღე, „ნილოსის დღესასწაული“ - ს (ძველეგვიპტური)", img: "egvipte"},
              { name: "სეიშელის კუნძულები - კონსტიტუციის დღე.", fact: "სეიშელის კუნძულები - კონსტიტუციის დღე.", img: "seishelis kundzulebi"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: დოროთე ტვირელი წმინდა მოწამენი მარკიანე, ნიკანდრე, იპერხი, აპოლონი, ლეონიდე, არიოსი, გიორგი, სელინე, ირინეოსი და პავმონე თეოდორე მეუდაბნოე ანუბი აღმსარებელი აბბა დოროთე", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: დოროთე ტვირელი წმინდა მოწამენი მარკიანე, ნიკანდრე, იპერხი, აპოლონი, ლეონიდე, არიოსი, გიორგი, სელინე, ირინეოსი და პავმონე თეოდორე მეუდაბნოე ანუბი აღმსარებელი აბბა დოროთე", img: "Dorot"},
              { name: "დოროთე ტვირელი", fact: "დოროთე ტვირელი", img: "Tvireli"},
              { name: "წმინდა მოწამენი მარკიანე, ნიკანდრე, იპერხი, აპოლონი, ლეონიდე, არიოსი, გიორგი, სელინე, ირინეოსი და პავმონე", fact: "წმინდა მოწამენი მარკიანე, ნიკანდრე, იპერხი, აპოლონი, ლეონიდე, არიოსი, გიორგი, სელინე, ირინეოსი და პავმონე", img: "Pavmon"},
              { name: "თეოდორე მეუდაბნოე", fact: "თეოდორე მეუდაბნოე", img: "Meudabno"},
              { name: "ანუბი აღმსარებელი", fact: "ანუბი აღმსარებელი", img: "Aghmsarebeli"},
              { name: "აბბა დოროთე", fact: "აბბა დოროთე", img: "Dorot"}
            ],
  history:  [
              { name: "1264", fact: "ირლანდიის პარლამენტი შეიკრიბა კასლდერმოტში, კილდარის საგრაფო - ირლანდიის აღმასრულებელი ორგანოს პირველი ცნობილი შეხვედრა.", img: "irlandiis parlamenti sheikriba kasldermotshi kildaris sagrapo"},
              { name: "1429", fact: "ფრანგები ჟანა დ'არკის ხელმძღვანელობით ამარცხებენ ინგლისელებს პატეს ბრძოლაში, რაც გარდატეხის მომენტი გახდა ასწლიან ომში.", img: "Omshi"},
              { name: "1583", fact: "ადამიანის სიცოცხლის პირველი დაზღვევა მსოფლიოში, ლონდონში რიჩარდ მარტინმა 383 ფუნტად დააზღვია უილიამ გიბსონის სიცოცხლე.", img: "383"},
              { name: "1767", fact: "ინგლისელმა საზღვაო კაპიტანმა სემუელ უოლისმა შეამჩნია ტაიტი და პირველი ევროპელი გახდა, რომელმაც ამ კუნძულზე დადგა ფეხი.", img: "Pekhi"},
              { name: "1778", fact: "ამერიკის რევოლუციური ომი: ბრიტანელებმა ფილადელფია დატოვეს.", img: "Datove"},
              { name: "1812", fact: "აშშ-ის კონგრესმა ომი გამოუცხადა დიდი ბრიტანეთისა და ირლანდიის გაერთიანებულ სამეფოს.", img: "USA"},
              { name: "1815", fact: "ვატერლოოს ბრძოლაში ნაპოლეონ ბონაპარტმა მეორედ და საბოლოოდ დაკარგა საფრანგეთის სამეფო გვირგვინი.", img: "Gvirgvini"},
              { name: "1817", fact: "ლონდონში გაიხსნა ვატერლოოს ხიდი.", img: "London"},
              { name: "1903", fact: "სან ფრანცისკოში სტარტი აიღო პირველმა კონტინენტურმა ავტორბოლამ, რომელიც სამი თვის შემდეგ ნიუ:იორკში დაასრულდა.", img: "Daasrul"},
              { name: "1900", fact: "ჩიენთის დედოფალმა ლონიუმ ბრძანა ყველა უცხოელის მოკვლა, მათ შორის დიპლომატებისა და მათი ოჯახების.", img: "Ojakheb"},
              { name: "1924", fact: "ჯორჯ მაიკენი - პროფესიონალური კალათბურთელი, რომელიც მინეაპოლის ლეიკერსში თამაშობდა.", img: "jorj maikeni"},
              { name: "1940", fact: "შარლ დე გოლის განთქმული სახალხო მიმართვა.", img: "Mimartva"},
              { name: "1932", fact: "არსებობა შეწყვიტა ჩილეს სოციალისტურმა რესპუბლიკამ.", img: "Respublikam"},
              { name: "1953", fact: "ეგვიპტეში მონარქია გაუქმდა და გამოცხადდა ეგვიპტის რესპუბლიკა.", img: "Respublika"},
              { name: "1959", fact: "პირველად მოხდა ტელეგადაცემის ტრანსლირება ინგლისიდან აშშ-ში", img: "USA"},
              { name: "1967", fact: "ჯიმი ჰენდრიქსმა საკუთარი გიტარა დაწვა სცენაზე მონტერეის პოპ ფესტივალზე.", img: "Pestivalz"},
              { name: "1979", fact: "საბჭოთა კავშირმა და აშშ-მა ხელი მოაწერეს სტრატეგიული შეიარაღებების შემცირების ხელშეკრულებას.", img: "USA"},
              { name: "1983", fact: "ასტრონავტი სელი რაიდი პირველი ამერიკელი ქალი გახდა კოსმოსში.", img: "Kosmos"},
              { name: "2006", fact: "ყაზახეთმა პირველი ხელოვნური თანამგზავრი (KazSat) გაუშვა დედამიწის ორბიტაზე.", img: "Kaz"},
              { name: "2014", fact: "თურქეთის ყოფილ პრეზიდენტს ქენან ევრენს სამუდამო პატიმრობა მიუსაჯეს 1980 წლის სამხედრო გადატრიალებაში ჩადენილი დანაშაულისათვის. ესპანეთის მეფე ხუან კარლოს I გადადგა და ტახტი თავის შვილს, ფილიპე VI-ს დაუთმო.", img: "1980"},
              { name: "თურქეთის ყოფილ პრეზიდენტს ქენან ევრენს სამუდამო პატიმრობა მიუსაჯეს 1980 წლის სამხედრო გადატრიალებაში ჩადენილი დანაშაულისათვის.", fact: "თურქეთის ყოფილ პრეზიდენტს ქენან ევრენს სამუდამო პატიმრობა მიუსაჯეს 1980 წლის სამხედრო გადატრიალებაში ჩადენილი დანაშაულისათვის.", img: "1980"},
              { name: "ესპანეთის მეფე ხუან კარლოს I გადადგა და ტახტი თავის შვილს, ფილიპე VI-ს დაუთმო.", fact: "ესპანეთის მეფე ხუან კარლოს I გადადგა და ტახტი თავის შვილს, ფილიპე VI-ს დაუთმო.", img: "Dautmo"},
              { name: "2021", fact: "იბრაჰიმ რაისი ირანის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2023", fact: "ბატისკაფმა „ტიტანმა“ ჩაძირული „ტიტანიკის“ სიახლოვეს კატასტროფა განიცადა, რასაც 5 ადამიანი ემსხვერპლა.", img: "Emskhverpla"}
            ],
  born:     [
              { name: "1812", fact: "ივანე გონჩაროვი — რუსი მწერალი (გ.1891)", img: "1891"},
              { name: "1903", fact: "რადიგე, რეიმონ — ფრანგი მწერალი (გ.1823)", img: "1823"},
              { name: "1929", fact: "ჰაბერმასი, იურგენ — გერმანელი სოციოლოგი, ფილოსოფი", img: "habermasi iurgen"},
              { name: "1942", fact: "მაკარტნი, პოლ — ინგლისელი მუსიკოსი, The Beatles-ის წევრი", img: "The Beatles"}
            ],
  died:     [
              { name: "1291", fact: "ალფონსო III — არაგონის მეფე", img: "alponso III"},
              { name: "1936", fact: "გორკი, მაქსიმ — რუსი მწერალი", img: "gorki maksim"},
              { name: "1960", fact: "ალექსი-მესხიშვილი, შალვა — ქართველი ადვოკატი და პოლიტიკური მოღვაწე", img: "aleksi meskhishvili shalva"},
              { name: "1974", fact: "ჟუკოვი, გიორგი — რუსი სამხედრო მოღვაწე (დ.1896)", img: "1896"},
              { name: "1995", fact: "ბაქრაძე, თამარ — ქართველი მსახიობი", img: "bakradze tamar"},
              { name: "2010", fact: "ჟოზე სარამაგო — პორტუგალიელი მწერალი", img: "zhoze saramago"}
            ]
});
