window.__dayDataCallback__({
  holidays: [
              { name: "რუსეთი - რუსეთის დღე", fact: "რუსეთი - რუსეთის დღე", img: "ruseti"},
              { name: "ბრაზილია - შეყვარებულების დღე.", fact: "ბრაზილია - შეყვარებულების დღე.", img: "brazilia"},
              { name: "პარაგვაი - მშვიდობის დღე", fact: "პარაგვაი - მშვიდობის დღე", img: "paragvai"},
              { name: "ფილიპინები - დამოუკიდებლობის დღე.", fact: "ფილიპინები - დამოუკიდებლობის დღე.", img: "pilipinebi"},
              { name: "ფინეთი - ჰელსინკის დღე.", fact: "ფინეთი - ჰელსინკის დღე.", img: "pineti"},
              { name: "უკრაინა - საფონდო ბირჟის მუშაკის დღე", fact: "უკრაინა - საფონდო ბირჟის მუშაკის დღე", img: "ukraina"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ისააკ იღუმენი ნატალია და სალონე წმინდა ევპლი", fact: "ისააკ იღუმენი ნატალია და სალონე წმინდა ევპლი", img: "Evpli"},
              { name: "ისააკ იღუმენი", fact: "ისააკ იღუმენი", img: "Ighumeni"},
              { name: "ნატალია და სალონე", fact: "ნატალია და სალონე", img: "Salon"},
              { name: "წმინდა ევპლი", fact: "წმინდა ევპლი", img: "Evpli"}
            ],
  history:  [
              { name: "1668", fact: "შვედეთში ქალაქ ლუნდში დაარსდა ევროპაში ერთ-ერთი უძველესი უნივერსიტეტი.", img: "Universiteti"},
              { name: "1815", fact: "ბანკირ როტშილდის ინტრიგების გამო ლონდონურმა გაზეთმა „მორნინგ ქრონიკალ“-მა რამდენიმე დღით ადრე გამოაქვეყნა ცნობა ნაპოლეონის გამარჯვების შესახებ ვატერლოოს ბრძოლაში. როტშილდმა პანიკით ისარგებლა და იაფად შეიძინა უამრავი აქცია.", img: "Akts"},
              { name: "1849", fact: "ლუის ჰასლეტმა აირწინაღი დააპატენტა.", img: "Daapatenta"},
              { name: "1864", fact: "დასრულდა კოლდ-ჰარბორის ბრძოლა.", img: "Brdzola"},
              { name: "1867", fact: "შეიქმნა ავსტრია-უნგრეთის იმპერია.", img: "Imper"},
              { name: "1897", fact: "კარლ ელზენერმა დააპატენტა მსოფლიოში ცნობილი შვეიცარიული სამხედრო დანა.", img: "Dana"},
              { name: "1898", fact: "გენერალმა ემილიო აგინალდომ ფილიპინების დამოუკიდებლობა გამოაცხადა ესპანეთისაგან.", img: "Espanetisagan"},
              { name: "1920", fact: "საქართველოს დემოკრატიული რესპუბლიკა და აზერბაიჯანის სსრ ხელს აწერენ სამშვიდობო ხელშეკრულებას აღსტაფაში. ოფიციალურად გაიხსნა პანამის არხი, თუმცა პირველი გემი ამ არხში 1914 წლის აგვისტოში გავიდა.", img: "1914"},
              { name: "ოფიციალურად გაიხსნა პანამის არხი, თუმცა პირველი გემი ამ არხში 1914 წლის აგვისტოში გავიდა.", fact: "ოფიციალურად გაიხსნა პანამის არხი, თუმცა პირველი გემი ამ არხში 1914 წლის აგვისტოში გავიდა.", img: "1914"},
              { name: "1935", fact: "მუსოლინიმ აკრძალა იტალიაში გაზეთ “ნიუ-იორკ თაიმსი“-ს გაყიდვა იმ მიზეზით რომ გაზეთში არაობიექტურად აშუქებდნენ ფაშისტების მოღვაწეობას.", img: "Moghvatseoba"},
              { name: "1968", fact: "საფრანგეთის მთავრობამ შემოიღო დემონსტრაციების გამართვის აკრძალვა და გააუქმა 11 სტუდენტური ორგანიზაცია.", img: "11"},
              { name: "1991", fact: "საბჭოთა კავშირში რუსეთის რესპუბლიკის პრეზიდენტად არჩეულ იქნა ბორის ელცინი.", img: "Eltsini"},
              { name: "2008", fact: "ჩინეთის სახალხო რესპუბლიკა და ტაივანი ბოლო ათწლეულში პირველ ფორმალურ მოლაპარაკებებს მართავენ ურთიერთობების გასაუმჯობესებლად.", img: "Gasaumjobesebl"},
              { name: "2016", fact: "ორლანდოს ღამის კლუბზე თავდასხმის შედეგად დაიღუპა 50 და დაშავდა 53 ადამიანი.", img: "50"},
              { name: "2017", fact: "ქართველმა სპორტსმენმა, თეოდორა კახიანმა ხმლით ფარიკაობაში ოქროს მედალი მოიპოვა და ევროპის ჩემპიონი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1890", fact: "შილე, ეგონ — ავსტრიელი მხატვარი (გ.1918)", img: "1918"},
              { name: "1924", fact: "ჯორჯ ჰერბერტ უოლკერ ბუში — აშშ-ის 41-ე პრეზიდენტი", img: "41"},
              { name: "1941", fact: "კორია, ჩიკ — ამერიკელი მუსიკოსი", img: "koria chik"}
            ],
  died:     [
              { name: "816", fact: "ლეო III — რომის პაპი", img: "Rome"},
              { name: "1976", fact: "ანა ჟღენტი — ქართველი თერაპევტი (დ.1895)", img: "1895"},
              { name: "2003", fact: "გრეგორი პეკი — ამერიკელი მსახიობი (დ.1916)", img: "1916"},
              { name: "2015", fact: "ალექსანდრე რონდელი — ქართველი პოლიტოლოგი (დ. 1942)", img: "1942"},
              { name: "2023", fact: "სილვიო ბერლუსკონი — იტალიელი პოლიტიკოსი. იტალიის პრემიერ-მინისტრი 1994-1995, 2001-2006 და 2008–2011 წლებში.", img: "1994"}
            ]
});
