window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "მოციქული ერმი წმინდა ერმი წმინდა ფილოსოფოსი მაგი (მოგვი)", fact: "მოციქული ერმი წმინდა ერმი წმინდა ფილოსოფოსი მაგი (მოგვი)", img: "Mogvi"},
              { name: "მოციქული ერმი", fact: "მოციქული ერმი", img: "Ermi"},
              { name: "წმინდა ერმი", fact: "წმინდა ერმი", img: "Ermi"},
              { name: "წმინდა ფილოსოფოსი", fact: "წმინდა ფილოსოფოსი", img: "Pilosoposi"},
              { name: "მაგი (მოგვი)", fact: "მაგი (მოგვი)", img: "Mogvi"}
            ],
  history:  [
              { name: "1373", fact: "ინგლისმა და პორტუგალიამ ხელი მოაწერეს მოკავშირეობის ხელშეკრულებას რომელიც დღემდე მოქმედებს. (მსოფლიოში უძველესი მოქმედი ხელშეკრულება)", img: "Khelshekruleba"},
              { name: "1782", fact: "შვეიცარიაში დაფიქსირდა უკანასკნელი სიკვდილით დასჯა ჯადოქრობის ბრალდებით. (დასაჯეს ანნა ჰელდი)", img: "Heldi"},
              { name: "1860", fact: "დაარსდა რუსეთის სახელმწიფო ბანკი", img: "Banki"},
              { name: "1892", fact: "კიევში ამოქმედდა რუსეთის იმპერიაში პირველი ელექტრო ტრამვაის ხაზი.", img: "Khazi"},
              { name: "1917", fact: "გამოცხადდა უკრაინის ავტონომია.", img: "Avtonom"},
              { name: "1920", fact: "აშშ-ს საფოსტო სამსახურმა დაადგინა წესი, რომლის მიხედვით იკრძალებოდა ბავშვების გაგზავნა ამანათის სახით. ჟენევაში გაიხსნა ფემინისტების საერთაშორისო კონგრესი.", img: "USA"},
              { name: "ჟენევაში გაიხსნა ფემინისტების საერთაშორისო კონგრესი.", fact: "ჟენევაში გაიხსნა ფემინისტების საერთაშორისო კონგრესი.", img: "Kongresi"},
              { name: "1934", fact: "ვენეციაში შეხვდნენ ადოლფ ჰიტლერი და ბენიტო მუსოლინი.", img: "Musolini"},
              { name: "1942", fact: "აშშ-ს პრეზიდენტმა ბენჯამინ ფრანკლინმა მიიღო გადაწყვეტილება სტრატეგიული სამსახურის სამმართველოს ჩამოყალიბების შესახებ, დღეს ეს ორგანიზაცია ცნობილია როგორც ცენტრალური სადაზვერვო სააგენტო.", img: "USA"},
              { name: "1944", fact: "პირველად გამოიყენეს გერმანული ფრთოსანი რაკეტები „ფაუ-1“.", img: "Pau"},
              { name: "1949", fact: "კალიფორნიის უნივერსიტეტმა აიძულა თავისი ყველა პედაგოგი და მომსახურე პერსონალი დაედოთ ანტიკომუნისტური ფიცი.", img: "Pitsi"},
              { name: "1958", fact: "ამუშავდა პირველი ჩინური ექსპერიმენტული ატომური რეაქტორი.", img: "Reaktori"},
              { name: "1966", fact: "რომის პაპმა პავლე VI-მ გააუქმა „აკრძალული წიგნების ინდექსი“ რომელიც პავლე IV ჯერ კიდევ 1557 წელს შემოიღო.", img: "Shemoigho"},
              { name: "1982", fact: "ფაჰდი გახდა საუდის არაბეთის მეფე.", img: "Mep"},
              { name: "2000", fact: "ერთმანეთს პირველად შეხვდნენ ჩრდილოეთ და სამხრეთ კორეის ლიდერები.", img: "Liderebi"},
              { name: "2007", fact: "შიმონ პერესი ისრაელის პრეზიდენტი გახდა, მას შემდეგ რაც მეორე რაუნდში მისმა ორივე ოპონენტმა საკუთარი კანდიდატურა მოხსნა.", img: "Mokhsna"},
              { name: "2008", fact: "ირლანდიელმა ამომრჩევლებმა რეფერენდუმში უარი თქვეს ლისაბონის ტრაქტატის მიღებაზე, რამაც ეჭვქვეშ დააყენა ევროპის კავშირის რეფორმის პროგრამა.", img: "Progra"},
              { name: "2009", fact: "ირანის საარჩევნო კომისიის ცნობით პრეზიდენტი მაჰმუდ აჰმადინეჯადი მეორე ვადით აირჩიეს.", img: "Airchie"},
              { name: "2015", fact: "მდინარე ვერეს ადიდების შედეგად, თბილისში 19 ადამიანი გარდაიცვალა, განადგურდა თბილისის ზოოპარკი.", img: "19"},
              { name: "2016", fact: "ორლანდოს ღამის კლუბზე თავდასხმის შედეგად დაიღუპა 50 და დაშავდა 53 ადამიანი.", img: "50"},
              { name: "2017", fact: "ქართველი კალათბურთელი, ზაზა ფაჩულია ამერიკის ნაციონალური საკალათბურთო ასოციაციის 2016-2017 წლების ლიგის ჩემპიონი გახდა.", img: "2016"},
              { name: "2021", fact: "ნაფთალი ბენეთი ისრაელის პრემიერ-მინისტრი გახდა.", img: "Gakh"},
              { name: "2025", fact: "ისრაელმა ირანის სამხედრო ობიექტების წინააღმდეგ საჰაერო დარტყმების ოპერაცია დაიწყო.", img: "Daitsqo"}
            ],
  born:     [
              { name: "1808", fact: "პატრიკ მაკ-მაჰონი — საფრანგეთის პრეზიდენტი", img: "patrik mak mahoni"},
              { name: "1831", fact: "ჯეიმზ კლარკ მაქსველი — შოტლანდიელი ფიზიკოსი (გ. 1879)", img: "1879"},
              { name: "1865", fact: "იეიტსი, უილიამ ბატლერ — ირლანდიელი პოეტი, ნობელის პრემიის ლაურეატი 1923 (გ. 1939)", img: "1923"},
              { name: "1899", fact: "ჩავესი, კარლოს — მექსიკელი კომპოზიტორი (გ. 1978)", img: "1978"},
              { name: "1940", fact: "ბან კი-მუნი — 2007 წლიდან გაეროს გენერალური მდივანი", img: "2007"}
            ],
  died:     [
              { name: "1948", fact: "დაზაი ოსამუ — იაპონელი მწერალი (დ. 1909)", img: "1909"},
              { name: "1986", fact: "ბენი გუდმენი — ამერიკელი მუსიკოსი (დ. 1909)", img: "1909"},
              { name: "1992", fact: "ალექსანდრე ბანძელაძე — ქართველი მხატვარი", img: "aleksandre bandzeladze"},
              { name: "2013", fact: "გიგა ლორთქიფანიძე — ქართველი მსახიობი და რეჟისორი (დ. 1927)", img: "1927"}
            ]
});
