window.__dayDataCallback__({
  holidays: [
              { name: "სომხეთი - ავიაციის დღე", fact: "სომხეთი - ავიაციის დღე", img: "somkheti"},
              { name: "საბერძნეთი - წყვილების დღე", fact: "საბერძნეთი - წყვილების დღე", img: "saberdzneti"},
              { name: "ინდონეზია - ბავშვების დღე", fact: "ინდონეზია - ბავშვების დღე", img: "indonezia"},
              { name: "ისლანდია - დამოუკიდებლობის დღე", fact: "ისლანდია - დამოუკიდებლობის დღე", img: "islandia"},
              { name: "ყირგიზეთი - წყლის მეურნეობის მშრომელთა დღე", fact: "ყირგიზეთი - წყლის მეურნეობის მშრომელთა დღე", img: "qirgizeti"},
              { name: "რუმინეთი - ნაციონალური ავიაციის დღე", fact: "რუმინეთი - ნაციონალური ავიაციის დღე", img: "rumineti"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა მიტროფანე წმინდა მოწამენი: ფრონტასი, სევერინი, სევერიანე და სილანი წმინდა კონკორდი ასტი დირექიელი ზოსიმე მეგვიპტელი წმინდა პავლე იოანე მონაგრიელი მართა და მარიამი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა მიტროფანე წმინდა მოწამენი: ფრონტასი, სევერინი, სევერიანე და სილანი წმინდა კონკორდი ასტი დირექიელი ზოსიმე მეგვიპტელი წმინდა პავლე იოანე მონაგრიელი მართა და მარიამი", img: "Mariami"},
              { name: "წმინდა მიტროფანე", fact: "წმინდა მიტროფანე", img: "Mitropan"},
              { name: "წმინდა მოწამენი: ფრონტასი, სევერინი, სევერიანე და სილანი", fact: "წმინდა მოწამენი: ფრონტასი, სევერინი, სევერიანე და სილანი", img: "Silani"},
              { name: "წმინდა კონკორდი", fact: "წმინდა კონკორდი", img: "Konkordi"},
              { name: "ასტი დირექიელი", fact: "ასტი დირექიელი", img: "Direkieli"},
              { name: "ზოსიმე მეგვიპტელი", fact: "ზოსიმე მეგვიპტელი", img: "Megvipteli"},
              { name: "წმინდა პავლე", fact: "წმინდა პავლე", img: "Pavl"},
              { name: "იოანე მონაგრიელი", fact: "იოანე მონაგრიელი", img: "Monagrieli"},
              { name: "მართა და მარიამი", fact: "მართა და მარიამი", img: "Mariami"}
            ],
  history:  [
              { name: "1462", fact: "ვლად დრაკულა მეჰმედ II-ს ესხმის თავს, რის გამოც ეს უკანასკნელი ვლახეთიდან უკან იხევს.", img: "Ikhev"},
              { name: "1579", fact: "სერ ფრენსის დრეიკმა ახალი ალბიონი (კალიფორნია) ინგლისის საკუთრებად გამოაცხადა.", img: "Gamoatskha"},
              { name: "1885", fact: "ფრანგულმა თბომავალმა გემმა „Isere“ (ისერი) ნიუ იორკში საფრანგეთის მთავრობის მიერ ნაჩუქარი თავისუფლების ქანდაკება ჩაიტანა.", img: "Isere"},
              { name: "1918", fact: "თბილისის ოპერის თეატრის სცენაზე დაიდგა პირველი ქართული ოპერა - გოგნიაშვილის „ქრისტინე“.", img: "tbilisis operis teatris stsenaze daidga pirveli kartuli opera"},
              { name: "1925", fact: "ჟენევაში ხელი მოეწერა ომის დროს მომწამლავი მხუთავი და მსგავსი ნივთიერებების გამოყენების აკრძალვას.", img: "Akrdzalva"},
              { name: "1939", fact: "ბოლო სახალხო გილიოტინაზე სიკვდილით დასჯა საფრანგეთში ვერსალში სენ–პიერის საპყრობილის წინ.", img: "bolo sakhalkho giliotinaze sikvdilit dasja saprangetshi versalshi sen"},
              { name: "1940", fact: "მეორე მსოფლიო ომი : ოპერაცია არიელი დაიწყო – მოკავშირეები საფრანგეთის ევაკუაციას იწყებენ გერმანიის მიერ პარიზისა და თითქმის მთელი ქვეყნის დაპყრობის შემდეგ.", img: "meore msoplio omi operatsia arieli daitsqo"},
              { name: "1940", fact: "მეორე მსოფლიო ომი : ბალტიის სამი ქვეყენა – ესტონეთი, ლატვია და ლიეტუვა საბჭოთა კავშირის ოკუპაციაში მოხვდა.", img: "meore msoplio omi baltiis sami kveqena"},
              { name: "1944", fact: "რეფერენდუმის შედეგად დანიისაგან დამოუკიდებელ რესპუბლიკად გამოცხადდა ისლანდია.", img: "Island"},
              { name: "1969", fact: "ბორის სპასკიმ ტიგრან პეტროსიანი დაამარხა და ჭადრაკში მსოფლიო ჩემპიონი გახდა.", img: "Gakh"},
              { name: "1971", fact: "იაპონია და აშშ ხელს აწერენ ოკინავის დაბრუნების შეთანხმებას, რომლითაც აშშ ოკინავაზე კონტროლს თმობს.", img: "USA"},
              { name: "1972", fact: "ამერიკის პოლიციამ დააკავა ხუთი ეჭვმიტანილი რომელთაც ბრალად ედებოდათ სასტუმრო „უოტერგეიტში“ დემოკრატიული პარტიის შტაბში მოსასმენი მოწყობილობის დამონტაჟება. ამის შედეგად აგორდა სკანდალი რომელიც ისტორიაში შევიდა „უოტერგეიტის სკანდალი“-ს სახელით და რომელმაც შეიწირა პრეზიდენტ რიჩარდ ნიქსონის პოლიტიკური კარიერა.", img: "Kariera"},
              { name: "1982", fact: "გაერთიანებული ერების ორგანიზაციაში გამოსვლისას რონალდ რეიგანმა საბჭოთა კავშირს „ბოროტების იმპერია“ უწოდა.", img: "Utso"},
              { name: "1985", fact: "დაარსდა საკაბელო ტელეარხი „დისკავერი“", img: "Diskaveri"},
              { name: "1991", fact: "სამხრეთ აფრიკაში გაუქმდა ახალშობილების რასობრივი ნიშნით რეგისტრაცია, რაც ფაქტობრივად აპარტეიდის პოლიტიკის დასრულება იყო.", img: "Iqo"},
              { name: "1992", fact: "შეიარაღების შემცირებაზე ურთიერთგაგების შეთანხმებას მოაწერეს ხელი ჯორჯ ბუშმა და ბორის ელცინმა (START II).", img: "Start"},
              { name: "1994", fact: "ფიფა-ს მსოფლიო ჩემპიონატი დაიწყო აშშ-ში.", img: "USA"},
              { name: "2010", fact: "აშშ-ის ეროვნული საკალათბურთო ასოციაციის შეჯიბრის ფინალში ლოს ანჯელეს ლეიკერსმა დაამარცხა ბოსტონ სელტიქსი და ჩემპიონის ტიტული შეინარჩუნა.", img: "USA"},
              { name: "2019", fact: "ეგვიპტის ყოფილი პრეზიდენტი მოჰამედ მურსი სასამართლო პროცესზე გარდაიცვალა.", img: "Gardaitsvala"},
              { name: "2022", fact: "ევროკომისიამ უკრაინისა და მოლდოვისთვის ევროკავშირის წევრობის კანდიდატის სტატუსის მინიჭების რეკომენდაცია გასცა, საქართველოს შემთხვევაში კი აღიარა ქვეყნის ევროპული პერსპექტივა და კანდიდატის სტატუსის მისაღებად პირობები წაუყენა.", img: "Tsauqena"}
            ],
  born:     [
              { name: "1682", fact: "კარლ XII — შვედეთის მეფე (გ.1718)", img: "karl XII"},
              { name: "1818", fact: "ახვერდიანი, გევორქ — სომეხი ლიტერატურათმცოდნე", img: "akhverdiani gevork"},
              { name: "1882", fact: "სტრავინსკი, იგორ — რუსი კომპოზიტორი (გ.1971)", img: "1971"},
              { name: "1898", fact: "ეშერი, მორის — ნიდერლანდელი მხატვარი (გ.1972)", img: "1972"},
              { name: "1920", fact: "ჟაკობი, ფრანსუა — ფრანგი ბიოლოგი.", img: "zhakobi pransua"}
            ],
  died:     [
              { name: "1940", fact: "ჰარდენი, ართურ — ინგლისელი ბიოქიმიკოსი.", img: "hardeni artur"},
              { name: "1996", fact: "კუნი, ტომას — ამერიკელი ფილოსოფოსი (დ.1922)", img: "1922"},
              { name: "2019", fact: "მურსი, მოჰამედ — ეგვიპტელი პოლიტიკოსი", img: "mursi mohamed"},
              { name: "2021", fact: "კენეთ კაუნდა — ზამბიის პირველი პრეზიდენტი.", img: "kenet kaunda"}
            ]
});
