window.__dayDataCallback__({
  holidays: [
              { name: "ლატვია, ესტონეთი - კომუნისტური რეჟიმის მსხვერპლთა ხსოვნის დღე", fact: "ლატვია, ესტონეთი - კომუნისტური რეჟიმის მსხვერპლთა ხსოვნის დღე", img: "latvia estoneti"},
              { name: "ლიეტუვა - გლოვისა და იმედის დღე", fact: "ლიეტუვა - გლოვისა და იმედის დღე", img: "lietuva"},
              { name: "პარაგვაი - მშვიდობის დღე", fact: "პარაგვაი - მშვიდობის დღე", img: "paragvai"},
              { name: "რუსეთი - საემიგრაციო სამსახურის მუშაკის დღე", fact: "რუსეთი - საემიგრაციო სამსახურის მუშაკის დღე", img: "ruseti"},
              { name: "აშშ - ამერიკული დროშის დღე", fact: "აშშ - ამერიკული დროშის დღე", img: "ashsh"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "შიო ახალი და დავითი, გაბრიელი და პავლე გარეჯელნი - ლეკთაგან მოწყვეტილნი იუსტინე ფილოსოფოსი სხვა იუსტინე და მათ თანა: ხარიტონი, ეველპიტე, იერაქსე, პეონი, ვალერიანე, იუსტი და ხარიტა", fact: "შიო ახალი და დავითი, გაბრიელი და პავლე გარეჯელნი - ლეკთაგან მოწყვეტილნი იუსტინე ფილოსოფოსი სხვა იუსტინე და მათ თანა: ხარიტონი, ეველპიტე, იერაქსე, პეონი, ვალერიანე, იუსტი და ხარიტა", img: "shio akhali da daviti gabrieli da pavle garejelni"},
              { name: "შიო ახალი და დავითი, გაბრიელი და პავლე გარეჯელნი - ლეკთაგან მოწყვეტილნი", fact: "შიო ახალი და დავითი, გაბრიელი და პავლე გარეჯელნი - ლეკთაგან მოწყვეტილნი", img: "shio akhali da daviti gabrieli da pavle garejelni"},
              { name: "იუსტინე ფილოსოფოსი სხვა იუსტინე და მათ თანა: ხარიტონი, ეველპიტე, იერაქსე, პეონი, ვალერიანე, იუსტი და ხარიტა", fact: "იუსტინე ფილოსოფოსი სხვა იუსტინე და მათ თანა: ხარიტონი, ეველპიტე, იერაქსე, პეონი, ვალერიანე, იუსტი და ხარიტა", img: "Kharita"}
            ],
  history:  [
              { name: "1775", fact: "შეიქმნა აშშ-ის ჯარი.", img: "USA"},
              { name: "1777", fact: "მეორე კონტინენტალურმა კონგრესმა დაამტკიცა აშშ-ს დროშის პირველი ვარიანტი, 13 ვარსკვლავით და 13 წითელი და თეთრი ზოლით.", img: "13"},
              { name: "1847", fact: "გერმანელმა ქიმიკოსმა რობერტ ბუნზენმა შექმნა საწვავი რომელსაც მისი სახელი ეწოდა (ბენზინი)", img: "Benzini"},
              { name: "1900", fact: "ჰავაის კუნძულები აშშ:ს საკუთრებად გამოცხადდა.", img: "USA"},
              { name: "1940", fact: "გერმანიის ჯარმა(ვერმახტმა) პარიზი აიღო.", img: "Aigho"},
              { name: "1942", fact: "კინოეკრანებზე გამოვიდა უოლტ დისნეის მულტფილმო „ბემბი“", img: "Bembi"},
              { name: "1951", fact: "ვაშინგტონში დაიწყო პირველი კომპიუტერის „UNIVAC 1“:ის გაყიდვა.", img: "Univac"},
              { name: "1982", fact: "ფოლკლენდის ომი დამთავრდა.", img: "Damtavr"},
              { name: "1985", fact: "შენგენში (ლუქსემბურგი) ხუთმა ევროპულმა სახელმწიფომ ხელი მოაწერა ხელშეკრულებას თავისუფალი მიმოსვლის შესახებ, რომელსაც „შენგენის ხელშეკრულება“ ეწოდა.", img: "Etso"},
              { name: "1994", fact: "ბანკების ნაციონალიზაციის შემდეგ (1979 წელს) პირველად ირანში კერძო ბანკი გაიხსნა.", img: "1979"},
              { name: "1999", fact: "აშშ-ს უზენაესმა სასამართლომ გააუქმა კაზინოს ტელე-რეკლამირების აკრძალვა რომელიც მანამდე 65 წელი არსებობდა.", img: "65"},
              { name: "2008", fact: "6.8 Mw მაგნიტუდის მიწისძვრა მოხდა ივატესა და მიიაგის პრეფექტურებში, იაპონიის ჰონსიუს კუნძულზე.", img: "Mw"},
              { name: "2010", fact: "ეთნიკურ ნიადაგზე შეტაკებების შედეგად ქალაქ ოშში, ყირგიზეთი, 2000-მდე ადამიანი დაიღუპა.", img: "2000"},
              { name: "2012", fact: "ეგვიპტის უზენაესმა საკონსტიტუციო სასამართლომ ქვეყნის პარლამენტი დაითხოვა.", img: "Daitkhova"},
              { name: "2013", fact: "ჰასან რუჰანი ირანის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1910", fact: "კემპე, რუდოლფ — გერმანელი დირიჟორი (გ.1976)", img: "1976"},
              { name: "1928", fact: "ჩე გევარა — არგენტინელი რევოლუციონერი.", img: "che gevara"},
              { name: "1969", fact: "გრაფი, შტეფი — გერმანელი ჩოგბურთელი", img: "grapi shtepi"}
            ],
  died:     [
              { name: "1912", fact: "იაკობ გოგებაშვილი — ქართველი პედაგოგი და საბავშვო მწერალი (დ. 1840)", img: "1840"},
              { name: "1920", fact: "მაქს ვებერი — გერმანელი სოციოლოგი (დ. 1864)", img: "1864"},
              { name: "1953", fact: "ნატო ვაჩნაძე — ქართველი მსახიობი (დ. 1904)", img: "1904"},
              { name: "1966", fact: "ფარნაოზ ჩიკვილაძე — ქართველი ძიუდოისტი", img: "parnaoz chikviladze"},
              { name: "1986", fact: "ხორხე ლუის ბორხესი — არგენტინელი მწერლი (დ. 1899)", img: "1899"},
              { name: "1994", fact: "ჰენრი მანსინი — ამერიკელი კომპოზიტორი (დ. 1924)", img: "1924"},
              { name: "2025", fact: "ვიოლეტა ბარიოს დე ჩამორო — ნიკარაგუის ყოფილი პრეზიდენტი (დ. 1929)", img: "1929"}
            ]
});
