window.__dayDataCallback__({
  holidays: [
              { name: "ალჟირი - რევოლუციის დღე.", fact: "ალჟირი - რევოლუციის დღე.", img: "alzhiri"},
              { name: "ქუვეითი - დამოუკიდებლობის დღე.", fact: "ქუვეითი - დამოუკიდებლობის დღე.", img: "kuveiti"},
              { name: "აშშ - მონების განთავისუფლების დღე.", fact: "აშშ - მონების განთავისუფლების დღე.", img: "ashsh"},
              { name: "აშშ, ტეხასი - ემანსიპაციის დღე.", fact: "აშშ, ტეხასი - ემანსიპაციის დღე.", img: "ashsh tekhasi"},
              { name: "ტრინიდადი და ტობაგო - შრომის დღე.", fact: "ტრინიდადი და ტობაგო - შრომის დღე.", img: "Rome"},
              { name: "ურუგვაი - ხოსე არტიგასის დაბადების დღე.", fact: "ურუგვაი - ხოსე არტიგასის დაბადების დღე.", img: "urugvai"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ბესარიონ საკვირველთმოქმედი ილარიონ ახალი არქელია, თეკლე და სოსანა", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ბესარიონ საკვირველთმოქმედი ილარიონ ახალი არქელია, თეკლე და სოსანა", img: "Sosana"},
              { name: "ბესარიონ საკვირველთმოქმედი", fact: "ბესარიონ საკვირველთმოქმედი", img: "Sakvirveltmokmedi"},
              { name: "ილარიონ ახალი", fact: "ილარიონ ახალი", img: "Akhali"},
              { name: "არქელია, თეკლე და სოსანა", fact: "არქელია, თეკლე და სოსანა", img: "Sosana"}
            ],
  history:  [
              { name: "1790", fact: "საფრანგეთში გაუქმდა თავადაზნაურული ტიტულები.", img: "Titulebi"},
              { name: "1829", fact: "სერ რობერტ პილმა შექმნა ლონდონის პოლიცია.", img: "London"},
              { name: "1846", fact: "ნიუ:ჯერსიში გაიმართა ისტორიაში პირველი მატჩი ბეისბოლში.", img: "Beisbol"},
              { name: "1911", fact: "დაარსდა ნორვეგიული საფეხბურთო კლუბი „მიოლდე“", img: "Miold"},
              { name: "1937", fact: "ჩრდილოეთ პოლუსის გავლით სტარტი აიღო რეკორდულმა ავიაგადფრენამ საბჭოთა ჯავშირიდან აშშ-ში.", img: "USA"},
              { name: "1961", fact: "გამოცხადდა ქუვეითის დამოუკიდებლობა.", img: "Damoukidebloba"},
              { name: "1964", fact: "აშშ-ის სენატმა 1964 წლის სამოქალაქო უფლებების აქტი დაამტკიცა. სამოქალაქო უფლებების აქტმა რასობრივი დისკრიმინაცია და სეგრეგაცია უკანონოდ სცნო.", img: "1964"},
              { name: "1991", fact: "დასრულდა უნგრეთიდა საბჭოთა ჯარების გამოყვანა.", img: "Gamoqvana"},
              { name: "1999", fact: "გამოვიდა პოპულარული თამაშის “ქაუნთერ სტრაიკის” პირველი ვერსია", img: "Vers"},
              { name: "2002", fact: "ჰამიდ კარზაი ავღანეთის პრეზიდენტი გახდა.", img: "Gakh"},
              { name: "2008", fact: "კალათბურთში ბოსტონ სელტიქსმა ლოს-ანჯელეს ლეიკერსი დაამარცხა და NBA-ს 2008 წლის ფინალის ჩემპიონი გახდა.", img: "Nba"},
              { name: "2012", fact: "პაკისტანის უზენაესმა სასამართლომ პრემიერ-მინისტრი იუსუფ რაზა გილანი გადააყენა და მის ნაცვად ამ თანამდებობაზე დაინიშნა რაჯა ფერვეზ აშრაფი.", img: "Pakistan"},
              { name: "2022", fact: "გუსტავო პეტრო კოლუმბიის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1623", fact: "ბლეზ პასკალი — ფრანგი მათემატიკოსი, ფიზიკოსი, ფილოსოფოსი.(გ.1662)", img: "1662"},
              { name: "1861", fact: "ხოსე რიზალი — ფილიპინების ეროვნული გმირი (გ.1896)", img: "1896"},
              { name: "1895", fact: "გრამიტონ ასათიანი — ქართველი გინეკოლოგი", img: "gramiton asatiani"},
              { name: "1906", fact: "ერნსტ ჩეინი — ინგლისელი ბიოქიმიკოსი (გ.1979)", img: "1979"}
            ],
  died:     [
              { name: "1844", fact: "ჟოფრუა სენტ-ილერი, ეტიენ — ფრანგი ზოოლოგი", img: "zhoprua sent ileri etien"},
              { name: "1867", fact: "მაქსიმილიანი — მექსიკის იმპერატორი 1864−1867 (დ.1832)", img: "1864"},
              { name: "1980", fact: "ბალაბუევი, ანატოლი — ქართველი გეოფიზიკოსი.", img: "balabuevi anatoli"},
              { name: "1980", fact: "ალხაზიშვილი, შალვა — ქართველი კრიტიკოსი, ხელოვნებათმცოდნე", img: "alkhazishvili shalva"}
            ]
});
