window.__dayDataCallback__({
  holidays: [
              { name: "იორდანია: არაბული ჯარის დღე.", fact: "იორდანია: არაბული ჯარის დღე.", img: "Dghe"},
              { name: "მოლდოვა: მესაზღვრის დღე.", fact: "მოლდოვა: მესაზღვრის დღე.", img: "Dghe"},
              { name: "პორტუგალია: პორტუგალიის დღე (კამოენსა)", fact: "პორტუგალია: პორტუგალიის დღე (კამოენსა)", img: "Kamoen"},
              { name: "იაპონია: საათის დღე", fact: "იაპონია: საათის დღე", img: "Dghe"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ნიკიტა ქალკედონელი ევტიქი მელიტინელი ელადი ეპისკოპოსი წმინდა ელიკონიდა დიმიტრი (მიტრა) ზაქარია პრუსელი ღირსი სოფრონი კრისკენტი, პავლე და დიოსკორიდე", fact: "ნიკიტა ქალკედონელი ევტიქი მელიტინელი ელადი ეპისკოპოსი წმინდა ელიკონიდა დიმიტრი (მიტრა) ზაქარია პრუსელი ღირსი სოფრონი კრისკენტი, პავლე და დიოსკორიდე", img: "Dioskorid"},
              { name: "ნიკიტა ქალკედონელი", fact: "ნიკიტა ქალკედონელი", img: "Kalkedoneli"},
              { name: "ევტიქი მელიტინელი", fact: "ევტიქი მელიტინელი", img: "Melitineli"},
              { name: "ელადი ეპისკოპოსი", fact: "ელადი ეპისკოპოსი", img: "Episkoposi"},
              { name: "წმინდა ელიკონიდა", fact: "წმინდა ელიკონიდა", img: "Elikoni"},
              { name: "დიმიტრი (მიტრა)", fact: "დიმიტრი (მიტრა)", img: "Mitra"},
              { name: "ზაქარია პრუსელი", fact: "ზაქარია პრუსელი", img: "Pruseli"},
              { name: "ღირსი სოფრონი", fact: "ღირსი სოფრონი", img: "Soproni"},
              { name: "კრისკენტი, პავლე და დიოსკორიდე", fact: "კრისკენტი, პავლე და დიოსკორიდე", img: "Dioskorid"}
            ],
  history:  [
              { name: "1776", fact: "საფრანგეთის მეფე ლუდოვიკო XVI-მ საიდუმლოდ გადასცა ფრანგ დრამატურგს პიერ ბომარშეს მილიონი ლივრი, ამერიკის დამოუკიდებლობისათვის მებრძოლების დასახმარებლად.", img: "Dasakhmarebl"},
              { name: "1793", fact: "პარიზში გაიხსნა მსოფლიოში პირველი ზოოპარკი. აშშ-ის დედაქალაქი ფილადელფიიდან ვაშინგტონში გადაიტანეს", img: "Washington"},
              { name: "აშშ-ის დედაქალაქი ფილადელფიიდან ვაშინგტონში გადაიტანეს", fact: "აშშ-ის დედაქალაქი ფილადელფიიდან ვაშინგტონში გადაიტანეს", img: "Washington"},
              { name: "1846", fact: "ამერიკა-მექსიკის ომი. კალიფორნიის რესპუბლიკამ მექსიკისაგან დამოუკიდებლობა გამოაცხადა.", img: "USA"},
              { name: "1909", fact: "მსოფლიოში პირველად გამოიყენეს სიგნალი SOS. დაარსდა ავსტრალიის დედაქალაქი კანბერა", img: "Sos"},
              { name: "დაარსდა ავსტრალიის დედაქალაქი კანბერა", fact: "დაარსდა ავსტრალიის დედაქალაქი კანბერა", img: "Kanbera"},
              { name: "1930", fact: "დაფუძნდა საქართველოს სახელმწიფო სამედიცინო ინსტიტუტი, ამჟამად თბილისის სახელმწიფო სამედიცინო უნივერსიტეტი", img: "Universiteti"},
              { name: "1940", fact: "იტალიამ ომი გამოუცხადა საფრანგეთსა და დიდ ბრიტანეთს. კანადამ ომი გამოუცხადა იტალიას. ნორვეგია გერმანიას დანებდა.", img: "Daneb"},
              { name: "კანადამ ომი გამოუცხადა იტალიას.", fact: "კანადამ ომი გამოუცხადა იტალიას.", img: "Italia"},
              { name: "ნორვეგია გერმანიას დანებდა.", fact: "ნორვეგია გერმანიას დანებდა.", img: "Daneb"},
              { name: "1947", fact: "შვედურმა კომპანია სააბმა პირველი ავტომობილი გამოუშვა.", img: "Gamoushva"},
              { name: "1996", fact: "კორპორაცია \"ინტელ\"- მა გამოუშვა პროცესორი“‘პენტიუმ II“", img: "Korporats"ინტელ""},
              { name: "2014", fact: "რეუვენ რივლინი ისრაელის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2016", fact: "სტამბოლის ტერაქტის შედეგად დაიღუპა 11 და დაშავდა 36 ადამიანი.", img: "11"}
            ],
  born:     [
              { name: "1819", fact: "კურბე, გიუსტავ — ფრანგი მხატვარი (გ.1725)", img: "1725"},
              { name: "1914", fact: "გიორგი ასათიანი — ქართველი დოკუმენტური კინოს რეჟისორი და ოპერატორი (გ. 1977)", img: "1977"},
              { name: "1922", fact: "ჯუდი გარლანდი — ამერიკელი მსახიობი, მომღერალი (გ.1969)", img: "1969"},
              { name: "1929", fact: "მერაბ ბერძენიშვილი — ქართველი მოქანდაკე, ფერმწერი და გრაფიკოსი (გ. 2016)", img: "2016"}
            ],
  died:     [
              { name: "1926", fact: "გაუდი, ანტონიო — ესპანელი (კატალონიელი) არქიტექტორი (დ.1852)", img: "1852"},
              { name: "1930", fact: "ჰარნაკი, ადოლფ — გერმანელი თეოლოგი.", img: "harnaki adolp"},
              { name: "1939", fact: "ხუროძე, ვარლამ — ქართველი მწერალი, პუბლიცისტი, პედაგოგი", img: "khurodze varlam"},
              { name: "2000", fact: "ალ-ასადი, ჰაფეზ — სირიის პრეზიდენტი (დ.1930)", img: "1930"},
              { name: "2004", fact: "რეი ჩარლზი — ამერიკელი მუსიკოსი (დ.1931)", img: "1931"}
            ]
});
