window.__dayDataCallback__({
  holidays: [
              { name: "ირლანდია - „ბლუმსდეი“", fact: "ირლანდია - „ბლუმსდეი“", img: "irlandia"},
              { name: "სამხრეთ აფრიკის რესპუბლიკა - ახალგაზრდობის დღე", fact: "სამხრეთ აფრიკის რესპუბლიკა - ახალგაზრდობის დღე", img: "samkhret aprikis respublika"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა ლუკიანე და მოყვასნი მისნი: კლავდი, იპატი, პავლე, დიონისე და ქალწულმოწამე პავლა ლუკიანე ეპისკოპოსი და მისთანა მაქსიანე ხუცესი და დიაკონი იულიანე ღირსი იერია", fact: "წმინდა ლუკიანე და მოყვასნი მისნი: კლავდი, იპატი, პავლე, დიონისე და ქალწულმოწამე პავლა ლუკიანე ეპისკოპოსი და მისთანა მაქსიანე ხუცესი და დიაკონი იულიანე ღირსი იერია", img: "Ier"},
              { name: "წმინდა ლუკიანე და მოყვასნი მისნი: კლავდი, იპატი, პავლე, დიონისე და ქალწულმოწამე პავლა", fact: "წმინდა ლუკიანე და მოყვასნი მისნი: კლავდი, იპატი, პავლე, დიონისე და ქალწულმოწამე პავლა", img: "Pavla"},
              { name: "ლუკიანე ეპისკოპოსი და მისთანა მაქსიანე ხუცესი და დიაკონი იულიანე", fact: "ლუკიანე ეპისკოპოსი და მისთანა მაქსიანე ხუცესი და დიაკონი იულიანე", img: "Iulian"},
              { name: "ღირსი იერია", fact: "ღირსი იერია", img: "Ier"}
            ],
  history:  [
              { name: "1487", fact: "ვარდების ომის დასასრული: ლანკასტრელებმა იორკისტები დაამარცხეს სტოუკ-ფილდის ბრძოლაში, ნოტინგემშირში, ინგლისი.", img: "England"},
              { name: "1745", fact: "ბრიტანეთის კოლონიურმა ჯარებმა უილიამ პეპერელის ხელმძღვანელობით აიღეს ფრანგების გამაგრება ლუისბურგის ციხესიმაგრე კეიპ-ბრეტონის კუნძულზე ექვსკვირიანი ალყის შემდეგ.", img: "Shemdeg"},
              { name: "1815", fact: "ნაპოლეონის ომები : ნაპოლეონის ჯარებმა პრუსიელები დაამარცხეს ლინის ბრძოლაში. პარალელურად ფრანგმა მარშალმა მიშელ ნეიმ სტრატეგიული გამარჯვება მოიპოვა ინგლის-ჰოლანდიური არმიის წინააღმდეგ კატრ-ბრას ბრძოლაში.", img: "Brdzola"},
              { name: "1894", fact: "ბარონ პიერ დე კუბერტენის ინიციატივით შეიკრიბა კონგრესი რომლის დღის წესრიგში ოლიმპიური თამაშების აღდგენა იყო.", img: "Iqo"},
              { name: "1903 დაარსდა „ფორდ მოტორ კომპანი“ „The Ford Motor Company“.", fact: "1903 დაარსდა „ფორდ მოტორ კომპანი“ „The Ford Motor Company“.", img: "The Ford Motor Company"},
              { name: "აშშ-ში დარეგისტრირდა სავაჭრო ნიშანი „პეპსი", fact: "კოლა“", img: "Kola"},
              { name: "რუალ ამუნდსენის პირველი არქტიკური ექსპედიცია დაიწყო.", fact: "რუალ ამუნდსენის პირველი არქტიკური ექსპედიცია დაიწყო.", img: "Daitsqo"},
              { name: "1920", fact: "ჰააგაში გაიხსნა ერთალიგის საერთაშორისო ტრიბუნალი.", img: "Tribunali"},
              { name: "1921", fact: "შეიქმნა აჭარის ავტონომიური რესპუბლიკა.", img: "Respublika"},
              { name: "1925", fact: "ახალგაზრდა პიონერთა ბანაკი არტეკი გაიხსნა საბჭოთა კავშირში.", img: "Kavshir"},
              { name: "1959", fact: "მოსკოვში გაიხსნა სახალხო მეურნეობის მიღწევათა გამოფენა (ВДНХ).", img: "Gamopena"},
              { name: "1963", fact: "ხომალდ ვოსტოკ-6-ზე ვალენტინა ტერეშკოვა კოსმოსში გაფრენილი პირველი ქალი გახდა.", img: "Gakh"},
              { name: "1972", fact: "ნიუ:იორკში გაიხსნა ჯაზის მუზეუმი.", img: "Muzeumi"},
              { name: "1977", fact: "ლეონიდ ბრეჟნევი სსრკ-ის სახელმწიფო მეთაური გახდა.", img: "Gakh"},
              { name: "1983", fact: "იური ანდროპოვი გახდა სსრკ-ის პრეზიდენტი.", img: "Prezidenti"},
              { name: "2009", fact: "BRIC-ის ქვეყნების ლიდერების პირველი ოფიციალური სამიტი შედგა ეკატერინბურგში, რუსეთი. სეპარატისტულ რეჟიმებთან დაკავშირებული დავის გამო რუსეთმა საქართველოში გაეროს სადამკვირვებლო მისიას ვეტო დაადო.", img: "Bric"},
              { name: "BRIC-ის ქვეყნების ლიდერების პირველი ოფიციალური სამიტი შედგა ეკატერინბურგში, რუსეთი.", fact: "BRIC-ის ქვეყნების ლიდერების პირველი ოფიციალური სამიტი შედგა ეკატერინბურგში, რუსეთი.", img: "Bric"},
              { name: "სეპარატისტულ რეჟიმებთან დაკავშირებული დავის გამო რუსეთმა საქართველოში გაეროს სადამკვირვებლო მისიას ვეტო დაადო.", fact: "სეპარატისტულ რეჟიმებთან დაკავშირებული დავის გამო რუსეთმა საქართველოში გაეროს სადამკვირვებლო მისიას ვეტო დაადო.", img: "Daado"},
              { name: "2010", fact: "სოიუზ ტმა-19, ექსპედიცია 24-ის სამი წევრით ბორტზე, მეასე რეისით საერთაშორისო კოსმოსურ სადგურზე გაფრინდა.", img: "19"}
            ],
  born:     [
              { name: "1313", fact: "ბოკაჩო, ჯოვანი — იტალიელი მწერალი (გ.1375)", img: "1375"},
              { name: "1890", fact: "ჩენ ინკე — ჩინელი ისტორიკოსი და ლინგვისტი", img: "chen inke"},
              { name: "1890", fact: "ბაქრაძე, აკაკი — ქართველი მეან-გინეკოლოგი", img: "bakradze akaki"},
              { name: "1916", fact: "ასათიანი, თეიმურაზ — ქართველი მოქანდაკე", img: "asatiani teimuraz"},
              { name: "1930", fact: "ოტია იოსელიანი — ქართველი მწერალი", img: "otia ioseliani"},
              { name: "1971", fact: "ტუპაკ შაკური — ამერიკელი რეპერი და მსახიობი", img: "tupak shakuri"}
            ],
  died:     [
              { name: "1958", fact: "ნადი, იმრე — უნგრელი პოლიტიკოსი, უნგრეთის პრემიერ-მინისტრი 1953−1955 (გ.1896)", img: "1953"},
              { name: "1977", fact: "ვერნერ ფონ ბრაუნი — გერმანელი/ამერიკელი მეცნიერი (დ. 1912 )", img: "1912"}
            ]
});
