window.__dayDataCallback__({
  holidays: [
              { name: "აშშ, ჰავაი, ჰავაის პირველი მეფის კამეხამეხის დღე.", fact: "აშშ, ჰავაი, ჰავაის პირველი მეფის კამეხამეხის დღე.", img: "USA"},
              { name: "დანია: პრინც ჰენრიკის დაბადების დღე.", fact: "დანია: პრინც ჰენრიკის დაბადების დღე.", img: "Dghe"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: თეოდოსია ტვირელი თეოდოსია კონსტანტინეპოლელი იოანე სალოსი ალექსანდრე I იოანე თესალონიკელი ხსენება ნიკეის პირველი მსოფლიო საეკლესიო კრებისა", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: თეოდოსია ტვირელი თეოდოსია კონსტანტინეპოლელი იოანე სალოსი ალექსანდრე I იოანე თესალონიკელი ხსენება ნიკეის პირველი მსოფლიო საეკლესიო კრებისა", img: "Krebi"},
              { name: "თეოდოსია ტვირელი", fact: "თეოდოსია ტვირელი", img: "Tvireli"},
              { name: "თეოდოსია კონსტანტინეპოლელი", fact: "თეოდოსია კონსტანტინეპოლელი", img: "Konstantinepoleli"},
              { name: "იოანე სალოსი", fact: "იოანე სალოსი", img: "Salosi"},
              { name: "ალექსანდრე I", fact: "ალექსანდრე I", img: "Aleksandr"},
              { name: "იოანე თესალონიკელი", fact: "იოანე თესალონიკელი", img: "Tesalonikeli"},
              { name: "ხსენება ნიკეის პირველი მსოფლიო საეკლესიო კრებისა", fact: "ხსენება ნიკეის პირველი მსოფლიო საეკლესიო კრებისა", img: "Krebi"}
            ],
  history:  [
              { name: "ძვ. წ. 1184", fact: "ტროას ომში ქალაქი ტროა მიწასთან გაასწორეს ერატოსთენეს გამოთვლით.", img: "Gamotvlit"},
              { name: "1125", fact: "აზაზის ბრძოლაში ჯვაროსნებმა სელჩუკები დაამარცხეს.", img: "Daamartskhe"},
              { name: "1496", fact: "ქრისტეფორე კოლუმბი თავის მეორე მოგზაურობიდან ესპანეთში ბრუნდება.", img: "Brundeba"},
              { name: "1580", fact: "ესპანელმა კონკისდტადორებმა დააარსეს ქალაქი ბუენოს აირესი.", img: "Airesi"},
              { name: "1742", fact: "ბენჯამინ ფრანკლინმა სამზარეულოს ქურა გამოიგონა.", img: "Gamoigona"},
              { name: "1770", fact: "ჯეიმზ კუკმა ავსტრალიის სანაპიროსთან აღმოაჩინა დიდი ბარიერული რიფი.(სურათზე)", img: "Suratz"},
              { name: "1788", fact: "რუსი მკვლევარი გერასიმ იზმაილოვი ალასკას აღწევს.", img: "Aghtsev"},
              { name: "1901", fact: "ახალმა ზელანდიამ კუკის კუნძულების ანექსია მოახდინა.", img: "Moakhdina"},
              { name: "1937", fact: "დიდი წმენდა: მარშალი მიხეილ ტუხაჩევსკი და წითელი არმიის რამდენიმე უმაღლესი ოფიცერი დააპატიმრეს ტროცკისტების ანტისაბჭოთა სამხედრო ორგანიზაციის წევრობის ბრალდებით.", img: "Braldebit"},
              { name: "1940", fact: "ახალმა ზელანდიამ, ავსტრალიამ და სამხრეთ აფრიკის კავშირმა ომი გამოუცხადეს იტალიას.", img: "Italia"},
              { name: "1965", fact: "ინგლისის დედოფალმა ელისაბედმა ბრიტანეთის იმპერიის ორდენით დააჯილდოვა ჯგუფ „ბითლზი“-ს წევრები.", img: "Tsevrebi"},
              { name: "1991", fact: "კომპანია „მაიკროსოფტ“-მა გამოუშვა ოპერაციული სისტემა MS DOS 5.0.", img: "Ms"}
            ],
  born:     [
              { name: "1864", fact: "შტრაუსი, რიხარდ — გერმანელი კომპოზიტორი (გ.1949)", img: "1949"},
              { name: "1895", fact: "ბულგანინი, ნიკოლაი — საბჭოთა კავშირის პოლიტიკოსი (გ.1975)", img: "1975"},
              { name: "1899", fact: "კავაბატა იასუნარი — იაპონელი მწერალი", img: "kavabata iasunari"},
              { name: "1930", fact: "მორის ფოცხიშვილი — ქართველი პოეტი", img: "moris potskhishvili"},
              { name: "1977", fact: "რაიან დანი — ამერიკელი მსახიობი.", img: "raian dani"}
            ],
  died:     [
              { name: "1727", fact: "ჯორჯ I — დიდი ბრიტანეთის მეფე (დ.1660)", img: "1660"},
              { name: "1906", fact: "ჰაინრიხ ჰარტი — გერმანელი მწერალი", img: "hainrikh harti"},
              { name: "1979", fact: "უეინი, ჯონ — ამერიკელი მსახიობი (დ.1907)", img: "1907"},
              { name: "2018", fact: "გიო ხუციშვილი — ქართველი მომღერალი (დ. 1962)", img: "1962"}
            ]
});
