window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ბართლომე მოციქული ბარნაბა მოციქული წმინდა მოწამენი მარიამ პერღამელი, თეოპემპტი და ოთხნი მის თანა ყოვლადწმიდა ღვთისმშობლის ხატი „ღირს არს“", fact: "ბართლომე მოციქული ბარნაბა მოციქული წმინდა მოწამენი მარიამ პერღამელი, თეოპემპტი და ოთხნი მის თანა ყოვლადწმიდა ღვთისმშობლის ხატი „ღირს არს“", img: "Ars"},
              { name: "ბართლომე მოციქული", fact: "ბართლომე მოციქული", img: "Motsikuli"},
              { name: "ბარნაბა მოციქული", fact: "ბარნაბა მოციქული", img: "Motsikuli"},
              { name: "წმინდა მოწამენი მარიამ პერღამელი, თეოპემპტი და ოთხნი მის თანა", fact: "წმინდა მოწამენი მარიამ პერღამელი, თეოპემპტი და ოთხნი მის თანა", img: "Tana"},
              { name: "ყოვლადწმიდა ღვთისმშობლის ხატი „ღირს არს“", fact: "ყოვლადწმიდა ღვთისმშობლის ხატი „ღირს არს“", img: "Ars"},
              { name: "აგრეთვე: კანადა : ნიუფაუნდლენდისა და ლაბრადორის აღმოჩენის დღე კვებეკი (კანადა) : ეროვნული დღესასწაული პერუ : ინდიელთა დღე", fact: "აგრეთვე: კანადა : ნიუფაუნდლენდისა და ლაბრადორის აღმოჩენის დღე კვებეკი (კანადა) : ეროვნული დღესასწაული პერუ : ინდიელთა დღე", img: "Dghe"},
              { name: "კანადა : ნიუფაუნდლენდისა და ლაბრადორის აღმოჩენის დღე", fact: "კანადა : ნიუფაუნდლენდისა და ლაბრადორის აღმოჩენის დღე", img: "Dghe"},
              { name: "კვებეკი (კანადა) : ეროვნული დღესასწაული", fact: "კვებეკი (კანადა) : ეროვნული დღესასწაული", img: "Dghesastsauli"},
              { name: "პერუ : ინდიელთა დღე", fact: "პერუ : ინდიელთა დღე", img: "Dghe"}
            ],
  history:  [
              { name: "972", fact: "ცედინიას ბრძოლა – პოლონელთა ძალების პირველი დოკუმენტურად აღწერილი გამარჯვება.", img: "tsedinias brdzola"},
              { name: "1314", fact: "ბანოკბურნის ბრძოლა – შოტლანდიელები რობერტ ბრიუსის ხელმძღვანელობით ამარცხებენ ინგლისის მეფე ედვარდ II–ს. შოტლანდია დამოუკიდებლობას იბრუნებს.", img: "England"},
              { name: "1340", fact: "ასწლიანი ომი – სლის ბრძოლაში საფრანგეთის ფლოტი თითქმის სრულიად გაანადგურეს ინგლისელებმა ედვარდ III–ის მეთაურობით.", img: "astsliani omi"},
              { name: "1441", fact: "იტონის კოლეჯი დაარსდა.", img: "Daars"},
              { name: "1497", fact: "ჯონ კაბო ჩრდ. ამერიკაში ნიუფაუნდლენდში ჩავიდა; პირველი ევროპელი მკვლევარი ვიკინგების შემდეგ.", img: "USA"},
              { name: "1509", fact: "ჰენრი VIII და ეკატერინე არაგონელი ინგლისის მეფე–დედოფლად აკურთხეს.", img: "henri VIII da ekaterine aragoneli inglisis mepe"},
              { name: "1664", fact: "კოლონია ნიუ-ჯერსი დაარსდა.", img: "Daars"},
              { name: "1692", fact: "დაარსდა კინგსტონი, იამაიკაზე.", img: "Iamaikaz"},
              { name: "1793", fact: "საფრანგეთში პირველი რესპუბლიკური კონსტიტუცია მიიღეს.", img: "Miighe"},
              { name: "1812", fact: "ნაპოლეონის დიდი არმია მდინარე ნემანს ჰკვეთს და რუსეთის ტერიტორიაზე იჭრება.", img: "Ichreba"},
              { name: "1821", fact: "ვენესუელამ სრული დამოუკიდებლობა მოიპოვა ესპანეთისგან.", img: "Espanetisgan"},
              { name: "1859", fact: "სოლფერინოს ბრძოლა – სარდინიამ და საფრანგეთმა დაამარცხეს ავსტრია სოლფერინოში, ჩრდ. იტალია.", img: "solperinos brdzola"},
              { name: "1894", fact: "საერთაშორისო ოლიმპიურმა კომიტეტმა გადაწყვიტა ოლიმპიური თამაშების ყოველ ოთხ წელიწადში ჩატარება.", img: "Chatareba"},
              { name: "1901", fact: "პაბლო პიკასოს ნამუშევრების პირველი გამოფენა გაიხსნა.", img: "Gaikhsna"},
              { name: "1913", fact: "საბერძნეთმა და სერბეთმა გააუქმეს ბულგარეთთან ალიანსი.", img: "Aliansi"},
              { name: "1932", fact: "სამხედრო გადატრიალებით დასრულდა სიამის მეფის აბსოლუტური ძალაუფლება.", img: "Dzalaupleba"},
              { name: "1934", fact: "უკრაინის დედაქალაქი ხარკოვიდან კიევში გადაიტანეს.", img: "Gadaitane"},
              { name: "1935", fact: "თბილისში მუშტაიდის ბაღში გაიხსნა საბჭოთა კავშირში პირველი საბავშვო რკინიგზა.", img: "Rkinigza"},
              { name: "1940", fact: "საფრანგეთსა და იტალიას შორის ზავი დაიდო.", img: "Daido"},
              { name: "1945", fact: "მოსკოვის გამარჯვების პარადი.", img: "Paradi"},
              { name: "1948", fact: "ბერლინის ბლოკადა დაიწყო – სსრ კავშირმა აკრძალა მიმოსვლა დასავლეთსა და აღმოსავლეთ ბერლინს შორის.", img: "berlinis blokada daitsqo"},
              { name: "1951", fact: "ამერიკულმა ტელეარხმა CBS დაიწყო პირველი კომერციული ფერადი ტელეგადაცემები.", img: "Cbs"},
              { name: "1963", fact: "ბიბისის ტელესტუდიაში პირველად მოახდინეს საყოფაცხოვრებო ვიდეომაგნიტოფონის დემონსტრაცია.", img: "Demonstrats"},
              { name: "1981", fact: "გაიხსნა ჰამბერის ხიდი იორკშირსა და ლინკოლნშირს შორის, მსოფლიოს ყველაზე გრძელი ერთფრთიანი დაკიდული ხიდი მომდევნო 18 წლის განმავლობაში.", img: "18"},
              { name: "1992", fact: "რუ­სე­თის ფე­დე­რა­ცია და სა­ქარ­თ­ვე­ლოს რეს­პუბ­ლი­კა სოჭში ხელს აწერენ „შეთანხმებას ქართულ-ოსური კონფლიქტის მოწესრიგების პრინციპების შესახებ“.", img: "Shesakheb"},
              { name: "1992", fact: "სამხედრო გადატრიალების გზით დამხობილი ზვიად გამსახურდიას მომხრეებმა აიღეს თბილისის სახელმწიფო ტელევიზიის ცენტრი, თუმცა დამარცხდნენ.", img: "Damartskhdnen"},
              { name: "1992", fact: "საქართველოს სახელმწიფო საბჭოს თავმჯდომარე ედუარდ შევარდნაძემ და რუსეთის პრეზიდენტმა ბორის ელცინმა ხელი მოაწერეს დაგომისის შეთანხმება.", img: "Shetankhmeba"},
              { name: "2004", fact: "ნიუ-იორკში სიკვდილით დასჯა არაკონსტიტუციურად გამოცხადდა.", img: "Gamotskhad"},
              { name: "2008", fact: "ნასამ დაადასტურა, რომ ფენიქსის მიერ მარსზე გათხრისას აღმოჩენილი თეთრი ლაქები ყინული იყო.", img: "Iqo"},
              { name: "2010", fact: "ჯულია გილარდი ავსტრალიის პირველი პრემიერ-მინისტრი ქალი გახდა.", img: "Gakh"},
              { name: "2012", fact: "მოჰამედ მურსი ეგვიპტის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2012", fact: "გალაპაგოსის კუს ქვესახეობა Chelonoidis nigra abingdoni-ის უკანასკნელი ინდივიდი, „ეული ჯორჯი“ მოკვდა.", img: "Chelonoidis"},
              { name: "2018 თურქეთის საპრეზიდენტო არჩევნებში მოქმედმა პრეზიდენტმა ერდოღანმა გაიმარჯვა.", fact: "2018 თურქეთის საპრეზიდენტო არჩევნებში მოქმედმა პრეზიდენტმა ერდოღანმა გაიმარჯვა.", img: "2018"},
              { name: "2019", fact: "2026 წლის ზამთრის ოლიმპიური და პარალიმპიური თამაშები იტალიის ქალაქებში, მილანსა და კორტინა-დ’ამპრეცოში გაიმართება.", img: "2026"}
            ],
  born:     [
              { name: "1851", fact: "ალექსანდრე ჯაბადარი — ქართველი საზოგადო მოღვაწე", img: "aleksandre jabadari"},
              { name: "1936", fact: "რევაზ ამაშუკელი — ქართველი პოეტი.", img: "revaz amashukeli"},
              { name: "1944", fact: "ჯეფ ბეკი — ინგლისელი გიტარისტი", img: "jep beki"},
              { name: "1987", fact: "ლიონელ მესი — არგენტინელი ფეხბურთელი", img: "lionel mesi"}
            ],
  died:     [
              { name: "1908", fact: "კლივლენდი, გროვერ — ამერიკის შეერთებული შტატების პრეზიდენტი. (დ.1837)", img: "1837"}
            ]
});
