window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ტიმოთე პრუსელი წმინდა ბასიანე ალექსანდრე და ანტონინა წმინდა ნეანისკი თეოფანე ანტიოქიელი და წმინდა პანსემინა", fact: "ტიმოთე პრუსელი წმინდა ბასიანე ალექსანდრე და ანტონინა წმინდა ნეანისკი თეოფანე ანტიოქიელი და წმინდა პანსემინა", img: "Pansemina"},
              { name: "ტიმოთე პრუსელი", fact: "ტიმოთე პრუსელი", img: "Pruseli"},
              { name: "წმინდა ბასიანე", fact: "წმინდა ბასიანე", img: "Basian"},
              { name: "ალექსანდრე და ანტონინა", fact: "ალექსანდრე და ანტონინა", img: "Antonina"},
              { name: "წმინდა ნეანისკი", fact: "წმინდა ნეანისკი", img: "Neaniski"},
              { name: "თეოფანე ანტიოქიელი და წმინდა პანსემინა", fact: "თეოფანე ანტიოქიელი და წმინდა პანსემინა", img: "Pansemina"},
              { name: "აგრეთვე: ლუქსემბურგი : ეროვნული დღესასწაული", fact: "აგრეთვე: ლუქსემბურგი : ეროვნული დღესასწაული", img: "Dghesastsauli"},
              { name: "ლუქსემბურგი : ეროვნული დღესასწაული", fact: "ლუქსემბურგი : ეროვნული დღესასწაული", img: "Dghesastsauli"}
            ],
  history:  [
              { name: "1724", fact: "კონსტანტიოპოლში რუსეთსა და თურქეთს შორის დადებული ხელშეკრულებით რუსეთმა კასპიის სანაპირო შეინარჩუნა, თურქეთმა კი - თბილისი და ერევანი.", img: "konstantiopolshi rusetsa da turkets shoris dadebuli khelshekrulebit rusetma kaspiis sanapiro sheinarchuna turketma ki"},
              { name: "1794", fact: "ეკატერინე II ებრაელებს კიევში დასახლების უფლებას აძლევს.", img: "Adzlev"},
              { name: "1803", fact: "რობერტ ფულტონმა სენაზე პირველი თბომავალის დემონსტრაცია მოახდინა.", img: "Moakhdina"},
              { name: "1894", fact: "სორბონაში, პარიზი, დაარსდა საერთაშორისო ოლიმპიური კომიტეტი, პიერ დე კუბერტენის თაოსნობით.", img: "Taosnobit"},
              { name: "1919", fact: "ესტონეთის განმათავისფლებელი ომი — გერმანიის ძალები ჩრდ. ლატვიაში დამარცხდნენ, ეს დღე ყოველწლიურად აღინიშნება როგორც ესტონეთის გამარჯვების დღესასწაული.", img: "estonetis ganmatavisplebeli omi"},
              { name: "1941", fact: "ლიტვის აქტივისტთა ფორნტი ლიტვას საბჭოთა კავშირისგან დამოუკიდებლად აცხადებს, თუმცა ეს გადაწყვეტილება ხანმოკლე გამოდგა, ვინაიდან რამდენიმე კვირაში ლიტვას ოკუპირება ნაცისტებმა მოახდინეს.", img: "Moakhdine"},
              { name: "1956", fact: "გამალ აბდელ ნასერი ეგვიპტის პრეზიდენტად აირჩა.", img: "Aircha"},
              { name: "1958", fact: "ნიდერლანდების რეფორმირებული ეკლესია ქალებს მოძღვრად კურთხევის ნებას რთავს.", img: "Rtav"},
              { name: "1990", fact: "მოლდოვა დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "2007", fact: "ევროკავშირის 27 ქვეყნის ლიდერი შეთანხმდა რეფორმის ტრაქტატის მონახაზზე, რომელმაც უნდა შეცვალოს ჩავარდნილი ევროპის კონსტიტუციის პროექტი.", img: "27"},
              { name: "2016", fact: "ევროკავშირიდან გაერთიანებული სამეფოს გასვლას რეფერენდუმზე ამომრჩეველთა 51,9%-მა დაუჭირა მხარი.", img: "51"},
              { name: "2020", fact: "ლაზარუს ჩაკუერა მალავის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2023", fact: "რუსეთში კერძო სამხედრო კომპანია „ვაგნერი“ ევგენი პრიგოჟინის ხელმძღვანელობით ხელისუფლების წინააღმდეგ აჯანყდა.", img: "Ajanq"}
            ],
  born:     [
              { name: "1889", fact: "ახმატოვა, ანა — რუსი პოეტი", img: "akhmatova ana"},
              { name: "1894", fact: "ედუარდ VIII — დიდი ბრიტანეთის მეფე (გ.1972)", img: "eduard VIII"},
              { name: "1912", fact: "ტიურინგი, ალან — ინგლისელი მათემატიკოსი (გ.1954)", img: "1954"},
              { name: "1928", fact: "ბადრიძე, გიორგი დავითის ძე — ქართველი ჟურნალისტი, კინოდრამატურგი.", img: "badridze giorgi davitis dze"},
              { name: "1932", fact: "ღვალაძე, გურანდა — ქართველი ბოტანიკოსი", img: "ghvaladze guranda"}
            ],
  died:     [
              { name: "1691", fact: "სულეიმან II — ოსმანთა იმპერიის სულთანი", img: "suleiman II"},
              { name: "1926", fact: "ვასნეცოვი, ვიქტორ — რუსი მხატვარი.", img: "vasnetsovi viktor"},
              { name: "1943", fact: "ასათიანი, ლადო — ქართველი პოეტი.", img: "asatiani lado"},
              { name: "1959", fact: "ვიანი, ბორის — ფრანგი პოეტი, მომღერალი (დ.1920)", img: "1920"},
              { name: "1972", fact: "ხორავა, აკაკი — ქართველი მსახიობი", img: "khorava akaki"}
            ]
});
