window.__dayDataCallback__({
  holidays: [
              { name: "მსოფლიო - თევზჭერის საერთაშორისო დღე", fact: "მსოფლიო - თევზჭერის საერთაშორისო დღე", img: "msoplio"}
            ],
  history:  [
              { name: "1615", fact: "ჩაის პირველი იმპორტი ევროპაში.", img: "Evropa"},
              { name: "1709", fact: "პეტრე I-მა პოლტავის ბრძოლაში შვედეთის მეფე კარლ XII დაამარცხა.", img: "Daamartskha"},
              { name: "1834", fact: "გაიხსნა კიევის უნივერსიტეტი.", img: "Universiteti"},
              { name: "1905", fact: "ჯავშნოსან პოტიომკინზე ჯანყი დაიწყო.", img: "Daitsqo"},
              { name: "1929", fact: "ნიუ-იორკში, ბელის ლაბორატორიაში მოხდა ფერადი გამოსახულების გადაცემის სისტემის პირველი დემონსტრირება.", img: "Demonstrireba"},
              { name: "1931", fact: "აშშ-ში გამომგონებელმა იგორ სიკორსკიმ მიიღო პატენტი ვერტმფრენის გამოგონებისთვის.", img: "USA"},
              { name: "1954", fact: "მსოფლიოში პირველი ატომური ელექტროსადგური ამუშავდა ობნინსკში, მოსკოვის მახლობლად.", img: "Makhlobl"},
              { name: "1967", fact: "მსოფლიოში პირველი ბანკომატი დამონტაჟდა ენფილდში, ლონდონი.", img: "Londoni"},
              { name: "1974", fact: "აშშ-ის პრეზიდენტი რიჩარდ ნიქსონი საბჭოთა კავშირს ესტუმრა.", img: "USA"},
              { name: "1977", fact: "ჯიბუტიმ დამოუკიდებლობა გამოაცხადა საფრანგეთისაგან.", img: "Saprangetisagan"},
              { name: "1991", fact: "ათდღიანი ომი: დამოუკიდებლობის გამოცხადებიდან ორ დღეში იუგოსლავიის ჯარი სლოვენიაში შეიჭრა, ტანკებითა და სამხედრო თვითმფრინავებით", img: "Tvitmprinavebit"},
              { name: "1997", fact: "ტაჯიკეთში დასრულდა სამოქალაქო ომი.", img: "Omi"},
              { name: "2007", fact: "გორდონ ბრაუნმა შეცვალა ტონი ბლერი ბრიტანეთის პრემიერ-მინისტრის პოსტზე.", img: "Postz"},
              { name: "2007", fact: "ახალქალაქის სამხედრო ბაზა რუსეთმა საქართველოს ოფიციალურად გადასცა.", img: "Gadastsa"},
              { name: "2007", fact: "ეგვიპტოლოგმა ზაჰი ჰავასმა დაამტკიცა, რომ უსახელო აკლდამაში ნაპოვნი მუმია ეკუთვნის ფარაონ ჰატშეფსუტს.", img: "Hatshepsut"},
              { name: "2014", fact: "საქართველომ, მოლდოვამ და უკრაინამ ევროკავშირთან ასოცირების ხელშეკრულება გააფორმეს.", img: "Gaaporme"},
              { name: "2015", fact: "ქართველი ძიუდოისტები ავთანდილ ჭრიკიშვილი და ადამ ოქრუაშვილი ბაქოს ევროპული თამაშების გამარჯვებულები გახდნენ.", img: "Gakhdnen"},
              { name: "2019", fact: "ევროსაბჭოს გენერალურ მდივნად მარია პეიჩინოვიჩ-ბურიჩი აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1462", fact: "ლუი XII (საფრანგეთი) — საფრანგეთის მეფე (გ.1515)", img: "lui XII saprangeti"},
              { name: "1550", fact: "შარლ IX (საფრანგეთი) — საფრანგეთის მეფე (გ.1574)", img: "sharl IX saprangeti"},
              { name: "1682", fact: "კარლ XII — შვედეთის მეფე (გ.1718)", img: "karl XII"},
              { name: "1847", fact: "ჭალადიდელი, გიორგი — პოეტი", img: "chaladideli giorgi"},
              { name: "1955", fact: "აჯანი, იზაბელ — ფრანგი მსახიობი", img: "ajani izabel"},
              { name: "1977", fact: "რაული — ესპანელი ფეხბურთელი", img: "rauli"}
            ],
  died:     [
              { name: "1962", fact: "აკაკი ფაღავა — ქართველი რეჟისორი.", img: "akaki paghava"},
              { name: "1985", fact: "ვახტანგ არეშიძე — ქართველი მსახიობი", img: "vakhtang areshidze"},
              { name: "2001", fact: "იანსონი, ტოვე — ფინელი მწერალი (დ.1914)", img: "1914"}
            ]
});
