window.__dayDataCallback__({
  holidays: [
              { name: "დანია - გრენლანდია: ნაციონალური დღე.", fact: "დანია - გრენლანდია: ნაციონალური დღე.", img: "dania"},
              { name: "კანადა - აბორიგენების დღე", fact: "კანადა - აბორიგენების დღე", img: "kanada"},
              { name: "აშშ - ნიუ-ჰემპშირის დღე", fact: "აშშ - ნიუ-ჰემპშირის დღე", img: "ashsh"},
              { name: "ჩინეთი - დრაკონის ნავების ზეიმი.", fact: "ჩინეთი - დრაკონის ნავების ზეიმი.", img: "chineti"},
              { name: "საფრანგეთი - მუსიკის ზეიმი.", fact: "საფრანგეთი - მუსიკის ზეიმი.", img: "saprangeti"},
              { name: "რუსეთი - შინაგან საქმეთა სამინისტროს, კინოლოგიური ქვედანაყოფების დღე.", fact: "რუსეთი - შინაგან საქმეთა სამინისტროს, კინოლოგიური ქვედანაყოფების დღე.", img: "ruseti"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "თევდორე მღვდელი თეოდორე სტრატილატი ღირსი ეფრემი ზოსიმე ფინიკიელი პავლე კაიუმელი ღირსი მელანია ღირსი აფრე ღირსი ნავკრატიუსი", fact: "თევდორე მღვდელი თეოდორე სტრატილატი ღირსი ეფრემი ზოსიმე ფინიკიელი პავლე კაიუმელი ღირსი მელანია ღირსი აფრე ღირსი ნავკრატიუსი", img: "Navkratiusi"},
              { name: "თევდორე მღვდელი", fact: "თევდორე მღვდელი", img: "Mghvdeli"},
              { name: "თეოდორე სტრატილატი", fact: "თეოდორე სტრატილატი", img: "Stratilati"},
              { name: "ღირსი ეფრემი", fact: "ღირსი ეფრემი", img: "Epremi"},
              { name: "ზოსიმე ფინიკიელი", fact: "ზოსიმე ფინიკიელი", img: "Pinikieli"},
              { name: "პავლე კაიუმელი", fact: "პავლე კაიუმელი", img: "Kaiumeli"},
              { name: "ღირსი მელანია", fact: "ღირსი მელანია", img: "Melan"},
              { name: "ღირსი აფრე", fact: "ღირსი აფრე", img: "Apr"},
              { name: "ღირსი ნავკრატიუსი", fact: "ღირსი ნავკრატიუსი", img: "Navkratiusi"}
            ],
  history:  [
              { name: "1621", fact: "27 ჩეხი მთავარი სიკვდილით დასაჯეს პრაღის მთავარ მოედანზე თეთრის მთის ბრძოლის ბოლოს.", img: "27"},
              { name: "1633", fact: "გალილეო გალილეი ინკვიზიციის სასახლის ციხეში მოათავსეს.", img: "Moatavse"},
              { name: "1749", fact: "ჰალიფაქსი, ნოვა-სკოტია, დაარსდა.", img: "Daars"},
              { name: "1788", fact: "ნიუ-ჰემპშირი გახდა აშშ-ს მე-9 შტატი.", img: "USA"},
              { name: "1824", fact: "საბერძნეთის ბრძოლა დამოუკიდებლობისთვის: ეგვიპტის ჯარებმა ფსარა აიღეს ეგეოსის ზღვაში.", img: "Zghva"},
              { name: "1893", fact: "პირველი ე.წ. „ეშმაკის ბორბალი“ წარმოადგინეს ჩიკაგოს გამოფენაზე.", img: "Gamopenaz"},
              { name: "1898", fact: "გუამი აშშ-ის ტერიტორია გახდა.", img: "USA"},
              { name: "1909", fact: "რუსულ-ბალტიურ ქარხანაში ააწყვეს პირველი რუსული სერიული ავტომობილი „რუსო-ბალტ“-ი", img: "I"},
              { name: "1913", fact: "18 წლის ჯორჯია ბროდვიკი გახდა პირველი ქალი რომელმაც შეასრულა პარაშუტით ხტომა აეროპლანიდან.", img: "18"},
              { name: "1925", fact: "მოსკოვში პირველი ტაქსი გამოჩნდა - რენოს მარკის 16 ავტომობილი.", img: "16"},
              { name: "1940", fact: "მეორე მსოფლიო ომში საფრანგეთი გერმანიას დანებდა.", img: "Daneb"},
              { name: "1945", fact: "მეორე მსოფლიო ომი - ოკინავის ბრძოლა დამთავრდა.", img: "meore msoplio omi"},
              { name: "1948", fact: "ხმის ჩამწერმა კომპანია კოლუმბია რეკორდსმა „Columbia Records“ გამოუშვა ხანგრძლივი ჟღერადობის ვინილის ფირფიტა რომლის ორივე მხარეს შესაძლებელი იყო 23 წუთი მუსიკის ჩაწერა. გერმანიის ფედერაციულ რესპუბლიკაში მიმოქცევაში შევიდა ახალი გერმანული მარკა.", img: "Columbia Records"},
              { name: "გერმანიის ფედერაციულ რესპუბლიკაში მიმოქცევაში შევიდა ახალი გერმანული მარკა.", fact: "გერმანიის ფედერაციულ რესპუბლიკაში მიმოქცევაში შევიდა ახალი გერმანული მარკა.", img: "Marka"},
              { name: "1977", fact: "მენახემ ბეგინი ისრაელის მეექვსე პრემიერ-მინისტრი გახდა.", img: "Gakh"},
              { name: "1994", fact: "ქართულ-აფხაზური კონფლიქტის ზონაში დამოუკიდებელ სახელმწიფოთა თანამეგობრობის სამშვიდობო მანდატით განლაგდა რუსული სამხედრო კონტინგენტი.", img: "Kontingenti"},
              { name: "2002", fact: "მსოფლიო ჯანდაცვის ორგანიზაციამ ევროპა პოლიოსგან განთავისუფლებულად გამოაცხადა.", img: "Gamoatskha"},
              { name: "2004", fact: "კოსმოსში გაფრინდა პირველი კერძო კოსმოსური ხომალდი „SpaceShipOne“", img: "Space"},
              { name: "2006", fact: "პლუტონის ახლად აღმოჩენილ თანამგზავრებს ნიქსი და ჰიდრა დაარქვეს.", img: "Daarkve"},
              { name: "2019", fact: "თანზილა ნარბაევა უზბეკეთის სენატის პირველი ქალი ხელმძღვანელი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1002", fact: "ლეო IX — რომის პაპი 1049-1054 წლებში.", img: "Rome"},
              { name: "1840", fact: "წერეთელი, აკაკი — ქართველი პოეტი, საზოგადო მოღვაწე (გ.1915)", img: "1915"},
              { name: "1905", fact: "სარტრი, ჟან-პოლ — ფრანგი ფილოსოფოსი (დ.1980)", img: "1980"},
              { name: "1935", fact: "საგანი, ფრანსუაზ — ფრანგი მწერალი (გ.2004)", img: "2004"},
              { name: "1986", fact: "ლანა დელ რეი — ამერიკელი პოპ მომღერალი", img: "lana del rei"},
              { name: "1997", fact: "რებეკა ბლეკი — ამერიკელი პოპ მომღერალი", img: "rebeka bleki"}
            ],
  died:     [
              { name: "1652", fact: "ჯოუნზი, ინიგოუ — ინგლისელი არქიტექტორი.", img: "jounzi inigou"},
              { name: "1908", fact: "რიმსკი-კორსაკოვი, ნიკოლოზ — რუსი კომპოზიტორი", img: "rimski korsakovi nikoloz"},
              { name: "1970", fact: "სუკარნო — ინდონეზიის პრეზიდენტი", img: "sukarno"},
              { name: "1974", fact: "ასტაუროვი, ბორის — საბჭოთა ბიოლოგი-ციტეგენეტიკოსი", img: "astaurovi boris"},
              { name: "1978", fact: "ალექსი-მესხიშვილი, ვლადიმერ — ქართველი არქიტექტორი", img: "aleksi meskhishvili vladimer"},
              { name: "2012", fact: "რამაზ შენგელია — ქართველი ფეხბურთელი", img: "ramaz shengelia"}
            ]
});
