window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ისიდორე სამთავნელი იოანე (თორნიკე) მთაწმინდელი ონოფრე დიდი ღირსი მეუდაბნოენი: პაფნუტი, ტიმოთე, იოანე, ანდრია, ირაკლემონე (ირაკლამვონე) და თეოფილე თებაიდელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ისიდორე სამთავნელი იოანე (თორნიკე) მთაწმინდელი ონოფრე დიდი ღირსი მეუდაბნოენი: პაფნუტი, ტიმოთე, იოანე, ანდრია, ირაკლემონე (ირაკლამვონე) და თეოფილე თებაიდელი", img: "Tebaideli"},
              { name: "ისიდორე სამთავნელი", fact: "ისიდორე სამთავნელი", img: "Samtavneli"},
              { name: "იოანე (თორნიკე) მთაწმინდელი", fact: "იოანე (თორნიკე) მთაწმინდელი", img: "Mtatsmindeli"},
              { name: "ონოფრე დიდი", fact: "ონოფრე დიდი", img: "Didi"},
              { name: "ღირსი მეუდაბნოენი: პაფნუტი, ტიმოთე, იოანე, ანდრია, ირაკლემონე (ირაკლამვონე) და თეოფილე თებაიდელი", fact: "ღირსი მეუდაბნოენი: პაფნუტი, ტიმოთე, იოანე, ანდრია, ირაკლემონე (ირაკლამვონე) და თეოფილე თებაიდელი", img: "Tebaideli"},
              { name: "აგრეთვე: ესპანეთი : სანტა-ოროსიას დღე მოზამბიკი : დამოუკიდებლობის დღე", fact: "აგრეთვე: ესპანეთი : სანტა-ოროსიას დღე მოზამბიკი : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ესპანეთი : სანტა-ოროსიას დღე", fact: "ესპანეთი : სანტა-ოროსიას დღე", img: "Dghe"},
              { name: "მოზამბიკი : დამოუკიდებლობის დღე", fact: "მოზამბიკი : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "524", fact: "ვეზერონსის ბრძოლა – ფრანკებმა ბურგუნდიელები დაამარცხეს.", img: "vezeronsis brdzola"},
              { name: "1678", fact: "ელენა კორნარო პისკოპია ხდება პირველი ქალი, რომელსაც ფილოსოფიის დოქტორის ხარისხი მიენიჭა.", img: "Mienicha"},
              { name: "1788", fact: "ვირჯინია გახდა აშშ-ს მე-10 შტატი.", img: "10"},
              { name: "1863", fact: "სიოგუნმა ტოკუგავამ ქვეყნიდან ყველა უცხოელის განდევნა ბრძანა.", img: "Brdzana"},
              { name: "1876", fact: "ლიტლ-ბიგჰორნის ბრძოლაში აშშ-ის გენერალ-მაიორი ჯორჯ არმსტრონგ კასტერი მოკლეს.", img: "USA"},
              { name: "1905", fact: "კულინანის ალმასი, დღემდე ცნობილი უდიდესი ალმასი, იპოვა ფრედერიკ უელსმა.", img: "Uels"},
              { name: "1938", fact: "დაგლას ჰაიდი ირლანდიის პირველი პრეზიდენტი გახდა.", img: "Gakh"},
              { name: "1044", fact: "ტალი-იჰანტალას ბრძოლა – უდიდესი სკანდინავიის ისტორიაში – დაიწყო.", img: "tali ihantalas brdzola"},
              { name: "1947", fact: "ანა ფრანკის დღიური გამოქვეყნდა.", img: "Gamokveqn"},
              { name: "1948", fact: "ბერლინის ოპერაცია „საჰაერო ხიდი“ დაიწყო.", img: "Daitsqo"},
              { name: "1950", fact: "კორეის ომი დაიწყო.", img: "Daitsqo"},
              { name: "1953", fact: "ცენტრალური კომიტეტის სხდომაზე ლავრენტი ბერია დააპატიმრეს.", img: "Daapatimre"},
              { name: "1975", fact: "ინდოეთის პრემიერ-მინისტრმა ინდირა განდიმა ქვეყანაში საგანგებო სიტუაცია გამოაცხადა, გააუქმა რა სამოქალაქო უფლებები და არჩევნები.", img: "Archevnebi"},
              { name: "1975", fact: "მოზამბიკმა დამოუკიდებლობა გამოაცხადა პორტუგალიისაგან.", img: "Portugaliisagan"},
              { name: "1978", fact: "არგენტინა იმარჯვებს 1978 წლის მსოფლიო საფეხბურთო ჩემპიონატში.", img: "1978"},
              { name: "1981", fact: "Microsoft (კორპორაცია) ჩამოყალიბდა დღევანდელი სახით.", img: "Microsoft"},
              { name: "1991", fact: "ხორვატიამ და სლოვენიამ დამოუკიდებლობა გამოაცხადეს იუგოსლავიისაგან.", img: "Iugoslaviisagan"},
              { name: "1998", fact: "მაიკროსოფტ ვინდოუს 98 გამოვიდა.", img: "98"},
              { name: "2007", fact: "სტამბოლში გაიხსნა შავი ზღვის ეკონომიკური თანამშრომლობის ორგანიზაციის XV სამიტი.", img: "Samiti"},
              { name: "2009", fact: "ამერიკელი პოპ მომღერალი მაიკლ ჯექსონი გულის უკმარისობით გარდაიცვალა 50 წლის ასაკში. არქეოლოგებმა დაადასტურეს გერმანიაში 35.000 წლის ფლეიტის, უძველესი მუსიკალური ინსტრუმენტის, აღმოჩენა.", img: "50"},
              { name: "ამერიკელი პოპ მომღერალი მაიკლ ჯექსონი გულის უკმარისობით გარდაიცვალა 50 წლის ასაკში.", fact: "ამერიკელი პოპ მომღერალი მაიკლ ჯექსონი გულის უკმარისობით გარდაიცვალა 50 წლის ასაკში.", img: "50"},
              { name: "არქეოლოგებმა დაადასტურეს გერმანიაში 35.000 წლის ფლეიტის, უძველესი მუსიკალური ინსტრუმენტის, აღმოჩენა.", fact: "არქეოლოგებმა დაადასტურეს გერმანიაში 35.000 წლის ფლეიტის, უძველესი მუსიკალური ინსტრუმენტის, აღმოჩენა.", img: "35"},
              { name: "2010", fact: "საქართველოს ხელისუფლებამ გორის ცენტრალური მოედნიდან სტალინის ძეგლი აიღო.", img: "Aigho"},
              { name: "2013", fact: "კატარის ამირამ შეიხ ჰამად ბინ ხალიფა ალ-თანიმ ხელისუფლება შვილს, თამიმ ბინ ჰამად ალ-თანის გადააბარა.", img: "Gadaabara"},
              { name: "2016", fact: "გუდნი იოჰანესონი ისლანდიის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1852", fact: "გაუდი, ანტონიო — ესპანელი (კატალონიელი) არქიტექტორი (გ.1926)", img: "1926"},
              { name: "1855", fact: "ანდრონიკაშვილი, იოსებ — ქართველი ინჟინერი და საზოგადო მოღვაწე", img: "andronikashvili ioseb"},
              { name: "1903", fact: "ორუელი, ჯორჯ — ინგლისელი მწერალი (გ.1950)", img: "1950"},
              { name: "1909", fact: "ბალავაძე, ბენედიქტე — ქართველი გეოფიზიკოსი.", img: "balavadze benedikte"}
            ],
  died:     [
              { name: "1822", fact: "ჰოფმანი, ერნსტ — გერმანელი მწერალი (დ.1776)", img: "1776"},
              { name: "1861", fact: "აბდულმეჯიდ I — ოსმალეთის სულთანი (დ.1823)", img: "1823"},
              { name: "2009", fact: "ჯექსონი, მაიკლ — ამერიკელი მუსიკოსი, მსახიობი და პოპ-კერპი (დ.1948)", img: "1948"}
            ]
});
