window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ანთიმოზ ივერიელი წმინდა აკვილინა ტრიფილე კვიპრელი წმინდა ანტონინა ღირსი ანა და ძე მისი იოანე წმინდა მოწამენი: დიოდორე ემესელი, ევსტრატი. წმიდა ანტიპატრი, არაბეთის ბოსტრიის ეპისკოპოსი", fact: "ანთიმოზ ივერიელი წმინდა აკვილინა ტრიფილე კვიპრელი წმინდა ანტონინა ღირსი ანა და ძე მისი იოანე წმინდა მოწამენი: დიოდორე ემესელი, ევსტრატი. წმიდა ანტიპატრი, არაბეთის ბოსტრიის ეპისკოპოსი", img: "Episkoposi"},
              { name: "ანთიმოზ ივერიელი", fact: "ანთიმოზ ივერიელი", img: "Iverieli"},
              { name: "წმინდა აკვილინა", fact: "წმინდა აკვილინა", img: "Akvilina"},
              { name: "ტრიფილე კვიპრელი", fact: "ტრიფილე კვიპრელი", img: "Kvipreli"},
              { name: "წმინდა ანტონინა", fact: "წმინდა ანტონინა", img: "Antonina"},
              { name: "ღირსი ანა და ძე მისი იოანე", fact: "ღირსი ანა და ძე მისი იოანე", img: "Ioan"},
              { name: "წმინდა მოწამენი: დიოდორე ემესელი, ევსტრატი. წმიდა ანტიპატრი, არაბეთის ბოსტრიის ეპისკოპოსი", fact: "წმინდა მოწამენი: დიოდორე ემესელი, ევსტრატი. წმიდა ანტიპატრი, არაბეთის ბოსტრიის ეპისკოპოსი", img: "Episkoposi"},
              { name: "აგრეთვე: რუმინეთი : დროშის დღე", fact: "აგრეთვე: რუმინეთი : დროშის დღე", img: "Dghe"},
              { name: "რუმინეთი : დროშის დღე", fact: "რუმინეთი : დროშის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "363", fact: "სასანიდების იმპერიიდან დახევისას რომი იმპერატორი იულიანე მოკლეს. ჯარისკაცებმა საბრძოლო ველზე იმპერატორად გენერალი იოვიანე გამოაცხადეს.", img: "Rome"},
              { name: "684", fact: "ბენედიქტე II რომის პაპი გახდა.", img: "Pope"},
              { name: "1483", fact: "რიჩარდ III ინგლისის მეფე გახდა.", img: "Gakh"},
              { name: "1718", fact: "უფლისწული ალექსი, პეტრე დიდის ვაჟი, საიდუმლო ვითარებაში გარდაიცვალა, მას შემდეგ რაც მამამისმა მას სიკვდილით დასჯა მიუსაჯა მის წინააღმდეგ შეთქმულების მოწყობის მცდელობისთვის.", img: "Mtsdelobistv"},
              { name: "1723", fact: "ხანგრძლივი ალყის შემდეგ ბაქო რუსებს ჩაბარდა.", img: "Chabar"},
              { name: "1819", fact: "პირველი ველოსიპედი დაპატენტდა.", img: "Dapatent"},
              { name: "1924", fact: "აშშ–ის საოკუპაციო ჯარმა დატოვა დომინიკელთა რესპუბლიკა.", img: "ashsh"},
              { name: "1940", fact: "მეორე მსოფლიო ომი – მოლოტოვ–რიბენტროპის პაქტის თანახმად სსრკ რუმინეთს ულტიმატუმს უცხადებს, მოითხოვს რა ბესარაბიისა და ბუკოვინის ჩრდ. ნაწილის დათმობას.", img: "Romania"},
              { name: "1945", fact: "გაეროს ქარტიას მოეწერა ხელი სან–ფრანცისკოში.", img: "gaeros kartias moetsera kheli san"},
              { name: "1960", fact: "ყოფილი ბრიტანული პროტექტორატი სომალილენდი დამოუკიდებელი სახელმწიფო ხდება.", img: "Khdeba"},
              { name: "1963", fact: "ჯონ ფ. კენედი გამოდის განთქმული სიტყვით „Ich bin ein Berliner“ დასავლეთ ბერლინში ვიზიტისას.", img: "Ich"},
              { name: "1973", fact: "პლესეცკის კოსმოდრომზე კოსმოსური რაკეტა 3-M-ის აფეთქების შედეგად 9 ადამიანი დაიღუპა.", img: "Daighupa"},
              { name: "1975", fact: "ინდირა განდი ერთპიროვნულ მმართველობას ამყარებს ინდოეთში.", img: "Indoet"},
              { name: "1976", fact: "გაიხსნა ტორონტოს ტელეანძა (სურათზე) - უმაღლესი ცალკე მდგომი სტრუქტურა მსოფლიოში.", img: "gaikhsna torontos teleandza suratze"},
              { name: "2006", fact: "მონტენეგრო გაეროს 192–ე წევრი გახდა.", img: "192"},
              { name: "2013", fact: "ცაჰიაგინ ელბეგდორჟი მონღოლეთის პრეზიდენტად მეორე ვადით აირჩიეს.", img: "Airchie"},
              { name: "2024", fact: "დებიუტანტმა საქართველოს ეროვნულმა საფეხბურთო ნაკრებმა პორტუგალიის ნაკრები ევრო 2024-ზე 2:0 დაამარცხა და მერვედფინალში გადავიდა.", img: "2024"}
            ],
  born:     [
              { name: "1892", fact: "ბაკი, პერლ — ამერიკელი მწერალი (გ.1973)", img: "1973"},
              { name: "1903", fact: "აბე ტომოძი — იაპონელი მწერალი", img: "abe tomodzi"},
              { name: "1933", fact: "აბადო, კლაუდიო — იტალიელი დირიჟორი", img: "abado klaudio"}
            ],
  died:     [
              { name: "363", fact: "იულიან განდგომილი — რომის იმპერატორი", img: "Rome"},
              { name: "1984", fact: "ჰუკო, მიშელ — ფრანგი ფილოსოფოსი (დ. 1926)", img: "1926"},
              { name: "2015", fact: "ეთერ კაკულია — ქართველი მომღერალი (დ. 1948) ევგენი პრიმაკოვი — რუსი პოლიტიკოსი (დ. 1929)", img: "1948"},
              { name: "ეთერ კაკულია — ქართველი მომღერალი (დ. 1948)", fact: "ეთერ კაკულია — ქართველი მომღერალი (დ. 1948)", img: "1948"},
              { name: "ევგენი პრიმაკოვი — რუსი პოლიტიკოსი (დ. 1929)", fact: "ევგენი პრიმაკოვი — რუსი პოლიტიკოსი (დ. 1929)", img: "1929"}
            ]
});
