window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოანე შავთელ-გაენათელი წმინდა კირილე თეკლე, მართა და მარიამი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოანე შავთელ-გაენათელი წმინდა კირილე თეკლე, მართა და მარიამი", img: "Mariami"},
              { name: "იოანე შავთელ-გაენათელი", fact: "იოანე შავთელ-გაენათელი", img: "Gaenateli"},
              { name: "წმინდა კირილე", fact: "წმინდა კირილე", img: "Kiril"},
              { name: "თეკლე, მართა და მარიამი", fact: "თეკლე, მართა და მარიამი", img: "Mariami"}
            ],
  history:  [
              { name: "ძვ. წ. 217", fact: "რაფიის ბრძოლა - ეგვიპტის მეფე პტელემეოს IV-მ ანტიოქ III დიდი დაამარცხა.", img: "rapiis brdzola"},
              { name: "ძვ. წ. 168", fact: "პიდნის ბრძოლა - რომაელებმა ლუციუს ემელიუს პაულუსის მეთაურობით მაკედონელები დაამარცხეს და მათი მეფე პერსევსი შეიპყრეს, რითაც დასრულდა მაკედონელთა მესამე ომი.", img: "pidnis brdzola"},
              { name: "1593", fact: "სისაკის ბრძოლა - ხორვატებმა თურქები დაამარცხეს.", img: "sisakis brdzola"},
              { name: "1812", fact: "ნაპოლეონის ომები - ნაპოლეონი რუსეთში შეიჭრა.", img: "napoleonis omebi"},
              { name: "1825", fact: "ბრიტანეთის პარლამენტმა ფეოდალიზმი და სენიორული სისტემა გააუქმა ბრიტანეთის ჩრდ. ამერიკაში.", img: "USA"},
              { name: "1848", fact: "ივნისის დღეების აჯანყება დაიწყო პარიზში.", img: "Pariz"},
              { name: "1889", fact: "გერმანიამ პირველად ევროპაში შემოიღო პენსია ხანში შესულთათვის.", img: "Shesultatv"},
              { name: "1898", fact: "ესპანეთ-ამერიკის ომი - აშშ-ის საზღვაო ძალები კუბაზე გადმოსხდნენ.", img: "USA"},
              { name: "1911", fact: "ჯორჯ V დიდი ბრიტანეთის მეფე გახდა.", img: "Gakh"},
              { name: "1941", fact: "გერმანიის ჯარი სსრკ-ს დაესხა თავს (ოპერაცია „ბარბაროსა“).", img: "Barbaro"},
              { name: "1944", fact: "საბჭოთა კავშირის ოპერაცია ბაგრატიონი დაიწყო არმიის ჯგუფი „ცენტრის“ წინააღმდეგ.", img: "Tsinaaghmdeg"},
              { name: "1976", fact: "კანადის თემთა პალატამ სიკვდილით დასჯა გააუქმა.", img: "Gaauk"},
              { name: "1973", fact: "გდრ და გფრ გაეროს წევრები გახდა.", img: "Gakh"},
              { name: "1978", fact: "ჯუჯა პლანეტა პლუტონის თანამგზავრი ქარონი აღმოაჩინეს.", img: "Aghmoachine"},
              { name: "1986", fact: "არგენტინელმა ფეხბურთელმა დიეგო მარადონამ საუკუნის გოლი გაიტანა ინგლისელების კარში ფიფას მსოფლიო თასის გათამაშებაში მეხიკოში.", img: "Mekhiko"},
              { name: "2002", fact: "სამხრეთ ირანში მომხდარ ძლიერ მიწისძვრას 200-ზე მეტი ადამიანი ემსხვერპლა.", img: "200"},
              { name: "2010", fact: "ცენტრის პარტიის ლიდერი მარი კივინიემი ფინეთის პრემიერ-მინისტრი გახდა.", img: "Gakh"},
              { name: "2012", fact: "პარაგვაის პრეზიდენტი ფერნანდო ლუგო სენატმა იმპიჩმენტის საფუძველზე გადააყენა და მის ნაცვლად ეს თანამდებობა ვიცე-პრეზიდენტმა ფედერიკო ფრანკომ დაიკავა.", img: "Daikava"},
              { name: "2019", fact: "მოჰამედ ულდ ღაზუანი მავრიტანიის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2025", fact: "ამერიკის შეერთებულმა შტატებმა საჰაერო დარტყმები განახორციელა ირანის სამ ბირთვულ ობიექტზე: ფორდოში, ნათანზსა და ისპაჰანში.", img: "Ispahan"}
            ],
  born:     [
              { name: "1767", fact: "ჰუმბოლდტი, ვილჰელმ — გერმანელი ენათმეცნიერი, ესთეტიკოსი, ფილოსოფოსი, სახელმწიფო მოღვაწე (გ.1835)", img: "1835"},
              { name: "1856", fact: "ჰენრი რაიდერ ჰაგარდი — ინგლისელი მწერალი", img: "henri raider hagardi"},
              { name: "1864", fact: "მინკოვსკი, ჰერმან — მათემატიკოსი (გ.1909)", img: "1909"},
              { name: "1869", fact: "ლაღიძე, მიტროფანე — უალკოჰოლო სასმელების წარმოების დამფუძნებელი საქართველოში", img: "laghidze mitropane"},
              { name: "1887", fact: "ჰაქსლი, ჯულიან სორელ — ინგლისელი ბიოლოგი, ფილოსოფოსი", img: "haksli julian sorel"},
              { name: "1898", fact: "რემარკი, ერიხ მარია — გერმანელი მწერალი", img: "remarki erikh maria"},
              { name: "1928", fact: "ბაგრატიონი, ედიშერ — ქართველი არქიტექტორი.", img: "bagrationi edisher"},
              { name: "1953", fact: "ლოპერი, სინდი — ამერიკელი მომღერალი", img: "loperi sindi"}
            ],
  died:     [
              { name: "1969", fact: "ჯუდი გარლანდი — ამერიკელი მომღერალი, მსახიობი (დ.1922)", img: "1922"}
            ]
});
