window.__dayDataCallback__({
  holidays: [
              { name: "გვატემალა - ჯარის დღე.", fact: "გვატემალა - ჯარის დღე.", img: "gvatemala"},
              { name: "დანია - პრინცესა ალექსანდრას დაბადების დღე.", fact: "დანია - პრინცესა ალექსანდრას დაბადების დღე.", img: "dania"},
              { name: "კონგო - დამოუკიდებლობის დღე.", fact: "კონგო - დამოუკიდებლობის დღე.", img: "kongo"},
              { name: "სუდანი - რევოლუციის დღე.", fact: "სუდანი - რევოლუციის დღე.", img: "sudani"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "შალვა ახალციხელი მოციქული აეტი ფილონიდე კურიელი იოსებ მეუდაბნოე წმინდა პიორი წმინდა მოწამენი მანუელი, საბაილი და ისმაილი", fact: "შალვა ახალციხელი მოციქული აეტი ფილონიდე კურიელი იოსებ მეუდაბნოე წმინდა პიორი წმინდა მოწამენი მანუელი, საბაილი და ისმაილი", img: "Ismaili"},
              { name: "შალვა ახალციხელი", fact: "შალვა ახალციხელი", img: "Akhaltsikheli"},
              { name: "მოციქული აეტი", fact: "მოციქული აეტი", img: "Aeti"},
              { name: "ფილონიდე კურიელი", fact: "ფილონიდე კურიელი", img: "Kurieli"},
              { name: "იოსებ მეუდაბნოე", fact: "იოსებ მეუდაბნოე", img: "Meudabno"},
              { name: "წმინდა პიორი", fact: "წმინდა პიორი", img: "Piori"},
              { name: "წმინდა მოწამენი მანუელი, საბაილი და ისმაილი", fact: "წმინდა მოწამენი მანუელი, საბაილი და ისმაილი", img: "Ismaili"},
              { name: "აგრეთვე: კონგო : დამოუკიდებლობის დღე", fact: "აგრეთვე: კონგო : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "კონგო : დამოუკიდებლობის დღე", fact: "კონგო : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "350", fact: "რომაელმა უზურპატორმა ნეპოტიანუსმა, კონსტანტინიანეს დინასტიიდან, მაგნეტიუსის ჯარი დაამარცხა რომში.", img: "Rom"},
              { name: "1422", fact: "არბედოს ბრძოლა მილანის გრაფსა და შვეიცარიის კანტონებს შორის.", img: "Shor"},
              { name: "1520", fact: "ესპანელები ტენოჩტიტლანიდან განდევნეს.", img: "Gandevne"},
              { name: "1651", fact: "ბერესტეცკოს ბრძოლა პოლონელების გამარჯვებით დასრულდა.", img: "Dasrul"},
              { name: "1688", fact: "უკვდავი შვიდეული უილიამს მოწვევას უგზავნის, რითაც იწყება ინგლისის რომისგან დამოუკიდებლობის ბრძოლა, რაც დიდებული რევოლუციით დასრულდა.", img: "Dasrul"},
              { name: "1758", fact: "შვლიდწლიანი ომი - დომშტადტლის ბრძოლა.", img: "shvlidtsliani omi"},
              { name: "1805", fact: "აშშ-ის კონგრესმა მიჩიგანის ტერიტორია დაამტკიცა.", img: "USA"},
              { name: "1893", fact: "სამხრეთ აფრიკის რესპუბლიკაში, იახერსფონტეინის საბადოში იპოვეს ალმასი „ეკესელსიორი“ რომლის წონა 995 კარატია.", img: "995"},
              { name: "1894", fact: "გაიხსნა ლონდონის „თაუერის ხიდი“ კორეამ ჩინეთისგან დამოუკიდებლობა გამოაცხადა", img: "London"},
              { name: "კორეამ ჩინეთისგან დამოუკიდებლობა გამოაცხადა", fact: "კორეამ ჩინეთისგან დამოუკიდებლობა გამოაცხადა", img: "Gamoatskha"},
              { name: "1905", fact: "ალბერტ აინშტაინი (სურათზე) აქვეყნებს სტატიას „მოძრავ სხეულთა ელექტროდინამიკის შესახებ“, სადაც შემოაქვს სპეციალური ფარდობითობის ცნება.", img: "Tsneba"},
              { name: "1908", fact: "ციმბირში, ტუნგუსთან ახლოს ოფიციალური ვერსიით ჩამოვარდა მეტეორიტი.", img: "Meteoriti"},
              { name: "1910", fact: "დამთავრდა სატელეფონო კაბელის გაყვანა ევროპასა და სამხრეთ ამერიკას შორის.", img: "USA"},
              { name: "1934", fact: "გრძელი დანების ღამე - ადოლფ ჰიტლერის მომხრეების მიერ გერმანიაში მისი მოწინააღმდეგებიის სისხლიანი დარბევა.", img: "grdzeli danebis ghame"},
              { name: "1936", fact: "მარგარეტ მიჩელის რომანი „ქარწაღებულნი“ გამოქვეყნდა.", img: "Gamokveqn"},
              { name: "1953", fact: "პირველი შევროლე კორვეტი ჩამოვიდა კონვეიერიდან ფლინტში, მიჩიგანი.", img: "Michigani"},
              { name: "1960", fact: "კონგომ დამოუკიდებლობა გამოაცხადა ბელგიისაგან.", img: "Belgiisagan"},
              { name: "1964", fact: "გადაიღეს მთვარის პირველი სურათები ახლო ხედით.", img: "Khedit"},
              { name: "1990", fact: "აღმოსავლეთ და დასავლეთ გერმანია ერთიანდებიან.", img: "Ertiandebian"},
              { name: "1997", fact: "დიდ ბრიტანეთში გამოვიდა ჯოან როულინგის პირველი წიგნი ჰარი პოტერის შესახებ: „ჰარი პოტერი და ფილოსოფიური ქვა“", img: "Kva"},
              { name: "1997", fact: "ჩინეთი საკუთარ განკარგვაში იბრუნებს ჰონკონგს, ასრულებს რა ამით ბრიტანელთა 156 წლიან კოლონიურ მმართველობას.", img: "156"},
              { name: "2002", fact: "ბრაზილია ამარცხებს გერმანიას 2-0 იოკოჰამაში, იაპონია, იღებს რა ჩემპიონის რეკორდულ, მეხუთე ტიტულს მე-17 მსოფლიო საფეხბურთო თასში.", img: "17"},
              { name: "2005", fact: "ესპანეთმა ერთი სქესის წყვილთა ქორწინება დაუშვა.", img: "Daushva"},
              { name: "2006", fact: "პირველად ქუვეითის ისტორიაში ქალებს მიეცათ არჩევნებში კენჭისყრის უფლება.", img: "Upleba"},
              { name: "2010", fact: "ქრისტიან-დემოკრატი კრისტიან ვულფი გერმანიის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2012", fact: "საქართველოს პრეზიდენტმა მიხეილ სააკაშვილმა ქვეყნის პრემიერ-მინისტრად ივანე მერაბიშვილი დანიშნა.", img: "Danishna"},
              { name: "2013", fact: "მამნუნ ჰუსეინი პაკისტანის პრეზიდენტად აირჩიეს.", img: "Pakistan"}
            ],
  born:     [
              { name: "1470", fact: "შარლ VIII (საფრანგეთი) — საფრანგეთის მეფე", img: "sharl VIII saprangeti"},
              { name: "1911", fact: "მილოში, ჩესლავ — პოლონელი პოეტი (გ.2004)", img: "2004"},
              { name: "1966", fact: "ტაისონი, მაიკ — ამერიკელი მოკრივე", img: "taisoni maik"}
            ],
  died:     [
              { name: "1817", fact: "აბრაამ გოტლობ ვერნერი — გერმანელი გეოლოგი და მინერალოგი. (დ. 1750)", img: "1750"},
              { name: "1966", fact: "ჯუზეპე ფარინა — იტალიელი ავტომრბოლელი. (დ. 1906)", img: "1906"},
              { name: "1986", fact: "ბენი გუდმენი — ამერიკელი ჯაზის მუსიკოსი (დ. 1909)", img: "1909"},
              { name: "2009", fact: "პინა ბაუში — გერმანელი მოცეკვავე, ქორეოგრაფი (დ. 1940)", img: "1940"}
            ]
});
