window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "დავით თესალონიკელი იოანე გუთელი", fact: "დავით თესალონიკელი იოანე გუთელი", img: "Guteli"},
              { name: "დავით თესალონიკელი", fact: "დავით თესალონიკელი", img: "Tesalonikeli"},
              { name: "იოანე გუთელი", fact: "იოანე გუთელი", img: "Guteli"},
              { name: "აგრეთვე:", fact: "აგრეთვე:", img: "Agretv"},
              { name: "არგენტინა : დამოუკიდებლობის დღე.", fact: "არგენტინა : დამოუკიდებლობის დღე.", img: "Dghe"},
              { name: "პალაუ : კონსტიტუციის დღე.", fact: "პალაუ : კონსტიტუციის დღე.", img: "Dghe"},
              { name: "ჩილე : სახელმწიფო დროშის დღე.", fact: "ჩილე : სახელმწიფო დროშის დღე.", img: "Dghe"}
            ],
  history:  [
              { name: "455", fact: "რომაელი სამხედრო მეთაური ავიტუსი დასავლეთ რომის იმპერატორი გახდა.", img: "Gakh"},
              { name: "1357", fact: "საღვთო რომის იმპერატორი კარლ IV საფუძველს უყრის კარლის ხიდს პრაღაში.", img: "Pragha"},
              { name: "1762", fact: "იძულებით გადაყენებულ პეტრე III-ს რუსეთის მეფის ტახტზე ცვლის მისი მეუღლე ეკატერინე II.", img: "Ekaterin"},
              { name: "1900", fact: "დედოფალი ვიქტორია ხელს აწერს ავსტრალიის თანამეგობრობის შექმნის აქტს, რომელმაც კონტინენტის ყველა ცალკეული კოლონია ფედერალური მმართველობის ქვეშ გააერთიანა.", img: "Gaaertiana"},
              { name: "1955", fact: "ლონდონში ბერტრან რასელმა გამოაქვეყნა „რასელ-აინშტაინის მანიფესტი“ ბირთვული იარაღის გამოყენების საწინააღმდეგოდ.", img: "London"},
              { name: "2002", fact: "ადის-აბებაში (ეთიოპია) აფრიკის კავშირი ჩამოყალიბდა.", img: "Chamoqalib"},
              { name: "2006", fact: "იტალიის ნაკრები ფიფას მსოფლიო საფეხბურთო თასის მფლობელი ხდება (ოთხგზის).", img: "Otkhgz"},
              { name: "2008", fact: "ირანმა 2100 კმ დისტანციის რადიუსში მოქმედების რაკეტის შაჰაბ-3 გამოცდა მოაწყო ქვეყნის ბირთვული პროგრამის გამო გამწვავებული საერთაშორისო დაძაბულობის ფონზე.", img: "2100"},
              { name: "2014", fact: "ჯოკო ვიდოდო ინდონეზიის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2018", fact: "ეთიოპიის პრემიერ-მინისტრმა აბი აჰმედმა და ერიტრეის პრეზიდენტმა ისაიას აფევერკმა ხელი მოაწერეს დეკლარაციას სასაზღვრო კონფლიქტის დასრულების შესახებ.", img: "Shesakheb"}
            ],
  born:     [
              { name: "1858", fact: "ბოაზი, ფრანც — ამერიკელი ანთროპოლოგი (გ.1942)", img: "1942"},
              { name: "1929", fact: "ჰასან II — მაროკოს მეფე", img: "hasan II"},
              { name: "1932", fact: "რამსფელდი, დონალდ — აშშ-ს თავდაცვის მინისტრი", img: "USA"},
              { name: "1956", fact: "ჰენქსი, ტომ — ამერიკელი მსახიობი", img: "henksi tom"},
              { name: "1975", fact: "უაიტი, ჯეკ — ამერიკელი მუსიკოსი", img: "uaiti jek"}
            ],
  died:     [
              { name: "1850", fact: "ტეილორი, ზაქარი — აშშ-ს მე-12 პრეზიდენტი (დ.1784)", img: "12"},
              { name: "1856", fact: "ავოგადრო, ამედეო — იტალიელი მეცნიერი (დ.1776)", img: "1776"},
              { name: "1946", fact: "რამა VIII (ანანდა მაჰიდოლ) — ტაილანდის მეფე (დ.1925)", img: "rama VIII ananda mahidol"}
            ]
});
