window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოანე ნათლისმცემლის შობა 7 წმინდა ძმა: ორენტი, ფარნაკი, ეროსი, ფირმოსე, ფირმინე, კვირიკე და ლონგინოზ მხედარი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოანე ნათლისმცემლის შობა 7 წმინდა ძმა: ორენტი, ფარნაკი, ეროსი, ფირმოსე, ფირმინე, კვირიკე და ლონგინოზ მხედარი", img: "Mkhedari"},
              { name: "იოანე ნათლისმცემლის შობა", fact: "იოანე ნათლისმცემლის შობა", img: "Shoba"},
              { name: "7 წმინდა ძმა: ორენტი, ფარნაკი, ეროსი, ფირმოსე, ფირმინე, კვირიკე და ლონგინოზ მხედარი", fact: "7 წმინდა ძმა: ორენტი, ფარნაკი, ეროსი, ფირმოსე, ფირმინე, კვირიკე და ლონგინოზ მხედარი", img: "Mkhedari"},
              { name: "აგრეთვე: ჩინეთი : „შვიდი ღამე“ იაპონია : ტანაბატა სოლომონის კუნძულები : დამოუკიდებლობის დღე", fact: "აგრეთვე: ჩინეთი : „შვიდი ღამე“ იაპონია : ტანაბატა სოლომონის კუნძულები : დამოუკიდებლობის დღე", img: "China"},
              { name: "ჩინეთი : „შვიდი ღამე“", fact: "ჩინეთი : „შვიდი ღამე“", img: "China"},
              { name: "იაპონია : ტანაბატა", fact: "იაპონია : ტანაბატა", img: "Tanabata"},
              { name: "სოლომონის კუნძულები : დამოუკიდებლობის დღე", fact: "სოლომონის კუნძულები : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "175", fact: "კომოდუსი რომის იმპერატორად გამოცხადდა.", img: "Gamotskhad"},
              { name: "1456", fact: "ხელმეორე სასამართლოზე ჟანა დ'არკს (სურათზე) ერეტიკოსობაში ბრალი მოეხსნა სიკვდილიდან 25 წლის შემდეგ.", img: "25"},
              { name: "1543", fact: "ფრანგები ლუქსემბურგში შეიჭრნენ.", img: "Sheichrnen"},
              { name: "1668", fact: "ისააკ ნიუტონმა მაგისტრის ხარისხი მიიღო ტრინიტის კოლეჯში, კემბრიჯი.", img: "Kembriji"},
              { name: "1807", fact: "ნაპოლეონის ომები - ტილსიტის ზავით საფრანგეთს, პრუსიასა და რუსეთს შორის მთავრდება მეოთხე კოალიცია.", img: "napoleonis omebi"},
              { name: "1846", fact: "მექსიკა-ამერიკის ომი - აშშ-ის ჯარი მონტერეისა და იერბა ბუენას იკავებს, რითაც იწყებს კალიფონიის ანექსიას.", img: "USA"},
              { name: "1863", fact: "აშშ-ში იწყება პირველი სამხედრო გაწვევა; თავის არიდება $100 ღირს.", img: "100"},
              { name: "1898", fact: "ჰავაი ანექსირებულ იქნა აშშ-ს მიერ.", img: "USA"},
              { name: "1917", fact: "რუსეთის რევოლუცია - თავადი გიორგი ლვოვი აყალიბებს რუსეთის დროებით მთავრობას მეფის ჩამოგდების შემდეგ.", img: "rusetis revolutsia"},
              { name: "1930", fact: "იწყება ჰუვერის კაშხალის მშენებლობა.", img: "Mshenebloba"},
              { name: "1937", fact: "სინო-იაპონიის ომი - ლუგუს ხიდის ბრძოლა - იაპონელები პეკინში შეიჭრნენ.", img: "sino iaponiis omi"},
              { name: "1941", fact: "მეორე მსოფლიო ომი - საფრანგეთის და ბრიტანეთის ჯარები ბეირუთს იღებენ.", img: "meore msoplio omi"},
              { name: "1974", fact: "დასავლეთ გერმანიამ ფიფას მსოფლიო თასი მოიგო.", img: "Moigo"},
              { name: "1978", fact: "სოლომონის კუნძულებმა დამოუკიდებლობა გამოაცხადეს დიდი ბრიტანეთისაგან.", img: "Britanetisagan"},
              { name: "1980", fact: "ლედ ზეპელინის ბოლო კონცერტი ჩატარდა.", img: "Chatar"},
              { name: "1983", fact: "ცივი ომი - ამერიკელი მოსწავლე სამანტა სმითი მოგზაურობს საბჭოთა კავშირში იური ანდროპოვის მოწვევით.", img: "tsivi omi"},
              { name: "1991", fact: "იუგოსლავიის ომები - ბრიონის შეთანხმებით დასრულდა ათდღიანი დამოუკიდებლობის ომი სლოვენიასა და დანარჩენ იუგოსლავიას შორის.", img: "iugoslaviis omebi"},
              { name: "2003", fact: "სომხეთის გაერთიანებული კომუნისტური პარტია შეიქმნა.", img: "Sheikmna"},
              { name: "2005", fact: "ტერორისტული აფეთქებების სერიაში ლონდონის ტრანსპორტში 52 ადამიანი დაიღუპა (პლუს ოთხი თვითმკვლელი ამფეთქებელი).", img: "52"},
              { name: "2005", fact: "Live 8-ის გავლენით დიდი რვიანის ლიდერები აფრიკისთვის 2004 წელთან შედარებით ორმაგ დახმარებას იღებენ ($50 მილიარდი) 2010 წლისთვის.", img: "Live"},
              { name: "2007", fact: "Live Earth კონცერტები ჩატარდა მსოფლიოს თერთმეტ ქალაქში გლობალური დათბობის პრობლემაზე მეტი ყურადღების მიქცევის მიზნით.", img: "Live Earth"},
              { name: "2009", fact: "მემარჯვენე-ცენტრისტულმა პარტიამ GERB ბულგარეთის საპარლამენტო არჩევნებში გაიმარჯვა.", img: "Gerb"},
              { name: "2010", fact: "პანამის ყოფილ სამხედრო დიქტატორ მანუელ ნორიეგას ფულის გათეთრებისთვის შვიდი წლით პატიმრობა მიუსაჯეს საფრანგეთში.", img: "Sapranget"},
              { name: "2012", fact: "171-მდე ადამიანი დაიღუპა რუსეთში, კრასნოდარის მხარეში მომხდარი წყალდიდობის შედეგად.", img: "171"},
              { name: "2013", fact: "ბრიტანელი ჩოგბურთელი ენდი მარი 2013 წლის უიმბლდონის გათამაშების გამარჯვებული გახდა ერთეულთა თანრიგში.", img: "2013"},
              { name: "2021", fact: "ჰაიტის პრეზიდენტი ჟოვენელ მოიზი მოკლეს, ხოლო პრეზიდენტის მოვალეობის შესრულებელი პრემიერ-მინისტრი კლოდ ჟოზეფი გახდა.", img: "Gakh"},
              { name: "2022", fact: "გაერთიანებული სამეფოს პრემიერ-მინისტრმა ბორის ჯონსონმა გადადგომის შესახებ გამოაცხადა.", img: "Gamoatskha"}
            ],
  born:     [
              { name: "1752", fact: "ჟაკარი, ჟოზეფ მარი — ფრანგი ფეიქარი და გამომგონებელი.", img: "zhakari zhozep mari"},
              { name: "1860", fact: "მალერი, გუსტავ — ავსტრიელი კომპოზიტორი (გ.1911)", img: "1911"},
              { name: "1884", fact: "ფოიხტვანგერი, ლიონ — ებრაული წარმოშვების გერმანელი მწერალი.", img: "poikhtvangeri lion"},
              { name: "1887", fact: "შაგალი, მარკ — ბელარუსი მხატვარი (გ.1985)", img: "1985"},
              { name: "1940", fact: "სტარი, რინგო — ინგლისელი მუსიკოსი, „The Beatles-ის“ წევრი.", img: "The Beatles"}
            ],
  died:     [
              { name: "1307", fact: "ედუარდ I — ინგლისის მეფე (დ.1239)", img: "1239"},
              { name: "1901", fact: "სპირი, იოჰანნა — შვეიცარიელი მწერალი (დ.1827)", img: "1827"},
              { name: "1930", fact: "დოილი, ართურ კონან — შოტლანდიელი მწერალი (დ.1859)", img: "1859"},
              { name: "1930", fact: "იულიუს ჰარტი — გერმანელი მწერალი", img: "iulius harti"},
              { name: "1967", fact: "ლი, ვივიენ — ამერიკელი მსახიობი (დ.1913)", img: "1913"},
              { name: "1973", fact: "ახვლედიანი, გიორგი — ქართველი ენათმეცნიერი.", img: "akhvlediani giorgi"},
              { name: "1976", fact: "ჰაინემანი, გუსტავ — გერმანიის ბუნდესპრეზიდენტი", img: "hainemani gustav"},
              { name: "2014", fact: "ედუარდ შევარდნაძე — ქართველი პოლიტიკოსი.", img: "eduard shevardnadze"}
            ]
});
