window.__dayDataCallback__({
  holidays: [
              { name: "აზერბაიჯანი - პოლიციის მუშაკთა დღე.", fact: "აზერბაიჯანი - პოლიციის მუშაკთა დღე.", img: "azerbaijani"},
              { name: "ბრაზილია - შტატ ბაიას დღე.", fact: "ბრაზილია - შტატ ბაიას დღე.", img: "brazilia"},
              { name: "ყაზახეთი - დიპლომატიური სამსახურის დღე.", fact: "ყაზახეთი - დიპლომატიური სამსახურის დღე.", img: "qazakheti"},
              { name: "კიურასაო - დროშის დღე.", fact: "კიურასაო - დროშის დღე.", img: "kiurasao"},
              { name: "ნორვეგია - მეფის დღე.", fact: "ნორვეგია - მეფის დღე.", img: "norvegia"},
              { name: "უკრაინა - საგადასახადო სამსახურის მუშაკთა დღე.", fact: "უკრაინა - საგადასახადო სამსახურის მუშაკთა დღე.", img: "ukraina"},
              { name: "უზბეკეთი - ეროვნული გერბის მიღების დღე.", fact: "უზბეკეთი - ეროვნული გერბის მიღების დღე.", img: "uzbeketi"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "იუდა მოციქული ზოსიმე მხედარი პაისი დიდი იოანე განდეგილი პაისი ხილენდარელი", fact: "იუდა მოციქული ზოსიმე მხედარი პაისი დიდი იოანე განდეგილი პაისი ხილენდარელი", img: "Khilendareli"},
              { name: "იუდა მოციქული", fact: "იუდა მოციქული", img: "Motsikuli"},
              { name: "ზოსიმე მხედარი", fact: "ზოსიმე მხედარი", img: "Mkhedari"},
              { name: "პაისი დიდი", fact: "პაისი დიდი", img: "Didi"},
              { name: "იოანე განდეგილი", fact: "იოანე განდეგილი", img: "Gandegili"},
              { name: "პაისი ხილენდარელი", fact: "პაისი ხილენდარელი", img: "Khilendareli"}
            ],
  history:  [
              { name: "1777", fact: "ვერმონტი აშშ-ის პირველი შტატი გახდა, სადაც მონათმფლობელობა გაუქმდა.", img: "USA"},
              { name: "1853", fact: "ყირიმის ომი - რუსეთის ჯარი ოსმალეთის იმპერიის მოლდავეთში შეიჭრა.", img: "qirimis omi"},
              { name: "1900", fact: "ცეპელინით პირველი ფრენა განხორციელდა კონსტანცის ტბაზე, ფრიდრიხსჰაფენთან, (გერმანია).", img: "German"},
              { name: "1924", fact: "შეიქმნა სპორტული პრესისი საერთაშორისო ასოციაცია.", img: "Asotsiats"},
              { name: "1947", fact: "როზუელის ინციდენტი მოხდა. არაოფიციალური ვერსიით კატასტროფა განიცადა ამოუცნობმა მფრინავმა ობიექტმა. ოფიციალური ვერსიით კი მეტეოროლოგიურმა ზონდმა.", img: "Zond"},
              { name: "1964", fact: "ხანგრძლივი დებატების შემდეგ პრეზიდენტმა ლინდონ ჯონსონმა ხელი მოაწერე პრეზიდენტ ჯონ კენედის მიერ 1963 წელს შემოთავაზეზებულ აქტს „ადამიანის უფლებების შესახებ“ რომლის მიხედვით იკრძალებოდა რასობრივი, გენდერული რელიგიური და სხვა ნიშნით ადამიანის ჩაგვრა.", img: "1963"},
              { name: "1976", fact: "1954 წელს გაყოფილი ჩრდილოეთ ვიეტნამისა და სამხრეთ ვიეტნამის ხელახლა გაერთიანებით შეიქმნა ვიეტნამის სოციალისტური რესპუბლიკა. საიგონს დაერქვა ჰოშიმინი.", img: "1954"},
              { name: "1978", fact: "აღმოაჩინეს ქარონი, პლუტონის თანამგზავრი.", img: "Tanamgzavri"},
              { name: "1985", fact: "ანდრეი გრომიკო ინიშნება სსრკ-ის უზენაესი პრეზიდიუმის თავმჯდომარედ.", img: "Tavmjdomared"},
              { name: "1993", fact: "რუსული საზღვაო ძალების მხარდაჭერით აფხაზ სეპარატისტთა დაჯგუფება იწყებს სადესანტო ოპერაციას სოფელ ტამიშთან.", img: "Tamish"},
              { name: "2001", fact: "აშშ-ში პაციენტს პირველად გადაუნერგეს ხელოვნური გული AbioCor.", img: "Abio"},
              { name: "2002", fact: "სტივ ფოსეტი პირველი ადამიანი გახდა, რომელმაც დედამიწას შემოუფრინა საჰაერო ბურთით.", img: "Burtit"},
              { name: "2005", fact: "Live 8 მასშტაბური კონცერტები იმართება მხოფლიოს უდიდეს ქალაქებში დიდი რვიანის ქვეყნების ხელმძღვანელობის ყურადღების მსოფლიო სიღარიბის პრობლემის გადაწყვეტისკენ მიმართვის მიზნით.", img: "Live"},
              { name: "2008", fact: "NASA-ს განცხადებით კოსმოსურმა ზონდმა MESSENGER მერკურის ატმოსფეროში წყალი აღმოაჩინა.", img: "Nasa"},
              { name: "2009", fact: "ინდოეთში გაუქმდა კანონი რომლის მიხედვით ჰომოსექსუალიზმი სისხლის სამართლის დანაშაულად ითვლებიოდა.", img: "Itvlebio"}
            ],
  born:     [
              { name: "1877", fact: "ჰესე, ჰერმან — გერმანელი მწერალი (გ. 1962)", img: "1962"},
              { name: "1902", fact: "კვიტაშვილი, მერაბ — ქართველი ემიგრანტი", img: "kvitashvili merab"},
              { name: "1906", fact: "ბეტე, ჰანს — გერმანელი ფიზიკოსი", img: "bete hans"},
              { name: "1923", fact: "შიმბორსკა, ვისლავა — პოლონელი პოეტი", img: "shimborska vislava"},
              { name: "1933", fact: "გიგაური, თეიმურაზ — ქართველი მოქანდაკე", img: "gigauri teimuraz"},
              { name: "1986", fact: "ლოჰანი, ლინდსი — ამერიკელი მსახიობი", img: "lohani lindsi"}
            ],
  died:     [
              { name: "936", fact: "ჰაინრიხ I — გერმანიის მეფე", img: "hainrikh I"},
              { name: "1566", fact: "ნოსტრადამუსი — ფრანგი პოეტი, ექიმი და ალქიმიკოსი", img: "nostradamusi"},
              { name: "1778", fact: "რუსო, ჟან-ჟაკ — ფრანგი ფილოსოფოსი (დ.1712)", img: "1712"},
              { name: "1954", fact: "ანდრონიკაშვილი, კონსტანტინე — ქართველი რეჟისორი", img: "andronikashvili konstantine"},
              { name: "1961", fact: "ჰემინგუეი, ერნესტ — ამერიკელი მწერალი (დ.1899)", img: "1899"},
              { name: "1971", fact: "ფუკურო იპეი — იაპონელი მწერალი.", img: "pukuro ipei"},
              { name: "1977", fact: "ნაბოკოვი, ვლადიმირ — რუსი მწერალი (დ.1899)", img: "1899"},
              { name: "1989", fact: "გრომიკო, ანდრეი — სსრ კავშირის საგარეო საქმეთა მინისტრი (დ.1909)", img: "1909"}
            ]
});
