window.__dayDataCallback__({
  holidays: [
              { name: "ბელარუსი - დამოუკიდებლობის დღე.", fact: "ბელარუსი - დამოუკიდებლობის დღე.", img: "belarusi"},
              { name: "ვირჯინია - ემანსიპაციის დღე.", fact: "ვირჯინია - ემანსიპაციის დღე.", img: "virjinia"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "მეთოდე პატარელი ინა, პინა და რიმას უხრწნელი ნაწილების გადასვენება ალუშტაში არისტოკლე ხუცესი, დიმიტრი დიაკონი და ათანასე წიგნისმკითხველი ლევკი აღმსარებელი კალისტე I", fact: "მეთოდე პატარელი ინა, პინა და რიმას უხრწნელი ნაწილების გადასვენება ალუშტაში არისტოკლე ხუცესი, დიმიტრი დიაკონი და ათანასე წიგნისმკითხველი ლევკი აღმსარებელი კალისტე I", img: "Kalist"},
              { name: "მეთოდე პატარელი", fact: "მეთოდე პატარელი", img: "Patareli"},
              { name: "ინა, პინა და რიმას უხრწნელი ნაწილების გადასვენება ალუშტაში", fact: "ინა, პინა და რიმას უხრწნელი ნაწილების გადასვენება ალუშტაში", img: "Alushta"},
              { name: "არისტოკლე ხუცესი, დიმიტრი დიაკონი და ათანასე წიგნისმკითხველი", fact: "არისტოკლე ხუცესი, დიმიტრი დიაკონი და ათანასე წიგნისმკითხველი", img: "Tsignismkitkhveli"},
              { name: "ლევკი აღმსარებელი", fact: "ლევკი აღმსარებელი", img: "Aghmsarebeli"},
              { name: "კალისტე I", fact: "კალისტე I", img: "Kalist"}
            ],
  history:  [
              { name: "324", fact: "ადრიანოპოლისის ბრძოლაში კონსტანტინე I ლიცინიუსს ამარცხებს, რომელიც ბიზანტიიდან გაქცევით შველის თავს.", img: "Tav"},
              { name: "987", fact: "ჰუგო კაპეტი საფრანგეთის მეფე ხდება, პირველი კაპეტინგების დინასტიიდან.", img: "Dinastiidan"},
              { name: "1250", fact: "საფრანგეთის მეფე ლუი IX მეშვიდე ჯვაროსნული ლაშქრობისას ეგვიპტეში ბეიბერთა მამლუქების არმიამ შეიპყრო ფარისკურის ბრძოლაში. მას მოგვიანებით თავის გამოსყიდვა მოუხდა.", img: "Moukh"},
              { name: "1754", fact: "ფრანგების და ინდიელების ომი: ჯორჯ ვაშინგტონმა ფორტ-ნესესიტი ფრანგებს დაუთმო.", img: "Washington"},
              { name: "1778", fact: "პრუსიამ ავსტრიას ომი გამოუცხადა.", img: "Gamoutskha"},
              { name: "1819", fact: "აშშ-ში პირველი შემნახველი ბანკი გაიხსნა.", img: "USA"},
              { name: "1841", fact: "ინგლისელმა ასტრონომმა ჯონ ადამსმა განაცხადა პლანეტა ნეპტუნის აღმოჩენის შესახებ.", img: "Shesakheb"},
              { name: "1848", fact: "მონები გაათავისუფლეს დანიის ვესტ-ინდოეთში (ამჟამად აშშ-ის ვირჯინის კუნძულები).", img: "USA"},
              { name: "1849", fact: "ფრანგები რომში შევიდნენ რომის პაპი პიუს IX-ის დასაბრუნებლად.", img: "Pope"},
              { name: "1852", fact: "აშშ-ის კონგრესმა ქვეყნის მეორე ზარაფხანა დააარსა სან-ფრანცისკოში, კალიფორნია.", img: "USA"},
              { name: "1863", fact: "აშშ-ის სამოქალაქო ომი - დასრულდა გეტისბურგის ბრძოლა.", img: "ashsh is samokalako omi"},
              { name: "1884", fact: "დოუ ჯონსი აქციათა პირველ ინდექსს აქვეყნებს.", img: "Akveqneb"},
              { name: "1890", fact: "აიდაჰო გახდა აშშ-ს 43-ე შტატი.", img: "43"},
              { name: "1898", fact: "ესპანეთის ფლოტი გაანადგურა აშშ-ის ძალებმა სანტიაგოსთან, კუბა, ესპანეთ-ამერიკის ომში.", img: "USA"},
              { name: "1915", fact: "თურქეთში ქაღალდის პირველი ფული გამოუშვეს.", img: "Gamoushve"},
              { name: "1928", fact: "პირველი ფერადი სატელევიზიო ტრანსლაცია განხორციელდა ლონდონში. გაყიდვაში გამოვიდა პირველი ტელევიზორები რომელიც 75 დოლარი ღირდა.", img: "75"},
              { name: "გაყიდვაში გამოვიდა პირველი ტელევიზორები რომელიც 75 დოლარი ღირდა.", fact: "გაყიდვაში გამოვიდა პირველი ტელევიზორები რომელიც 75 დოლარი ღირდა.", img: "75"},
              { name: "1936", fact: "საბჭოთა კავშირში ჩამოყალიბდა საი (ГАИ).", img: "Sai"},
              { name: "1944", fact: "მეორე მსოფლიო ომი - საბჭოთა ძალებმა ნაცისტებისგან მინსკი გაათავისუფლეს ოპერაცია ბაგრატიონში.", img: "meore msoplio omi"},
              { name: "1954", fact: "დიდ ბრიტანეთში საბარათე სისტემა გაუქმდა.", img: "Gaukm"},
              { name: "1962", fact: "საფრანგეთმა ალჟირის დამოუკიდებლობა გამოაცხადა, ეს მოვლენა ეფუძნებოდა საყოველთაო რეფერნდუმის შედეგებს სადაც მოსახლეობის 75 % ალჟირის დამოუკიდებლობას დაუჭირა მხარი.", img: "75"},
              { name: "1964", fact: "აშშ-ში მიიღეს კანონი რასობრივი სეგრეგაციის აკრძალვის შესახებ.", img: "USA"},
              { name: "2004", fact: "ტაილანდის დედაქალაქ ბანგკოკში გაიხსნა მეტრო.", img: "Metro"},
              { name: "2005", fact: "ესპანეთში დაკანონდა ერთი სქესის წყვილთა ქორწინება.", img: "Kortsineba"},
              { name: "2006", fact: "ასტეროიდმა 2004 XP14 დედამიწას ძალიან ახლოს 432 308 კილომეტრის დაშორებით ჩაუარა.", img: "2004"},
              { name: "2007", fact: "განამ ახალი ვალუტა - განიური ცედი - შემოიღო.", img: "ganam akhali valuta"},
              { name: "2008", fact: "59 წლის შემდეგ ჩინეთსა და ტაივანს შორის ჩარტერული რეისები განახლდა.", img: "59"},
              { name: "2009", fact: "ალჟირი, ნიგერი და ნიგერია ხელს აწერენ სამთავრობათშორისო შეთანხმებას ტრანს-საჰარის გაზსადენის შესახებ.", img: "Shesakheb"},
              { name: "2013", fact: "ეგვიპტის არმიამ პრეზიდენტი მოჰამედ მურსი გადააყენა, კონსტიტუციის მოქმედება შეაჩერა და პრეზიდენტის მოვალეობის შემსრულებლად ადლი მანსური დანიშნა.", img: "Danishna"},
              { name: "2019", fact: "დავიდ სასოლი ევროპის პარლამენტის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1423", fact: "ლუი XI — საფრანგეთის მეფე (გ. 1483)", img: "lui XI"},
              { name: "1854", fact: "იანაჩეკი, ლეოშ — ჩეხი კომპოზიტორი (გ. 1928)", img: "1928"},
              { name: "1883", fact: "კაფკა, ფრანც — ავსტრიელი მწერალი (გ. 1924)", img: "1924"},
              { name: "1889", fact: "ბალაბუევი, ანატოლი — ქართველი გეოფიზიკოსი.", img: "balabuevi anatoli"},
              { name: "1910", fact: "ასტვაცატუროვი, არკადი — საბჭოთა ეპოქის მეცნიერი (გ. 1975)", img: "1975"},
              { name: "1962", fact: "კრუზი, ტომ — ამერიკელი მსახიობი", img: "kruzi tom"}
            ],
  died:     [
              { name: "1908", fact: "ჰარისი, ჯოელ ჩანდლერ — ამერიკელი მწერალი (დ. 1848)", img: "1848"},
              { name: "1918", fact: "მეჰმედ V — ოსმალეთის იმპერიის 35-ე სულთანი (დ. 1844)", img: "35"},
              { name: "1963", fact: "იოანე XXIII — რომის პაპი (დ. 1881)", img: "Rome"},
              { name: "1971", fact: "მორისონი, ჯიმ — ამერიკელი მუსიკოსი (დ. 1943)", img: "1943"}
            ]
});
