window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია აღნიშნავს შემდეგი წმინდანის ხსენების დღეს: თებრონია ქალწული", fact: "მართლმადიდებელი ეკლესია აღნიშნავს შემდეგი წმინდანის ხსენების დღეს: თებრონია ქალწული", img: "Kaltsuli"},
              { name: "თებრონია ქალწული", fact: "თებრონია ქალწული", img: "Kaltsuli"}
            ],
  history:  [
              { name: "1099", fact: "პირველი ჯვაროსნული ომი — 15 000 მშიერ-მწყურვალი ქრისტიანი ჯარისკაცი მართავს რელიგიურ პროცესიას იერუსალიმის ირგვლივ.", img: "15"},
              { name: "1497", fact: "ვასკო და გამა იწყებს პირველ პირდაპირ ვოიაჟს ევროპიდან ინდოეთში.", img: "Indoet"},
              { name: "1709", fact: "პოლტავის ბრძოლა — რუსეთის იმპერატორმა პეტრე I-მა პოლტავაში შვედეთის მეფე კარლ XII-ს ჯარი დაამარცხა.", img: "poltavis brdzola"},
              { name: "1776", fact: "ლიბერტი ბელი (სურათზე) რეკავს ფილადელფიის, პენსილვანია, მოქალაქეთა მოსახმობად კონტინენტურ კონგრესში დამოუკიდებლობის დეკლარაციის წასაკითხად.", img: "Tsasakitkh"},
              { name: "1889", fact: "უოლ სტრიტ ჯორნალის პირველი გამოცემა დაიბეჭდა.", img: "Daibech"},
              { name: "1932", fact: "დოუ ჯონსის ინდუსტრიული საშუალო ყველაზე დაბალ მაჩვენებელზე ვარდება დიდი დეპრესიის პერიოდში.", img: "Period"},
              { name: "1997", fact: "ნატო იწვევს ჩეხეთს, უნგრეთსა და პოლონეთს ალიანსში გასაწევრიანებლად 1999 წლისთვის.", img: "1999"},
              { name: "2007", fact: "უინს უილიამსი და როჯერ ფედერერი უიმბლდონის ტურნირის 2007 წლის ჩემპიონები გახდნენ.", img: "2007"},
              { name: "2010", fact: "სოლარ იმპულსის პროექტის თვითმფრინავის პროტოტიპმა მსოფლიოში პირველი პილოტირებული 24-საათიანი ფრენა განახორციელა მზის ენერგიით.", img: "24"},
              { name: "2022", fact: "იაპონიის ყოფილი პრემიერ-მინისტრი შინძო აბე ნარაში სიტყვით გამოსვლისას მოკლეს.", img: "Mokle"}
            ],
  born:     [
              { name: "1810", fact: "რობერტ შუმანი — გერმანელი პიანისტი და კომპოზიტორი (გ. 1856)", img: "1856"},
              { name: "1836", fact: "ჯოზეფ ჩემბერლენი — დიდი ბრიტანეთის პოლიტიკური მოღვაწე (გ. 1914)", img: "1914"},
              { name: "1839", fact: "ჯონ როკფელერი — ამერიკელი ბიზნესმენი, მსოფლიოს პირველი მილიარდერი (გ. 1937)", img: "1937"},
              { name: "1851", fact: "ართურ ევანზი — ინგლისელი არქეოლოგი (გ. 1941)", img: "1941"},
              { name: "1854", fact: "კრიუმელი, ოტო — გერმანელი გეოგრაფი", img: "kriumeli oto"},
              { name: "1890", fact: "ჰაზენკლევერი, ვალტერ — გერმანელი პოეტი, დრამატურგი", img: "hazenkleveri valter"},
              { name: "1891", fact: "იოსეფ ჰორა — ჩეხი პოეტი", img: "iosep hora"},
              { name: "1894", fact: "პეტრე კაპიცა — რუსი ფიზიკოსი, ნობელის პრემიის ლაურეატი (გ. 1984)", img: "1984"},
              { name: "1919", fact: "შეელი, ვალტერ — გერმანიის ბუნდესპრეზიდენტი", img: "sheeli valter"},
              { name: "1926", fact: "ყიასაშვილი, ნიკო — ქართველი ლიტერატურათმცოდნე, მთარგმნელი", img: "qiasashvili niko"},
              { name: "1934", fact: "თეიმურაზ კუხიანიძე — ქართველი ალპინისტი (გ. 1961)", img: "1961"},
              { name: "1938", fact: "ანდრეი მიაგკოვი — საბჭოთა, რუსი მსახიობი (გ. 2021)", img: "2021"},
              { name: "1946", fact: "ისაიას სამაკუვა — ანგოლის პოლიტიკური მოღვაწე", img: "isaias samakuva"},
              { name: "1974", fact: "ჟანა ფრისკე — რუსი საესტრადო მომღერალი (გ. 2015)", img: "2015"},
              { name: "1982", fact: "შორენა ბეგაშვილი — ქართველი მსახიობი და ტელეწამყვანი", img: "shorena begashvili"}
            ],
  died:     [
              { name: "1695", fact: "კრისტიან ჰიუგენსი — ნიდერლანდელი ფიზიკოსი, მათემატიკოსი, ასტრონომი და გამომგონებელი (დ. 1629)", img: "1629"},
              { name: "1859", fact: "ოსკარ I — შვედეთისა და ნორვეგიის მეფე (დ. 1799)", img: "1799"},
              { name: "1898", fact: "მაჩაბელი, ივანე — ქართველი მწერალი და პუბლიცისტი", img: "machabeli ivane"},
              { name: "1967", fact: "ვივიენ ლი — ინგლისელი მსახიობი (დ. 1913)", img: "1913"},
              { name: "1979", fact: "ტომონაგა სინიტირო — იაპონელი ფიზიკოსი (დ. 1906)", img: "1906"},
              { name: "1981", fact: "იოსებ თუმანიშვილი - საბჭოთა მსახიობი, თეატრისა და სახალხო წარმოდგენების რეჟისორი (დ. 1909)", img: "1909"},
              { name: "1984", fact: "ივანე ურჯუმელაშვილი — ქართველი მწერალი (დ. 1920)", img: "1920"},
              { name: "1994", fact: "კიმ ირ სენი — ჩრდილოეთ კორეის პოლიტიკური ლიდერი (დ. 1912)", img: "1912"},
              { name: "2010", fact: "ბიძინა კვერნაძე — ქართველი კომპოზიტორი (დ. 1928)", img: "1928"},
              { name: "2014", fact: "ლიანა ასათიანი — ქართველი მსახიობი", img: "liana asatiani"},
              { name: "2020", fact: "გოვენ ჭეიშვილი — ქართველი მსახიობი (დ. 1940)", img: "1940"},
              { name: "2022", fact: "შინძო აბე — იაპონიის პრემიერ-მინისტრი (დ. 1954)", img: "1954"}
            ]
});
