window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ევსები სამოსატელი ზენონი და ზინა წმინდა გალაქტიონი, წმინდა იულიანა და წმინდა სატურნინი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ევსები სამოსატელი ზენონი და ზინა წმინდა გალაქტიონი, წმინდა იულიანა და წმინდა სატურნინი", img: "Saturnini"},
              { name: "ევსები სამოსატელი", fact: "ევსები სამოსატელი", img: "Samosateli"},
              { name: "ზენონი და ზინა", fact: "ზენონი და ზინა", img: "Zina"},
              { name: "წმინდა გალაქტიონი, წმინდა იულიანა და წმინდა სატურნინი", fact: "წმინდა გალაქტიონი, წმინდა იულიანა და წმინდა სატურნინი", img: "Saturnini"},
              { name: "აგრეთვე: ალჟირი : დამოუკიდებლობის დღე კაბო-ვერდე : დამოუკიდებლობის დღე ვენესუელა : დამოუკიდებლობის დღე", fact: "აგრეთვე: ალჟირი : დამოუკიდებლობის დღე კაბო-ვერდე : დამოუკიდებლობის დღე ვენესუელა : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ალჟირი : დამოუკიდებლობის დღე", fact: "ალჟირი : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "კაბო-ვერდე : დამოუკიდებლობის დღე", fact: "კაბო-ვერდე : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ვენესუელა : დამოუკიდებლობის დღე", fact: "ვენესუელა : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1687", fact: "სერ ისააკ ნიუტონი აქვეყნებს „მათემატიკის საფუძვლებს“ (Philosophiae Naturalis Principia Mathematica).", img: "Philosophiae Naturalis Principia Mathematica"},
              { name: "1811", fact: "ვენესუელა ხდება პირველი სამხრეთამერიკული ქვეყანა, რომელმაც დამოუკიდებლობა გამოაცხადა ესპანეთისაგან.", img: "Espanetisagan"},
              { name: "1943", fact: "მეორე მსოფლიო ომი — კურსკის ბრძოლა (ყველაზე ხანგრძლივი სატანკო ბრძოლა ისტორიაში) იწყება.", img: "meore msoplio omi"},
              { name: "1950", fact: "სიონიზმი — ქნესეთი ამტკიცებს კანონს, რომელიც ყველა ებრაელს სამშობლოში დაბრუნების უფლებას აძლევს.", img: "sionizmi"},
              { name: "1954", fact: "სამაუწყებლო კომპანია ბი-ბი-სი პირველ სატელევიზიო საინფორმაციო ბიულეტენს გადასცემს.", img: "Gadastsem"},
              { name: "1962", fact: "ალჟირმა დამოუკიდებლობა გამოაცხადა საფრანგეთისაგან.", img: "Saprangetisagan"},
              { name: "1996", fact: "დაიბადა ცხვარი დოლი — პირველი კლონირებული ძუძუმწოვარი (გ. 2003).", img: "2003"},
              { name: "2009", fact: "როჯერ ფედერერი და სერენა უილიამსი უიმბლდონის ტურნირის გამარჯვებულები ხდებიან, ამასთან ფედერერი პიტ სამპრასის დიდი შლემის რეკორდს ხსნის.", img: "Khsn"},
              { name: "2021", fact: "ულტრანაციონალისტურმა, ძალადობრივმა, პრორუსულმა ჯგუფებმა „თბილისი პრაიდის“ წინააღმდეგ რუსთაველის გამზირზე გამართულ აქციაზე ჟურნალისტებზე იძალადეს; ფიზიკური დაზიანებები მიიღო 54-მა ჟურნალისტმა და ოპერატორმა.", img: "54"},
              { name: "2024", fact: "რეფორმისტი მასუდ ფეზეშქიანი ირანის პრეზიდენტად აირჩიეს. არჩევნებში ლეიბორისტული პარტიის გამარჯვების შემდეგ კირ სტარმერი გაერთიანებული სამეფოს პრემიერ-მინისტრი ხდება.", img: "Khdeba"},
              { name: "რეფორმისტი მასუდ ფეზეშქიანი ირანის პრეზიდენტად აირჩიეს.", fact: "რეფორმისტი მასუდ ფეზეშქიანი ირანის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "არჩევნებში ლეიბორისტული პარტიის გამარჯვების შემდეგ კირ სტარმერი გაერთიანებული სამეფოს პრემიერ-მინისტრი ხდება.", fact: "არჩევნებში ლეიბორისტული პარტიის გამარჯვების შემდეგ კირ სტარმერი გაერთიანებული სამეფოს პრემიერ-მინისტრი ხდება.", img: "Khdeba"}
            ],
  born:     [
              { name: "1522", fact: "მარგარეტ პარმელი — ჰაბსბურგთა დინასტიის წარმომადგენელი", img: "margaret parmeli"},
              { name: "1717", fact: "პედრუ III — გაერთიანებული პორტუგალიის, ბრაზილიისა და ალგარვის მეფე", img: "pedru III"},
              { name: "1853", fact: "როდსი, სესილ — ინგლისელი პოლიტიკური მოღვაწე (გ.1902)", img: "1902"},
              { name: "1857", fact: "კლარა ცეტკინი — გერმანელი პოლიტიკური მოღვაწე, ქალთა უფლებების აქტივისტი", img: "klara tsetkini"},
              { name: "1889", fact: "კოქტო, ჟან — ფრანგი მწერალი (გ.1963)", img: "1963"},
              { name: "1911", fact: "პომპიდუ, ჟორჟ — საფრანგეთის პრეზიდენტი 1969-1974 (გ.1974)", img: "1969"},
              { name: "1927", fact: "კახიანი, ზაალ — ქართველი ქირურგი", img: "kakhiani zaal"},
              { name: "1964", fact: "ლერი ხაბელოვი — ქართველი მოჭიდავე, ოლიმპიური ჩემპიონი (1992)", img: "1992"},
              { name: "1992", fact: "ალბერტო მორენო — ესპანელი ფეხბურთელი", img: "alberto moreno"},
              { name: "1907", fact: "თამარ ჭაბუკიანი — ქართველი ბალერინა (გ.1978)", img: "1978"}
            ],
  died:     [
              { name: "1840", fact: "ქეთევან ბატონიშვილი — ქართველი პოეტი", img: "ketevan batonishvili"},
              { name: "1968", fact: "რამკე, ჰერმან-ბერნჰარდ — გერმანელი სამხედრო მოღვაწე.", img: "ramke herman bernhard"},
              { name: "1969", fact: "ბაკჰაუსი, ვილჰელმ — გერმანელი პიანისტი (დ.1884)", img: "1884"},
              { name: "1980", fact: "კოტე დაუშვილი — ქართველი მსახიობი (დ.1909)", img: "1909"},
              { name: "1995", fact: "იური იარვეტი — ესტონელი მსახიობი (დ.1919)", img: "1919"},
              { name: "2002", fact: "კატი ხურადო — მექსიკელი მსახიობი (დ.1924)", img: "1924"},
              { name: "2003", fact: "რობერტ ბარძიმაშვილი — ქართველი მუსიკოსი, პედაგოგი (დ.1934)", img: "1934"},
              { name: "2024", fact: "ლიანა ისაკაძე — ქართველი მევიოლინე და დირიჟორი (დ.1946)", img: "1946"}
            ]
});
