window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "გიორგი ღმერთშემოსილი წმინდა იაკინთე წმინდა მოწამენი დიომიდე, ევლამპიოსი, ასკლიპიოდოტე და გოლინდუხა მოკიოსი და მარკოზი ღირსი ალექსანდრე წმინდა ანატოლი", fact: "გიორგი ღმერთშემოსილი წმინდა იაკინთე წმინდა მოწამენი დიომიდე, ევლამპიოსი, ასკლიპიოდოტე და გოლინდუხა მოკიოსი და მარკოზი ღირსი ალექსანდრე წმინდა ანატოლი", img: "Anatoli"},
              { name: "გიორგი ღმერთშემოსილი", fact: "გიორგი ღმერთშემოსილი", img: "Ghmertshemosili"},
              { name: "წმინდა იაკინთე", fact: "წმინდა იაკინთე", img: "Iakint"},
              { name: "წმინდა მოწამენი დიომიდე, ევლამპიოსი, ასკლიპიოდოტე და გოლინდუხა", fact: "წმინდა მოწამენი დიომიდე, ევლამპიოსი, ასკლიპიოდოტე და გოლინდუხა", img: "Golindukha"},
              { name: "მოკიოსი და მარკოზი", fact: "მოკიოსი და მარკოზი", img: "Markozi"},
              { name: "ღირსი ალექსანდრე", fact: "ღირსი ალექსანდრე", img: "Aleksandr"},
              { name: "წმინდა ანატოლი", fact: "წმინდა ანატოლი", img: "Anatoli"}
            ],
  history:  [
              { name: "622", fact: "წინასწარმეტყველი მუჰამედი იწყებს ჰიჯრას მექადან მედინაში, რაც დასაბამს აძლევს მუსლიმანურ კალენდარს.", img: "Kalendar"},
              { name: "1661", fact: "ევროპაში პირველი ბანკნოტები გამოუშვა სტოკჰოლმის ბანკმა.", img: "Bank"},
              { name: "1945", fact: "მანჰეტენის პროექტი - ბირთვული ერა იწყება აშშ-ს მიერ ნიუ-მექსიკოს შტატში ისტორიაში პირველად განხორციელებული პლუტონიუმის ბირთვული იარაღის ექსპერიმენტული აფეთქებით.", img: "USA"},
              { name: "1965", fact: "საფრანგეთისა და იტალიის დამაკავშირებელი მონბლანის გვირაბი გაიხსნა.", img: "Gaikhsna"},
              { name: "1969", fact: "კეიპ კენედიდან, ფლორიდა, გაშვებულ იქნა კოსმოსური ხომალდი „აპოლო 11“.", img: "11"},
              { name: "1979", fact: "ერაყის პრეზიდენტი გახდა სადამ ჰუსეინი.", img: "Huseini"},
              { name: "1989", fact: "სოხუმში თსუ-ს ფილიალის გახსნისთვის ხელის შეშლის მიზნით მობილიზებულ აფხაზ აქტივისტებსა და ქართულ მოსახლეობას შორის შეიარაღებული შეტაკებები იწყება.", img: "Itsqeba"},
              { name: "1990", fact: "ფილიპინებში 7,7 ბალის მიწისძვრამ 1600-ზე მეტი ადამიანი იმსხვერპლა.", img: "1600"},
              { name: "1992", fact: "საქართველოსა და თურქმენეთს შორის დიპლომატიური ურთიერთობები დამყარდა.", img: "Damqar"},
              { name: "2003", fact: "კორსიკელები რეფერენდუმში ხმათა მცირე უპირატესობით საფრანგეთისგან გაზრდილ ავტონომიას უარჰყოფენ.", img: "Uarhqopen"},
              { name: "2004", fact: "ათასწლეულის პარკი, 21-ე საუკუნის დასაწყისის ერთ-ერთი ყველაზე ამბიციური არქიტექტურული პროექტი, გაიხსნა ჩიკაგოში, ილინოისი.", img: "21"}
            ],
  born:     [
              { name: "1872", fact: "რუალ ამუნდსენი — ნორვეგიელი მკვლევარი (გ.1928)", img: "1928"},
              { name: "1911", fact: "როჯერსი, ჯინჯერ — ამერიკელი მსახიობი, მოცეკვავე (გ. 1995)", img: "1995"},
              { name: "1943", fact: "მახარაძე, ავთანდილ — ქართველი მსახიობი", img: "makharadze avtandil"},
              { name: "1964", fact: "ბურჯანაძე, ნინო — ქართველი პოლიტიკური მოღვაწე", img: "burjanadze nino"}
            ],
  died:     [
              { name: "1764", fact: "ივანე VI — სრულიად რუსეთის იმპერატორი", img: "ivane VI"},
              { name: "1860", fact: "ჭონქაძე, დანიელ — ქართველი მწერალი", img: "chonkadze daniel"},
              { name: "1938", fact: "ჯაბადარი, გიორგი — ქართველი რეჟისორი და პედაგოგი (დ.1888)", img: "1888"},
              { name: "1960", fact: "კესელრინგი, ალბერტ — გერმანელი სამხედრო მოღვაწე (დ.1885)", img: "1885"},
              { name: "1965", fact: "ბერძენიშვილი, ნიკოლოზ — ქართველი ისტორიკოსი (დ. 1894)", img: "1894"},
              { name: "1976", fact: "მუსხელიშვილი, ნიკოლოზ — ქართველი მათემატიკოსი (დ. 1891)", img: "1891"},
              { name: "1989", fact: "კარაიანი, ჰერბერტ ფონ — ავსტრიელი დირიჟორი (დ.1908)", img: "1908"},
              { name: "2012", fact: "ლორდი, ჯონ — ინგლისელი როკ-მუსიკოსი (დ. 1941)", img: "1941"}
            ]
});
