window.__dayDataCallback__({
  holidays: [
              { name: "ესპანეთი - შრომის დღე", fact: "ესპანეთი - შრომის დღე", img: "Rome"},
              { name: "აშშ - ჰოთ-დოგის დღე", fact: "აშშ - ჰოთ-დოგის დღე", img: "ashsh"},
              { name: "ურუგვაი - კონსტიტუციის დღე", fact: "ურუგვაი - კონსტიტუციის დღე", img: "urugvai"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ათანასე ათონელი წმინდა კვირილა ლამპადი ირინოპოლელი აღმოყვანება ნაწილთა ღირსისა სერგი რადონეჟელისა, საკვირველთმოქმედისა ელიზავეტა და ბარბარა", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ათანასე ათონელი წმინდა კვირილა ლამპადი ირინოპოლელი აღმოყვანება ნაწილთა ღირსისა სერგი რადონეჟელისა, საკვირველთმოქმედისა ელიზავეტა და ბარბარა", img: "Barbara"},
              { name: "ათანასე ათონელი", fact: "ათანასე ათონელი", img: "Atoneli"},
              { name: "წმინდა კვირილა", fact: "წმინდა კვირილა", img: "Kvirila"},
              { name: "ლამპადი ირინოპოლელი", fact: "ლამპადი ირინოპოლელი", img: "Irinopoleli"},
              { name: "აღმოყვანება ნაწილთა ღირსისა სერგი რადონეჟელისა, საკვირველთმოქმედისა", fact: "აღმოყვანება ნაწილთა ღირსისა სერგი რადონეჟელისა, საკვირველთმოქმედისა", img: "Sakvirveltmokmedi"},
              { name: "ელიზავეტა და ბარბარა", fact: "ელიზავეტა და ბარბარა", img: "Barbara"},
              { name: "აგრეთვე ურუგვაი : კონსტიტუციის დღე", fact: "აგრეთვე ურუგვაი : კონსტიტუციის დღე", img: "Dghe"},
              { name: "ურუგვაი : კონსტიტუციის დღე", fact: "ურუგვაი : კონსტიტუციის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "ძვ. წ. 390", fact: "რომაელების გალებთან ბრძოლა მდინარე ალიასთან. დასრულდა რომაელთა სასტიკი დამარცხებით", img: "Damartskhebit"},
              { name: "64", fact: "რომის დიდი ხანძარი - რომის სავაჭრო უბანში ხანძარი მძვინვარებს, მაშინ როცა იმპერატორი ნერონი ლირაზე უკრავდა და ცეცხლს საიმედო ადგილიდან აკვირდებოდა.", img: "Rome"},
              { name: "1536", fact: "რომის პაპის ავტორიტეტი გაუქმდა ინგლისში.", img: "Inglis"},
              { name: "1830", fact: "ურუგვაი პირველ კონსტიტუციას იღებს.", img: "Igheb"},
              { name: "1872", fact: "ბრიტანეთში პირველად ჩატარდა ფარული კენჭისყრა.", img: "Kenchisqra"},
              { name: "1885", fact: "გამომგონებელმა ნიკოლაი ბანარდოსმა შეიტანა განაცხადი ელექტროშედუღების გამოგონების დაპატენტებისთვის რომელსაც „ელექტროგეფესტი“ უწოდა.", img: "Utso"},
              { name: "1898", fact: "პიერ და მარია კიურიმ პარიზის მეცნიერებათა აკადემიის სხდომაზე განაცხადეს ახალი ქიმიური ელემენტის პოლონიუმის აღმოჩენის შესახებ. დაარსდა საფეხბურთო კლუბი ბილბაოს „ატლეტიკო“.", img: "Atletiko"},
              { name: "დაარსდა საფეხბურთო კლუბი ბილბაოს „ატლეტიკო“.", fact: "დაარსდა საფეხბურთო კლუბი ბილბაოს „ატლეტიკო“.", img: "Atletiko"},
              { name: "1921", fact: "ფრანგმა ექიმებმა ალბერ კალმეტმა (Léon Charles Albert Calmette) და კამილ გერენმა (Jean-Marie Camille Guérin) პირველად აცრეს ბავშვი ტუბერკულოზის საწინააღმდეგო ვაქცინით ბცჟ. (BCG)", img: "Charles Albert Calmette"},
              { name: "1925", fact: "ჰიტლერმა გამოსცა წიგნი „ჩემი ბრძოლა“ (Mein Kampf, სურათზე). აშშ-ში ოფიციალურად განაცხადეს რომ ქალსაც შეუძლია იყოს ავტომობილის მძღოლი.", img: "Mein Kampf"},
              { name: "აშშ-ში ოფიციალურად განაცხადეს რომ ქალსაც შეუძლია იყოს ავტომობილის მძღოლი.", fact: "აშშ-ში ოფიციალურად განაცხადეს რომ ქალსაც შეუძლია იყოს ავტომობილის მძღოლი.", img: "USA"},
              { name: "1932", fact: "თურქეთი გახდა ერთა ლიგის 56-ე წევრი.", img: "56"},
              { name: "1936", fact: "დაიწყო პირველი სსრკ საფეხბურთო თასის გათამაშება.", img: "Gatamasheba"},
              { name: "1947", fact: "ბრიტანეთის მონარქმა გეორგ VI -მ ხელი მოაწერა კანონს ინდოეთის დამოუკიდებლობის შესახებ.", img: "Shesakheb"},
              { name: "1954", fact: "აშშ-ში, ნიუპორტში, გაიმართა ჯაზური მუსიკის პირველი ფესტივალი", img: "USA"},
              { name: "1962", fact: "პერუში სამხედრო გადატრიალება მოხდა.", img: "Mokh"},
              { name: "1968", fact: "რობერტ ნოისმა და გორდონ მურმა დააარსეს კომპანია „Intel“.", img: "Intel"},
              { name: "1974", fact: "პოლონეთის ქალაქ კონსტანტინოვში აღიმართა მსოფლიოში ყველაზე მაღალი კონსტრუქცია - 646,38 მ ვარშავის რადიოანძა (დაინგრა 1991 წ.).", img: "646"},
              { name: "2000", fact: "ლონდონში გაიხსნა ჯონ ლენონის ძეგლი.", img: "London"},
              { name: "2009", fact: "საქართველოში ღორის გრიპის პირველი შემთხვევა დაფიქსირდა .", img: "Dapiksir"}
            ],
  born:     [
              { name: "1864", fact: "ჰუხი, რიკარდა — გერმანელი მწერალი (გ.1947)", img: "1947"},
              { name: "1890", fact: "დოლიძე, ვიქტორ — ქართველი კომპოზიტორი (გ. 1933)", img: "1933"},
              { name: "1894", fact: "ბაბელი, ისააკ — უკრაინელი მწერალი (გ.1940)", img: "1940"},
              { name: "1897", fact: "აღლაძე, ლეონიდე — ქართველი სამხედრო მოღვაწე", img: "aghladze leonide"},
              { name: "1909", fact: "გრომიკო, ანდრეი — სსრ კავშირის პოლიტიკური მოღვაწე (გ.1989)", img: "1989"},
              { name: "1918", fact: "მანდელა, ნელსონ — სამხრეთ აფრიკის რესპუბლიკის პრეზიდენტი 1994-1999 (გ.2013)", img: "1994"},
              { name: "1922", fact: "კუნი, ტომას — ამერიკელი ფილოსოფოსი (გ.1996)", img: "1996"},
              { name: "1933", fact: "ევტუშენკო, ევგენი — რუსი პოეტი", img: "evtushenko evgeni"},
              { name: "1938", fact: "ვერჰოვენი, პოლ — ნიდერლანდელი კინორეჟისორი", img: "verhoveni pol"},
              { name: "1967", fact: "დიზელი, ვინ — ამერიკელი მსახიობი", img: "dizeli vin"}
            ],
  died:     [
              { name: "1817", fact: "ოსტინი, ჯეინ — ინგლისელი მწერალი (დ.1775)", img: "1775"},
              { name: "1868", fact: "ჰაჯი დიმიტრი — ბულგარელი ხალხის ეროვნულ-განმათავისუფლებელი ბრძოლის მონაწილე.", img: "haji dimitri"},
              { name: "1982", fact: "იაკობსონი, რომან — რუსი ენათმეცნიერი (დ.1896)", img: "1896"}
            ]
});
