window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: პეტრე მოციქული და პავლე მოციქული – პეტრე–პავლობა", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: პეტრე მოციქული და პავლე მოციქული – პეტრე–პავლობა", img: "martlmadidebeli eklesia moikhseniebs tsmindanebs petre motsikuli da pavle motsikuli"},
              { name: "პეტრე მოციქული და პავლე მოციქული – პეტრე–პავლობა", fact: "პეტრე მოციქული და პავლე მოციქული – პეტრე–პავლობა", img: "petre motsikuli da pavle motsikuli"},
              { name: "აგრეთვე:", fact: "აგრეთვე:", img: "Agretv"},
              { name: "კირიბატი : დამოუკიდებლობის დღე", fact: "კირიბატი : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "სან-ტომე და პრინსიპი : დამოუკიდებლობის დღე", fact: "სან-ტომე და პრინსიპი : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1580", fact: "გამოიცა ოსტროგის ბიბლია (სურათზე) - პირველი ნაბეჭდი ბიბლია სლავურ ენაზე.", img: "gamoitsa ostrogis biblia suratze"},
              { name: "1806", fact: "თექვსმეტი გერმანული იმპერიული მიწა გამოდის საღვთო რომის იმპერიიდან და ქმნის რაინის კონფედერაციას.", img: "Konpederatsia"},
              { name: "1862", fact: "ღირსების მედალი დაწესდა აშშ-ის კონგრესის მიერ.", img: "USA"},
              { name: "1933", fact: "აშშ-ის კონგრესმა მიიღო პირველი ფედერალური მინიმალური ხელფასის კანონი: 33 ცენტი საათში.", img: "33"},
              { name: "1943", fact: "მეორე მსოფლიო ომი - პროხოროვკის ბრძოლა - გერმანიისა და სსრკ-ის ჯარები ერთვებიან ისტორიაში ყველაზე მასშტაბურ სატანკო მანევრებში.", img: "meore msoplio omi"},
              { name: "1960", fact: "დაარსდა ორლიონოკი - მთავარი პიონერთა ბანაკი რუსეთის ფედერაციაში.", img: "daarsda orlionoki"},
              { name: "1975", fact: "სან-ტომე და პრინსიპმა დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "1979", fact: "კირიბატიმ დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "1993", fact: "7,8 ბალის მაგნიტუდის მიწისძვრა მოხდა ჰოკაიდოს სანაპიროსთან, იაპონიაში.", img: "Japan"},
              { name: "2008", fact: "სალმან რაშდის „შუაღამის შვილები“ ბუკერის პრემიაზე მისი 40-წლიანი არსებობის განმავლობაში წარმოდგენილ საუკეთესო ნაწარმოებად აღიარეს.", img: "40"},
              { name: "2009", fact: "ხავიერ ველასკესი პერუს პრემიერ-მინისტრი გახდა.", img: "Gakh"},
              { name: "2010", fact: "საერთაშორისო კრიმინალურმა სასამართლომ სუდანის პრეზიდენტი ომარ ალ-ბაშირი დარფურის კონფლიქტის გენოციდში დამნაშავედ ცნო.", img: "Tsno"},
              { name: "2020", fact: "ანჯეი დუდა პოლონეთის პრეზიდენტად ხელმეორედ აირჩიეს.", img: "Airchie"},
              { name: "2022", fact: "NASA-მ ჯეიმზ ვების კოსმოსური ტელესკოპის მიერ გადაღებული პირველი ფოტო გამოაქვეყნა. შრი-ლანკაში განვითარებული მოვლენების შედეგად პრეზიდენტი გოტაბაია რაჯაპაკსა გადადგა და ქვეყნის მეთაურის მოვალეობის შემსრულებელი მოქმედი პრემიერ-მინისტრი რანილ ვიკრამასინგჰე გახდა.", img: "Nasa"},
              { name: "NASA-მ ჯეიმზ ვების კოსმოსური ტელესკოპის მიერ გადაღებული პირველი ფოტო გამოაქვეყნა.", fact: "NASA-მ ჯეიმზ ვების კოსმოსური ტელესკოპის მიერ გადაღებული პირველი ფოტო გამოაქვეყნა.", img: "Nasa"},
              { name: "შრი-ლანკაში განვითარებული მოვლენების შედეგად პრეზიდენტი გოტაბაია რაჯაპაკსა გადადგა და ქვეყნის მეთაურის მოვალეობის შემსრულებელი მოქმედი პრემიერ-მინისტრი რანილ ვიკრამასინგჰე გახდა.", fact: "შრი-ლანკაში განვითარებული მოვლენების შედეგად პრეზიდენტი გოტაბაია რაჯაპაკსა გადადგა და ქვეყნის მეთაურის მოვალეობის შემსრულებელი მოქმედი პრემიერ-მინისტრი რანილ ვიკრამასინგჰე გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1596", fact: "მიხეილ I — რუსეთის ცარი.", img: "mikheil I"},
              { name: "1790", fact: "ჰანზემანი, დავიდ — პრუსიის პოლიტიკური მოღვაწე.", img: "hanzemani david"},
              { name: "1812", fact: "ახუნდოვი, მირზა — აზერბაიჯანელი მწერალი-განმანათლებელი", img: "akhundovi mirza"},
              { name: "1884", fact: "მოდილიანი, ამედეო — იტალიელი მხატვარი (გ.1920)", img: "1920"},
              { name: "1900", fact: "ასათიანი, ლევან — ქართველი ლიტერატურათმცოდნე", img: "asatiani levan"},
              { name: "1904", fact: "ნერუდა, პაბლო — ჩილელი პოეტი (გ.1973)", img: "1973"},
              { name: "1939", fact: "ირაკლი კვირიკაძე — ქართველი კინორეჟისორი და კინოდრამატურგი", img: "irakli kvirikadze"},
              { name: "1970", fact: "ნიკო გომელაური — ქართველი მსახიობი და პოეტი (გ.2010)", img: "2010"},
              { name: "1975", fact: "კაი გრინი — ამერიკელი პროფესიონალი ბოდიბილდერი, მწვრთნელი, ხელოვანი და მსახიობი.", img: "kai grini"}
            ],
  died:     [
              { name: "1536", fact: "ერასმუსი — ჰოლანდიელი მწერალი, ფილოსოფოსი (დ.1466)", img: "1466"},
              { name: "1911", fact: "ფილიმონ ქორიძე — ქართველი ფოლკლორისტი, მომღერალი, ლოტბარი", img: "pilimon koridze"},
              { name: "1979", fact: "ბერიევი, გიორგი — ქართველი ავიაკონსტრუქტორი", img: "berievi giorgi"},
              { name: "1987", fact: "კაპიტონ აბესაძე — ქართველი მსახიობი", img: "kapiton abesadze"}
            ]
});
