window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ანდრია კრეტელი ღირსი მართა თეოდოტე და თეოდოტია თეოდორე კვირელი ანდრია რუბლიოვი", fact: "ანდრია კრეტელი ღირსი მართა თეოდოტე და თეოდოტია თეოდორე კვირელი ანდრია რუბლიოვი", img: "Rubliovi"},
              { name: "ანდრია კრეტელი", fact: "ანდრია კრეტელი", img: "Kreteli"},
              { name: "ღირსი მართა", fact: "ღირსი მართა", img: "Mar"},
              { name: "თეოდოტე და თეოდოტია", fact: "თეოდოტე და თეოდოტია", img: "Teodot"},
              { name: "თეოდორე კვირელი", fact: "თეოდორე კვირელი", img: "Kvireli"},
              { name: "ანდრია რუბლიოვი", fact: "ანდრია რუბლიოვი", img: "Rubliovi"},
              { name: "აგრეთვე: ერაყი : რევოლუციის დღე სამხრეთი კორეა : კონსტიტუციის დღე კიოტო, იაპონია : გიონის დღესასწაული", fact: "აგრეთვე: ერაყი : რევოლუციის დღე სამხრეთი კორეა : კონსტიტუციის დღე კიოტო, იაპონია : გიონის დღესასწაული", img: "Dghesastsauli"},
              { name: "ერაყი : რევოლუციის დღე", fact: "ერაყი : რევოლუციის დღე", img: "Dghe"},
              { name: "სამხრეთი კორეა : კონსტიტუციის დღე", fact: "სამხრეთი კორეა : კონსტიტუციის დღე", img: "Dghe"},
              { name: "კიოტო, იაპონია : გიონის დღესასწაული", fact: "კიოტო, იაპონია : გიონის დღესასწაული", img: "Dghesastsauli"}
            ],
  history:  [
              { name: "1203", fact: "მეოთხე ჯვაროსნები იერიშით იღებენ კონსტანტინოპოლს; ბიზანტიის იმპერატორი ალექსი III ნაგელუსი დედაქალაქიდან გაიქცა.", img: "Gaiktsa"},
              { name: "1762", fact: "ეკატერინე II ხდება რუსეთის ცარი პეტრე III-ის მკვლელობის გამო.", img: "Gamo"},
              { name: "1791", fact: "ხოცვა მარსის ველზე, პარიზი, საფრანგეთის რევოლუციის დრო. მოკლულ იქნა 1500-მდე ადამიანი, მათ შორის ქალები და ბავშვებიც.", img: "1500"},
              { name: "1815", fact: "ნაპოლეონის ომები — როშფორთან, საფრანგეთი, ნაპოლეონი ნებდება ბრიტანეთის ძალებს.", img: "napoleonis omebi"},
              { name: "1917", fact: "ბრიტანეთის მეფე ჯორჯ V-ის განკარგულებით ბრიტანეთის სამეფო ოჯახის მამაკაცი შთამომავლები უინდზორის გვარის მატარებლები ხდებიან.", img: "Khdebian"},
              { name: "1945", fact: "მეორე მსოფლიო ომი — გერმანიის ქ. პოტსდამში სამი მთავარი მოკავშირე ქვეყნის ლიდერები იწყებენ პოტსდამის კონფერენციას.", img: "meore msoplio omi"},
              { name: "1955", fact: "დისნეილენდი გაიხსნა ანაჰაიმში, კალიფორნია.", img: "Kaliporn"},
              { name: "1975", fact: "სოიუზ-აპოლონის საცდელი პროექტი — საბჭოთა ხომალდი სოიუზი და ამერიკული აპოლონი ერთმანეთს უერთდება ორბიტაზე, რაც პირველი ამგვარი შემთხვევა იყო ამ ორ ქვეყანას შორის.", img: "soiuz apolonis satsdeli proekti"},
              { name: "1976", fact: "კანადის ქ. მონრეალში დაიწყო 21-ე ოლიმპიური თამაშები.", img: "21"},
              { name: "1976", fact: "ინდონეზიამ აღმოსავლეთ ტიმორის ანექსია მოახდინა.", img: "Moakhdina"},
              { name: "1994", fact: "ბრაზილია იმარჯვებს იტალიაზე პენალური დარტყმებით და იღებს მეოთხე ფიფას მსოფლიო საფეხბურთო თასს.", img: "Tas"},
              { name: "1998", fact: "სანქტ-პეტერბურგში, ნიკოლოზ II და მისი ოჯახის წევრების ნეშტი დაკრძალეს წმ. ეკატერინეს კაპელაში ბოლშევიკთა მიერ მათი მკვლელობიდან 80 წლის შემდეგ.", img: "Shemdeg"},
              { name: "2009", fact: "ხუთდღიანი დებატების შემდეგ ისლანდიის პარლამენტმა მცირე უმრავლესობით გადაწყვიტა ქვეყნის ევროკავშირის წევრობაზე განაცხადის შეტანა.", img: "Shetana"},
              { name: "2010", fact: "ცენტრალურ და აღმოსავლეთ ევროპაში პირველი ევროპრაიდი, ჰომოსექსუალთა უფლებების მხარდამჭერთა მსვლელობა, გაიმართა ვარშავაში, პოლონეთი.", img: "Poloneti"},
              { name: "2014", fact: "ამსტერდამიდან კუალა-ლუმპურის მიმართულებით მიმავალი მალაიზიის ავიახაზების რეისი 17 აღმოსავლეთ უკრაინაში ჩამოაგდეს, დაიღუპა პორტზე მყოფი 298-ვე ადამიანი.", img: "17"},
              { name: "2016", fact: "ევარიშტუ კარვალიო სან-ტომე და პრინსიპის პრეზიდენტად აირჩიეს. სტამბოლში მიმდინარე იუნესკოს 40-ე სესიამ მსოფლიო მემკვიდრეობის სიაში 21 ახალი ძეგლი დაამატა.", img: "40"},
              { name: "ევარიშტუ კარვალიო სან-ტომე და პრინსიპის პრეზიდენტად აირჩიეს.", fact: "ევარიშტუ კარვალიო სან-ტომე და პრინსიპის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "სტამბოლში მიმდინარე იუნესკოს 40-ე სესიამ მსოფლიო მემკვიდრეობის სიაში 21 ახალი ძეგლი დაამატა.", fact: "სტამბოლში მიმდინარე იუნესკოს 40-ე სესიამ მსოფლიო მემკვიდრეობის სიაში 21 ახალი ძეგლი დაამატა.", img: "40"}
            ],
  born:     [
              { name: "1487", fact: "ისმაილ I — სეფიანთა ირანის პირველი შაჰი (გ. 1524).", img: "1524"},
              { name: "1827", fact: "აბელი, ფრედერიკ — ინგლისელი ქიმიკოსი (გ.1902)", img: "1902"},
              { name: "1889", fact: "ანდრიაძე, ნიკოლოზ — ქართველი ინფექციონისტი", img: "andriadze nikoloz"},
              { name: "1918", fact: "ახვლედიანი, გივი — ქართველი ფრენბურთელი, მწვრთნელი.", img: "akhvlediani givi"},
              { name: "1928", fact: "ჯაბადარი, ალექსანდრე — ქართველი ინჟინერ-მეტალურგი.", img: "jabadari aleksandre"}
            ],
  died:     [
              { name: "1762", fact: "პეტრე III — რუსეთის იმპერატორი (დ. 1728).", img: "petre III"},
              { name: "1790", fact: "ადამ სმითი — შოტლანდიელი ეკონომისტი (დ.1723)", img: "1723"},
              { name: "1912", fact: "პუანკარე, ჟიულ ანრი — ფრანგი მათემატიკოსი (დ. 1854)", img: "1854"},
              { name: "1915", fact: "ვაჟა-ფშაველა — ქართველი პოეტი (დ. 1861)", img: "1861"},
              { name: "1967", fact: "კოლტრეინი, ჯონ — ამერიკელი მუსიკოსი (დ.1923)", img: "1923"},
              { name: "1968", fact: "არსენიშვილი, კონსტანტინე — ქართველი მეცნიერი, ჰოდროტექნიკოსი", img: "arsenishvili konstantine"},
              { name: "1975", fact: "გამსახურდია, კონსტანტინე — ქართველი მწერალი (დ.1893)", img: "1893"},
              { name: "1978", fact: "ბელაქნელი, ნიკოლოზ — ქართველი მომღერალი", img: "belakneli nikoloz"}
            ]
});
