window.__dayDataCallback__({
  holidays: [
              { name: "მიანმარი - აზანინეი", fact: "მიანმარი - აზანინეი", img: "mianmari"},
              { name: "ნიკარაგუა - რევოლუციის დღე", fact: "ნიკარაგუა - რევოლუციის დღე", img: "nikaragua"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "სისო დიდი წმინდა მოწამენი მარინი, მართა, ავდიფაქსი, ამბაკუმი, კვირინე, ვალენტინე ხუცესი, ასტერიოსი და სხვა მრავალნი, რომში წამებულნი წმინდა მოწამე ისავრე დიაკონი, ინოკენტი, ფელიქსი, ერმი, ბასილი, პერეგრინე და ორნი ქალაქის მთავარნი - რუფოსი და რუფინე კოინტე ფრიგიელი წმინდა მოწამე ლუკია ქალწული და მის თანა მოწამენი: რიქსე, ანტონი, ლუკიანე, ისიდორე, დიონი, დიოდორე, ქუთონიოსი, არონოსე, კაპიკე და სატური", fact: "სისო დიდი წმინდა მოწამენი მარინი, მართა, ავდიფაქსი, ამბაკუმი, კვირინე, ვალენტინე ხუცესი, ასტერიოსი და სხვა მრავალნი, რომში წამებულნი წმინდა მოწამე ისავრე დიაკონი, ინოკენტი, ფელიქსი, ერმი, ბასილი, პერეგრინე და ორნი ქალაქის მთავარნი - რუფოსი და რუფინე კოინტე ფრიგიელი წმინდა მოწამე ლუკია ქალწული და მის თანა მოწამენი: რიქსე, ანტონი, ლუკიანე, ისიდორე, დიონი, დიოდორე, ქუთონიოსი, არონოსე, კაპიკე და სატური", img: "siso didi tsminda motsameni marini marta avdipaksi ambakumi kvirine valentine khutsesi asteriosi da skhva mravalni romshi tsamebulni tsminda motsame isavre diakoni inokenti peliksi ermi basili peregrine da orni kalakis mtavarni"},
              { name: "სისო დიდი", fact: "სისო დიდი", img: "Didi"},
              { name: "წმინდა მოწამენი მარინი, მართა, ავდიფაქსი, ამბაკუმი, კვირინე, ვალენტინე ხუცესი, ასტერიოსი და სხვა მრავალნი, რომში წამებულნი", fact: "წმინდა მოწამენი მარინი, მართა, ავდიფაქსი, ამბაკუმი, კვირინე, ვალენტინე ხუცესი, ასტერიოსი და სხვა მრავალნი, რომში წამებულნი", img: "Tsamebulni"},
              { name: "წმინდა მოწამე ისავრე დიაკონი, ინოკენტი, ფელიქსი, ერმი, ბასილი, პერეგრინე და ორნი ქალაქის მთავარნი - რუფოსი და რუფინე", fact: "წმინდა მოწამე ისავრე დიაკონი, ინოკენტი, ფელიქსი, ერმი, ბასილი, პერეგრინე და ორნი ქალაქის მთავარნი - რუფოსი და რუფინე", img: "tsminda motsame isavre diakoni inokenti peliksi ermi basili peregrine da orni kalakis mtavarni"},
              { name: "კოინტე ფრიგიელი", fact: "კოინტე ფრიგიელი", img: "Prigieli"},
              { name: "წმინდა მოწამე ლუკია ქალწული და მის თანა მოწამენი: რიქსე, ანტონი, ლუკიანე, ისიდორე, დიონი, დიოდორე, ქუთონიოსი, არონოსე, კაპიკე და სატური", fact: "წმინდა მოწამე ლუკია ქალწული და მის თანა მოწამენი: რიქსე, ანტონი, ლუკიანე, ისიდორე, დიონი, დიოდორე, ქუთონიოსი, არონოსე, კაპიკე და სატური", img: "Saturi"},
              { name: "აგრეთვე: ბირმა : წამებულის დღე ნიკარაგუა : განთავისუფლების დღე", fact: "აგრეთვე: ბირმა : წამებულის დღე ნიკარაგუა : განთავისუფლების დღე", img: "Dghe"},
              { name: "ბირმა : წამებულის დღე", fact: "ბირმა : წამებულის დღე", img: "Dghe"},
              { name: "ნიკარაგუა : განთავისუფლების დღე", fact: "ნიკარაგუა : განთავისუფლების დღე", img: "Dghe"}
            ],
  history:  [
              { name: "711", fact: "მუსლიმები ტარიქ იბნ ზიადის მეთაურობით ამარცხებენ ვისიგოთებს როდერიკის წინამძღოლობით. არაბებმა პირენეის ნახევარკუნძული დაიპყრეს.", img: "Daipqre"},
              { name: "1544", fact: "ბულონის ალყა დაიწყო.", img: "Daitsqo"},
              { name: "1692", fact: "სალემის ჯადოქართა სამსჯავრო - ხუთი ქალი ჩამოახრჩვეს ჯადოქრობისთვის სალემში, მასაჩუსეტსი.", img: "salemis jadokarta samsjavro"},
              { name: "1799", fact: "ნაპოვნია როზეტის ქვა, რომლის მეშვეობით შესაძლებელი გახდა ძველეგვიპტური ენის გაშიფვრა.", img: "Gashipvra"},
              { name: "1870", fact: "საფრანგეთმა ომი გამოუცხადა პრუსიას.", img: "Prusia"},
              { name: "1900", fact: "გაიხსნა პარიზის პეტროპოლიტენი. მის მშენებლობას ხელმძღვანელობდნენ ფულსანჟ ბენევიუ და არქიტექტორი ჰექტორ გიმარა.", img: "Gimara"},
              { name: "1908", fact: "ლონდონში წმინდა პავლეს ტაძარში ეპისკოპოსმა რომელიც ოლიმპიურ თამაშებს ლოცავდა წარმოთქვა ფრაზა რომელიც ოლიმპიური მოძრაობის სიმბოლოდ იქცა, „მთავარია მონაწილეობა და არა გამარჯვება“", img: "London"},
              { name: "1918", fact: "ძალაში შევიდა პირველი საბჭოთა კონსტიტუცია.", img: "Konstituts"},
              { name: "1941", fact: "იოსებ სტალინი დაინიშნა საბჭოთა კავშირის თავდაცვის სახალხო კომისარად.", img: "Komisar"},
              { name: "1943", fact: "უინსტონ ჩერჩილმა წარმოადგინა გეგმა რომლის მიხედვით იგეგმებოდა აისბერგების როგორც მცურავი საჰაერო ბაზების გამოყენება.", img: "Gamoqeneba"},
              { name: "1946", fact: "გაიმართა მერლინ მონროს პირველი სინჯები, რის შედეგად მან ხელი მოაწერა კონტრაქტს კომპანიასთან „20-ე საუკუნე ფოქსი“ (20th Century Fox).", img: "Century Fox"},
              { name: "1952", fact: "ჰელსინკიში დაიწყო მე-15 ოლიმპიური თამაშები.", img: "15"},
              { name: "1963", fact: "ინდონეზიამ განაცხადა რომ სახელი შეუცვალა ინდოეთის ოკეანეს და მას ამიერიდან ინდონეზიის ოკეანე უწოდა.", img: "Utso"},
              { name: "1980", fact: "მოსკოვში გაიხსნა 22-ე ოლიმპიური თამაშები (მასკოტი სურათზე).", img: "22"},
              { name: "1996", fact: "აშშ-ს ქ. ატლანტაში დაიწყო 26-ე ოლიმპიური თამაშები.", img: "26"},
              { name: "2007", fact: "2006 წლის 28 სექტემბერს შეწყვეტის შემდეგ რუსეთმა საქართველოს მოქალაქეებისთვის ვიზების გაცემა განაახლა.", img: "2006"},
              { name: "2007", fact: "პრატიბა პატილი ინდოეთის პირველი ქალი პრეზიდენტი გახდა.", img: "Gakh"},
              { name: "2010", fact: "სურინამის პარლამენტმა ქვეყნის პრეზიდენტად საერთაშორისო ძებნაში მყოფი დეზი ბაუტერსე აირჩია.", img: "Airch"},
              { name: "2010", fact: "პრანაბ მუხერჯი ინდოეთის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1814", fact: "კოლტი, სემუელ — ამერიკელი ცეცხლსასროლი იარაღის გამომგონებელი (გ. 1862)", img: "1862"},
              { name: "1834", fact: "დეგა, ედგარ — ფრანგი მხატვარი (გ. 1917)", img: "1917"},
              { name: "1863", fact: "აბაზაძე, ნიკოლოზ — ქართველი ეთნოგრაფი და საზოგადო მოღვაწე (გ. 1931)", img: "1931"},
              { name: "1893", fact: "ვლადიმერ მაიაკოვსკი — პოეტი (გ. 1930)", img: "1930"},
              { name: "1896", fact: "კრონინი, ა.ჯ. — შოტლანდიელი მწერალი (გ. 1981)", img: "1981"},
              { name: "1938", fact: "ვახტანგ კიკაბიძე — ქართველი საესტრადო მომღერალი, კინომსახიობი, სცენარისტი, კინორეჟისორი.", img: "vakhtang kikabidze"},
              { name: "1947", fact: "მეი, ბრაიან — ინგლისელი გიტარისტი (ჯგუფი Queen)", img: "Queen"}
            ],
  died:     [
              { name: "1874", fact: "ლანი დე მონტებელო, ნაპოლეონ — ფრანგი სახელმწიფო მოღვაწე და დიპლომატი.", img: "lani de montebelo napoleon"},
              { name: "1947", fact: "აუნ სან — მიანმარის პოლიტიკური მოღვაწე (დ. 1915)", img: "1915"}
            ]
});
