window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "დადება პატიოსნისა სამოსლისა ყოვლადწმიდისა დედუფლისა ჩვენისა ღვთისმშობელისა ვლაქერნას - ვლაქერნობა – სახალხო დღესასწაული ზუგდიდის მუნიციპალიტეტში. იუბენალი - იერუსალიმელი პატრიარქი", fact: "დადება პატიოსნისა სამოსლისა ყოვლადწმიდისა დედუფლისა ჩვენისა ღვთისმშობელისა ვლაქერნას - ვლაქერნობა – სახალხო დღესასწაული ზუგდიდის მუნიციპალიტეტში. იუბენალი - იერუსალიმელი პატრიარქი", img: "dadeba patiosnisa samoslisa qovladtsmidisa deduplisa chvenisa ghvtismshobelisa vlakernas vlakernoba"},
              { name: "დადება პატიოსნისა სამოსლისა ყოვლადწმიდისა დედუფლისა ჩვენისა ღვთისმშობელისა ვლაქერნას - ვლაქერნობა – სახალხო დღესასწაული ზუგდიდის მუნიციპალიტეტში.", fact: "დადება პატიოსნისა სამოსლისა ყოვლადწმიდისა დედუფლისა ჩვენისა ღვთისმშობელისა ვლაქერნას - ვლაქერნობა – სახალხო დღესასწაული ზუგდიდის მუნიციპალიტეტში.", img: "dadeba patiosnisa samoslisa qovladtsmidisa deduplisa chvenisa ghvtismshobelisa vlakernas vlakernoba"},
              { name: "იუბენალი - იერუსალიმელი პატრიარქი", fact: "იუბენალი - იერუსალიმელი პატრიარქი", img: "iubenali"},
              { name: "აგრეთვე: ბოტსვანა : პრეზიდენტის დღე პალერმო, სიცილია : სანტა როზალიას ფესტივალი", fact: "აგრეთვე: ბოტსვანა : პრეზიდენტის დღე პალერმო, სიცილია : სანტა როზალიას ფესტივალი", img: "Pestivali"},
              { name: "ბოტსვანა : პრეზიდენტის დღე", fact: "ბოტსვანა : პრეზიდენტის დღე", img: "Dghe"},
              { name: "პალერმო, სიცილია : სანტა როზალიას ფესტივალი", fact: "პალერმო, სიცილია : სანტა როზალიას ფესტივალი", img: "Pestivali"}
            ],
  history:  [
              { name: "1099", fact: "ჯვაროსნებმა იერუსალიმი დაიკავეს.", img: "Daikave"},
              { name: "1240", fact: "ნოვგოროდის არმია ალექსანდრე ნეველის წინამძღოლობით ამარცხებს შვედებს ნევის ბრძოლაში.", img: "Brdzola"},
              { name: "1410", fact: "გრუნვალდის ბრძოლა - პოლონეთის სამეფოსა და ლიტვის დიდი საგრაფოს მოკავშირე ძალები ამარცხებენ ტევტონთა ორდენის არმიას.", img: "grunvaldis brdzola"},
              { name: "1799", fact: "ეგვიპტის ერთ-ერთ სოფელში ნაპოვნი იქნა როზეტის ქვა, ფრანგი კაპიტანი პიერ-ფრანსუა ბუკარის მიერ.", img: "Mier"},
              { name: "1815", fact: "ნაპოლეონ ბონაპარტე ფარ-ხმალს ჰყრის HMS ბელეროფონის ბორტზე.", img: "Hms"},
              { name: "1916", fact: "სიეტლში, ვაშინგტონი, უილიამ ბოინგი და ჯორჯ კონრად უესტერველტი აფუძნებენ „პაციფიკ აერო პროდაქტს“ (მოგვიანებით გადაერქვა \"ბოინგი\").", img: "Gadaerkva"},
              { name: "1929", fact: "კიდ ჩოკოლატი ხდება პირველი კრივის მსოფლიო ჩემპიონი კუბიდან.", img: "Kubidan"},
              { name: "1954", fact: "განხორციელდა ამერიკული სამოქალაქო თვითმფრინავი ბოინგ 707-ის პირველი ფრენა.", img: "707"},
              { name: "1955", fact: "18 ნობელის პრემიის ლაურეატი ხელს აწერს მაინაუს დეკლარაციას ბირთვული იარაღის წინააღმდეგ, მოგვიანებით მას კიდევ 34 ლაურეატი უერთდება.", img: "18"},
              { name: "1958", fact: "ლიბანის დედაქალაქ ბეირუთში 5.000 ამერიკელი მარინელი გადმოსხდა პრო-დასავლური მთავრობისთვის სამხედრო მხარდაჭერისთვის.", img: "000"},
              { name: "1974", fact: "ნიქოზიაში, კვიპროსი, ბერძნების მხარდაჭერით ნაციონალისტები იწყებენ სამხედრო გადატრიალებას.", img: "Gadatrialeba"},
              { name: "1975", fact: "სოიუზ-აპოლონის პროექტი - აპოლონისა და სოიუზის ხომალდების გაშვება განხორციელდა საბჭოთა და აშშ კოსმოდრომებიდან.", img: "USA"},
              { name: "1995", fact: "პირველი გაყიდვა განხორციელდა Amazon.com-ზე.", img: "Amazon"},
              { name: "1997", fact: "მაიამიში, სერიული მკვლელი საკუთარ სახლთან ჰკლავს ჯანი ვერსაჩეს.", img: "Versache"},
              { name: "2003", fact: "აოლ თაიმ უორნერი აუქმებს ნეტსკეიპ კომუნიკეიშენს კორპორაციას. მის ნაცვლად იმავე დღეს დაფუძნდა ფონდი მოზილა.", img: "Mozila"},
              { name: "2010", fact: "არგენტინა ლათინური ამერიკის პირველი ქვეყანა გახდა, სადაც ერთი სქესის წყვილთა ქორწინება დაკანონდა.", img: "Dakanon"},
              { name: "2016", fact: "თურქეთის სახელმწიფო გადატრიალების მცდელობის დროს დაიღუპა მინიმუმ 265 და დაშავდა 1 440-ზე მეტი ადამიანი.", img: "265"},
              { name: "2018", fact: "2018 წლის მსოფლიო საფეხბურთო ჩემპიონატის გამარჯვებული საფრანგეთი გახდა.", img: "2018"},
              { name: "2019", fact: "საქართველო ჩეხეთთან, გერმანიასთან და იტალიასთან ერთად ევრობასკეტ 2021-ს უმასპინძლებს.", img: "2021"}
            ],
  born:     [
              { name: "1573", fact: "ჯოუნზი, ინიგოუ — ინგლისელი არქიტექტორი.", img: "jounzi inigou"},
              { name: "1606", fact: "რემბრანდტი — ჰოლანდიელი მხატვარი (გ.1669)", img: "1669"},
              { name: "1764", fact: "იაშვილი, ვლადიმერ მიხეილის ძე — რუსეთის არმიის გენერალ-მაიორი.", img: "iashvili vladimer mikheilis dze"},
              { name: "1892", fact: "ბენიამინი, ვალტერ — გერმანელი მწერალი, კრიტიკოსი (გ.1940)", img: "1940"},
              { name: "1930", fact: "დერიდა, ჟაკ — ფრანგი ფილოსოფოსი (გ.2004)", img: "2004"},
              { name: "1936", fact: "ნანული აბესაძე — ქართველი მომღერალი", img: "nanuli abesadze"}
            ],
  died:     [
              { name: "1828", fact: "ჰუდონი, ჟან ანტუან — ფრანგი მოქანდაკე.", img: "hudoni zhan antuan"},
              { name: "1857", fact: "ცერნი, კარლ — ავსტრიელი კომპოზიტორი (დ.1791)", img: "1791"},
              { name: "1904", fact: "ჩეხოვი, ანტონ — რუსი მწერალი", img: "chekhovi anton"},
              { name: "1916", fact: "ილია მეჩნიკოვი — რუსი ბიოლოგი და პათოლოგი", img: "ilia mechnikovi"},
              { name: "1929", fact: "ჰოფმანსტალი, ჰუგო ფონ — ავსტრიელი მწერალი (დ.1874)", img: "1874"},
              { name: "1940", fact: "იეთიმ გურჯი — ქართველი სახალხო მომღერალი-მელექსე (დ.1875)", img: "1875"},
              { name: "1948", fact: "აგლაძე, ილია — ქართველი პუბლიცისტი, ჟურნალისტი, მთარგმნელი (დ.1872)", img: "1872"},
              { name: "1958", fact: "ჯულია ლენონი — ინგლისელი მუსიკოსის ჯონ ლენონის დედა (დ.1914)", img: "1914"},
              { name: "1959", fact: "ბლოხი, ერნსტ — შვეიცარიელი კომპოზიტორი (დ.1880)", img: "1880"},
              { name: "2003", fact: "რობერტო ბოლანიო — ჩილელი მწერალი. (დ. 1953)", img: "1953"}
            ]
});
