window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "კოზმა და დამიანე პოტიტე ყრმა პეტრე პატრიკიოს-ყოფილი ნიკოდიმოს მთაწმიდელი ნერსე მთავარეპისკოპოსი", fact: "კოზმა და დამიანე პოტიტე ყრმა პეტრე პატრიკიოს-ყოფილი ნიკოდიმოს მთაწმიდელი ნერსე მთავარეპისკოპოსი", img: "Mtavarepiskoposi"},
              { name: "კოზმა და დამიანე", fact: "კოზმა და დამიანე", img: "Damian"},
              { name: "პოტიტე ყრმა", fact: "პოტიტე ყრმა", img: "Qrma"},
              { name: "პეტრე პატრიკიოს-ყოფილი", fact: "პეტრე პატრიკიოს-ყოფილი", img: "Qopili"},
              { name: "ნიკოდიმოს მთაწმიდელი", fact: "ნიკოდიმოს მთაწმიდელი", img: "Mtatsmideli"},
              { name: "ნერსე მთავარეპისკოპოსი", fact: "ნერსე მთავარეპისკოპოსი", img: "Mtavarepiskoposi"},
              { name: "აგრეთვე: ერაყი : ეროვნული დღე საფრანგეთი : რევოლუციის დღე", fact: "აგრეთვე: ერაყი : ეროვნული დღე საფრანგეთი : რევოლუციის დღე", img: "Dghe"},
              { name: "ერაყი : ეროვნული დღე", fact: "ერაყი : ეროვნული დღე", img: "Dghe"},
              { name: "საფრანგეთი : რევოლუციის დღე", fact: "საფრანგეთი : რევოლუციის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1223", fact: "საფრანგეთის მეფის ტახტზე ადის ლუი VIII, მამამისის, ფილიპ II-ის გარდაცვალების შემდეგ.", img: "Shemdeg"},
              { name: "1774", fact: "დაარსდა ბრაზილიის ქალაქი კამპინასი.", img: "Kampinasi"},
              { name: "1789", fact: "პარიზელები შტურმით იღებენ ბასტილის ციხეს და შვიდ პატიმარს ათავისუფლებენ. დაიწყო საფრანგეთის რევოლუცია.", img: "Revoluts"},
              { name: "1933", fact: "გლაიხშალტუნგი - გერმანიაში აკრძალულ იქნა ყველა პოლიტიკური პარტია, გარდა ფაშისტურისა.", img: "glaikhshaltungi"},
              { name: "1954", fact: "აშშ-ის ცენტრალურ შტატებს არნახული სიცხე ატყდება თავს. მისურისა და ილინოისის ზოგიერთ ქალაქში თერმომეტრის ნიშნულმა 50 °C გადააჭარბა, რაც რეკორდული იყო ამ რეგიონისთვის.", img: "50"},
              { name: "1958", fact: "ერაყის რევოლუცია - არაბმა ნაციონალისტებმა გადატრიალება მოაწყვეს. გაუქმებულ იქნა მონარქია და გამოცხადდა რესპუბლიკა. აბდულ კარიმ კასემი ქვეყნის ახალი ლიდერი ხდება.", img: "eraqis revolutsia"},
              { name: "1992", fact: "დაგომისის შეთანხმების საფუძველზე ქართულ-ოსური კონფლიქტის ზონაში „მშვიდობის უზრუნველყოფის შერეული სამშვიდობო ძალები“ (რუსული, ქართული და ჩრდილო-ოსური) შედიან.", img: "Shedian"},
              { name: "1995", fact: "მპ3 ფორმატი გამოცხადდა.", img: "Gamotskhad"},
              { name: "2002", fact: "ბასტილიის დღის აღნიშვნის ზეიმზე საფრანგეთის პრეზიდენტი ჟაკ შირაკი თავდამსხმელთაგან სიკვდილს ბეწვზე გადაურჩა.", img: "Gadaurcha"},
              { name: "2008", fact: "ვენესუელელი დაიანა მენდოსა 2008 წლის მის სამყარო გახდა.", img: "2008"},
              { name: "2008", fact: "საერთაშორისო ასტრონომიულმა კავშირმა კოიპერის სარტყლის ერთ-ერთ უდიდეს ობიექტ მაკემაკეს ჯუჯა პლანეტის რანგი მიაკუთვნა.", img: "Miakutvna"},
              { name: "2009", fact: "იეჟი ბუზეკი, პოლონეთის ყოფილი პრემიერ-მინისტრი, ევროპის პარლამენტის 28-ე პრეზიდენტად აირჩიეს, პირველი აღმოსავლეთის ბლოკიდან.", img: "28"},
              { name: "2016", fact: "ნიცის სანაპიროზე მომხდარი ტერაქტის შედეგად დაიღუპა 84 და დაშავდა 65-ზე მეტი ადამიანი.", img: "84"},
              { name: "2024", fact: "ესპანეთის ეროვნულმა საფეხბურთო ნაკრებმა დაამარცხა ინგლისის ნაკრები და ევროპის ჩემპიონი მეოთხედ გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1861", fact: "ვაჟა-ფშაველა — ქართველი პოეტი (გ.1915)", img: "1915"},
              { name: "1862", fact: "კლიმტი, გუსტავ — ავსტრიელი მხატვარი (გ.1918)", img: "1918"},
              { name: "1888", fact: "ქაქუცა ჩოლოყაშვილი — ქართველი სამხედრო მოღვაწე", img: "kakutsa choloqashvili"},
              { name: "1896", fact: "წერეთელი, დავით — ქართველი ფერმწერი", img: "tsereteli davit"},
              { name: "1928", fact: "დუმბაძე, ნოდარ — ქართველი მწერალი (გ.1984)", img: "1984"},
              { name: "1949", fact: "მოტოლა, ტომი — ამერიკელი ბიზნესმენი", img: "motola tomi"},
              { name: "1977", fact: "ვიქტორია — შვედეთის პრინცესა", img: "viktoria"}
            ],
  died:     [
              { name: "1922", fact: "კამო — ბოლშევიკი რევოლუციონერი", img: "kamo"},
              { name: "2011", fact: "ოტია იოსელიანი — ქართველი მწერალი.", img: "otia ioseliani"}
            ]
});
