window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: აღმოყვანება ნაწილთა წმიდათა და საკვირველთმოქმედთა კვიროს და იოანესი პავლე მკურნალი სერგი და გერმანე ყოვლადწმიდა ღვთისმშობლის სასწაულთმოქმედი ხატი ტრიხერუსა ანუ სამხელიანი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: აღმოყვანება ნაწილთა წმიდათა და საკვირველთმოქმედთა კვიროს და იოანესი პავლე მკურნალი სერგი და გერმანე ყოვლადწმიდა ღვთისმშობლის სასწაულთმოქმედი ხატი ტრიხერუსა ანუ სამხელიანი", img: "Samkheliani"},
              { name: "აღმოყვანება ნაწილთა წმიდათა და საკვირველთმოქმედთა კვიროს და იოანესი", fact: "აღმოყვანება ნაწილთა წმიდათა და საკვირველთმოქმედთა კვიროს და იოანესი", img: "Ioanesi"},
              { name: "პავლე მკურნალი", fact: "პავლე მკურნალი", img: "Mkurnali"},
              { name: "სერგი და გერმანე", fact: "სერგი და გერმანე", img: "German"},
              { name: "ყოვლადწმიდა ღვთისმშობლის სასწაულთმოქმედი ხატი ტრიხერუსა ანუ სამხელიანი", fact: "ყოვლადწმიდა ღვთისმშობლის სასწაულთმოქმედი ხატი ტრიხერუსა ანუ სამხელიანი", img: "Samkheliani"},
              { name: "აგრეთვე: ბენინი : დამოუკიდებლობის დღე ბურკინა-ფასო : დამოუკიდებლობის დღე მონღოლეთი : \"ნაადამის\" დღესასწაული ნიგერია : დამოუკიდებლობის დღე", fact: "აგრეთვე: ბენინი : დამოუკიდებლობის დღე ბურკინა-ფასო : დამოუკიდებლობის დღე მონღოლეთი : \"ნაადამის\" დღესასწაული ნიგერია : დამოუკიდებლობის დღე", img: "Mongholeti"ნაადამის\" დღესასწაული ნიგერია : დამოუკიდებლობის დღე"},
              { name: "ბენინი : დამოუკიდებლობის დღე", fact: "ბენინი : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ბურკინა-ფასო : დამოუკიდებლობის დღე", fact: "ბურკინა-ფასო : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "მონღოლეთი : \"ნაადამის\" დღესასწაული", fact: "მონღოლეთი : \"ნაადამის\" დღესასწაული", img: "Mongholeti"ნაადამის\" დღესასწაული"},
              { name: "ნიგერია : დამოუკიდებლობის დღე", fact: "ნიგერია : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1735", fact: "მათემატიკური გამოთვლები მიანიშნებს, რომ ამ დღეს პლუტონმა გადაინაცვლა მზის სისტემაში სიშორით მეცხრედან მერვე ადგილზე ბოლოჯერ 1979 წლამდე.", img: "1979"},
              { name: "1789", fact: "ჟაკ ნეკერის საფრანგეთის ფინანსთა მინისტრის პოსტიდან გადაყენება იწვევს ბასტილიის შტურმის დაწყებას.", img: "Datsqeba"},
              { name: "1789", fact: "მათხოჯის ბრძოლა: ერეკლე II-ისა და ოდიშის ლაშქრის დახმარებით დავით არჩილის ძე ამარცხებს იმერთა მეფე დავით II-ს და ადის ტახტზე სოლომონ II-ის სახელით.", img: "Sakhelit"},
              { name: "1811", fact: "იტალიელი მეცნიერი ამედეო ავოგადრო (სურათზე) აქვეყნებს ჰიპოთეზას აირების მოლეკულურ სტრუქტურაზე, რომელსაც დღეს ავოგადროს კანონი ჰქვია.", img: "Hkv"},
              { name: "1893", fact: "კოკიჩი მიკიმოტომ პირველად მოახერხა მარგალიტის ხელოვნურად მოყვანა.", img: "Moqvana"},
              { name: "1895", fact: "ძმები ლუმიერები მეცნიერებისთვის აწყობენ კინოფილმის დემონსტრაციას.", img: "Demonstratsia"},
              { name: "1919", fact: "რვასაათიანი სამუშაო დღე და უქმე კვირადღე დაკანონდა ნიდერლანდებში.", img: "Niderlandeb"},
              { name: "1921", fact: "მონღოლეთი დამოუკიდებელი სახელმწიფო გახდა.", img: "Gakh"},
              { name: "1962", fact: "პირველი ტრანსატლანტიკური სატელევიზიო ტრანსმისია განხორციელდა.", img: "Gankhortsiel"},
              { name: "1977", fact: "მარტინ ლუთერ კინგს მშვიდობის მედალი მიენიჭა გარდაცვალების შემდეგ.", img: "Shemdeg"},
              { name: "1995", fact: "სრებრენიცის გენოციდი - სერბთა ჯარები იპყრობენ ბოსნიურ ქალაქ სრებრენიცას. რვა ათასზე მეტი მცხოვრები მოკლულ იქნა. ეს ქმედება ყველაზე საზარელ მოვლენად ითვლება ევროპის უახლეს ისტორიაში.", img: "srebrenitsis genotsidi"},
              { name: "2007", fact: "პროგრამით პარტნიორობა მშვიდობისთვის საქართველოში ნატოს თოთხმეტ პარტნიორ ქვეყანათა საჰაერო ძალების წვრთნები ჩატარდა (11-19 ივლისი).", img: "11"},
              { name: "2010 ესპანეთის ნაკრები ფიფას მსოფლიო საფეხბურთო თასის მფლობელი გახდა. ტერაქტების სერიას კამპალაში, უგანდა, 74 ადამიანი ემსხვერპლა. მზის სრული დაბნელება წყნარი ოკეანის უმეტეს ნაწილზე.", fact: "2010 ესპანეთის ნაკრები ფიფას მსოფლიო საფეხბურთო თასის მფლობელი გახდა. ტერაქტების სერიას კამპალაში, უგანდა, 74 ადამიანი ემსხვერპლა. მზის სრული დაბნელება წყნარი ოკეანის უმეტეს ნაწილზე.", img: "2010"},
              { name: "ესპანეთის ნაკრები ფიფას მსოფლიო საფეხბურთო თასის მფლობელი გახდა.", fact: "ესპანეთის ნაკრები ფიფას მსოფლიო საფეხბურთო თასის მფლობელი გახდა.", img: "Gakh"},
              { name: "ტერაქტების სერიას კამპალაში, უგანდა, 74 ადამიანი ემსხვერპლა.", fact: "ტერაქტების სერიას კამპალაში, უგანდა, 74 ადამიანი ემსხვერპლა.", img: "74"},
              { name: "მზის სრული დაბნელება წყნარი ოკეანის უმეტეს ნაწილზე.", fact: "მზის სრული დაბნელება წყნარი ოკეანის უმეტეს ნაწილზე.", img: "Natsilz"},
              { name: "2012", fact: "ასტრონომებმა პლუტონის მეხუთე თანამგზავრი, S/2012 P 1 აღმოაჩინეს.", img: "2012"},
              { name: "2021 5 ივლისის აქციის მსხვერპლი, „ტვ პირველის“ ოპერატორი ალექსანდრე ლაშქარავა გარდაიცვალა. იტალიის ეროვნული საფეხბურთო ნაკრები ფინალში ინგლისს ამარცხებს და 2020 წლის ევროპის ჩემპიონი ხდება.", fact: "2021 5 ივლისის აქციის მსხვერპლი, „ტვ პირველის“ ოპერატორი ალექსანდრე ლაშქარავა გარდაიცვალა. იტალიის ეროვნული საფეხბურთო ნაკრები ფინალში ინგლისს ამარცხებს და 2020 წლის ევროპის ჩემპიონი ხდება.", img: "2021"},
              { name: "5 ივლისის აქციის მსხვერპლი, „ტვ პირველის“ ოპერატორი ალექსანდრე ლაშქარავა გარდაიცვალა.", fact: "5 ივლისის აქციის მსხვერპლი, „ტვ პირველის“ ოპერატორი ალექსანდრე ლაშქარავა გარდაიცვალა.", img: "Gardaitsvala"},
              { name: "იტალიის ეროვნული საფეხბურთო ნაკრები ფინალში ინგლისს ამარცხებს და 2020 წლის ევროპის ჩემპიონი ხდება.", fact: "იტალიის ეროვნული საფეხბურთო ნაკრები ფინალში ინგლისს ამარცხებს და 2020 წლის ევროპის ჩემპიონი ხდება.", img: "2020"}
            ],
  born:     [
              { name: "1767", fact: "ადამსი, ჯონ კუინსი — აშშ-ის მე-6 პრეზიდენტი (გ.1848)", img: "1848"},
              { name: "1876", fact: "ჟაკობი, მაქს — ფრანგი მწერალი და მხატვარი.", img: "zhakobi maks"}
            ],
  died:     [
              { name: "1937", fact: "გერშვინი, ჯორჯ — ამერიკელი კომპოზიტორი (დ.1898)", img: "1898"}
            ]
});
