window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "გიორგი მთაწმინდელი ლუკა იერუსალიმელი კირიონ II - სრულიად საქართველოს კათოლიკოს-პატრიარქი ანეკტ კესარიელი სამსონ უცხოთშემწყნარებელი იოანა მენელსაცხებლე სევირე ხუცესი", fact: "გიორგი მთაწმინდელი ლუკა იერუსალიმელი კირიონ II - სრულიად საქართველოს კათოლიკოს-პატრიარქი ანეკტ კესარიელი სამსონ უცხოთშემწყნარებელი იოანა მენელსაცხებლე სევირე ხუცესი", img: "giorgi mtatsmindeli luka ierusalimeli kirion II"},
              { name: "გიორგი მთაწმინდელი", fact: "გიორგი მთაწმინდელი", img: "Mtatsmindeli"},
              { name: "ლუკა იერუსალიმელი", fact: "ლუკა იერუსალიმელი", img: "Ierusalimeli"},
              { name: "კირიონ II - სრულიად საქართველოს კათოლიკოს-პატრიარქი", fact: "კირიონ II - სრულიად საქართველოს კათოლიკოს-პატრიარქი", img: "kirion II"},
              { name: "ანეკტ კესარიელი", fact: "ანეკტ კესარიელი", img: "Kesarieli"},
              { name: "სამსონ უცხოთშემწყნარებელი", fact: "სამსონ უცხოთშემწყნარებელი", img: "Utskhotshemtsqnarebeli"},
              { name: "იოანა მენელსაცხებლე", fact: "იოანა მენელსაცხებლე", img: "Menelsatskhebl"},
              { name: "სევირე ხუცესი", fact: "სევირე ხუცესი", img: "Khutsesi"},
              { name: "აგრეთვე: ბაჰამის კუნძულები : დამოუკიდებლობის დღე", fact: "აგრეთვე: ბაჰამის კუნძულები : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ბაჰამის კუნძულები : დამოუკიდებლობის დღე", fact: "ბაჰამის კუნძულები : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1212", fact: "უძლიერესი ხანძარი ლონდონის ისტორიაში ქალაქს მიწასთან ასწორებს.", img: "London"},
              { name: "1778", fact: "ამერიკის რევოლუცია - საფრანგეთის ლუი XVI ომს უცხადებს დიდი ბრიტანეთის სამეფოს.", img: "amerikis revolutsia"},
              { name: "1796", fact: "გერმანელმა მათემატიკოსმა კარლ ფრიდრიხ გაუსმა აღმოაჩინა, რომ ყოველი დადებითი რიცხვის წარმოდგენა შესაძლებელია მაქსიმუმ სამი სამხუთხა რიცხვის ჯამის სახით და დღიურში მისი განთქმული სიტყვები „Heureka! num= Δ + Δ + Δ“ ჩაწერა.", img: "Heureka"},
              { name: "1821", fact: "ესპანეთისგან შესყიდული ფლორიდის ტერიტორია აშშ-ის განკარგვაში გადადის.", img: "USA"},
              { name: "1821", fact: "არსებობა შეწყვიტა სამხრეთ ამერიკაში მდებარე ენტრე-რიოსის რესპუბლიკამ.", img: "USA"},
              { name: "1850", fact: "მილარდ ფილმორი აშშ-ის მე-13 პრეზიდენტი ხდება.", img: "13"},
              { name: "1890", fact: "უაიომინგი გახდა აშშ-ს 44-ე შტატი.", img: "44"},
              { name: "1925", fact: "შეიქმნა საბჭოთა კავშირის სატელეგრაფო სააგენტო (TACC), სსრკ-ის ოფიციალური ახალი ამბების სააგენტო.", img: "Tacc"},
              { name: "1962", fact: "ორბიტაზე გადის ტელსტარი - მსოფლიოს პირველი საკომუნიკაციო თანამგზავრი.", img: "orbitaze gadis telstari"},
              { name: "1973", fact: "ბაჰამის კუნძულები დიდი ბრიტანეთისაგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1991", fact: "ბორის ელცინი რუსეთის ფედერაციის პირველი პრეზიდენტი გახდა.", img: "Gakh"},
              { name: "1992", fact: "მაიამიში, ფლორიდა, პანამის ყოფილ ლიდერს მანუელ ნორიეგას 40 წლით თავისუფლების აღკვეთა მიესაჯა ნარკობიზნესის და გამომძალველობისთვის.", img: "40"},
              { name: "2002", fact: "სოზების აუქციონზე პეტერ პაულ რუბენსის (სურათზე) ტილო „უცოდველთა ხოცვა“ $76,2 მილიონად გაიყიდა.", img: "76"},
              { name: "2016", fact: "ევრო 2016-ის ფინალში პორტუგალიის საფეხბურთო ნაკრებმა მასპინძელი საფრანგეთი დამატებით დროში 1–0 დაამარცხა და ისტორიაში პირველად ევროპის ჩემპიონი გახდა.", img: "2016"},
              { name: "2020", fact: "თურქეთის პრეზიდენტის რეჯეფ თაიფ ერდოღანის გადაწყვეტილებით აია-სოფიას ტაძარს მეჩეთის სტატუსი დაუბრუნდა.", img: "Daubrun"}
            ],
  born:     [
              { name: "1871", fact: "პრუსტი, მარსელ — ფრანგი მწერალი (გ.1922)", img: "1922"},
              { name: "1915", fact: "სოლ ბელოუ — ამერიკელი მწერალი (გ.2005)", img: "2005"},
              { name: "1921", fact: "რევაზ ლაღიძე — ქართველი კომპოზიტორი", img: "revaz laghidze"},
              { name: "1926", fact: "ჯაბა იოსელიანი — ქართველი პოლიტიკოსი", img: "jaba ioseliani"},
              { name: "1942", fact: "რონი ჯეიმზ დიო — ამერიკელი როკ-მუსიკოსი, ჯგუფ დიოს დამაარსებელი (გ.2010)", img: "2010"},
              { name: "1950", fact: "შოთა ჩოჩიშვილი — ქართველი ძიუდოისტი", img: "shota chochishvili"},
              { name: "1980", fact: "ჯესიკა სიმფსონი — ამერიკელი პოპ მომღერალი და მსახიობი", img: "jesika simpsoni"},
              { name: "1998", fact: "ანგუს კლაუდი — ამერიკელი მსახიობი (გ.2023)", img: "2023"}
            ],
  died:     [
              { name: "1559", fact: "ანრი II (საფრანგეთი) — საფრანგეთის მეფე. (დ.1519)", img: "anri II saprangeti"},
              { name: "1836", fact: "ამპერი, ანდრე-მარი — ფრანგი ფიზიკოსი (დ.1775)", img: "1775"},
              { name: "1851", fact: "დაგერი, ლუი — ფრანგი გამომგონებელი (დ.1787)", img: "1787"},
              { name: "1902", fact: "ჭავჭავაძე, არჩილ — რუსეთის არმიის გენერალ-მაიორი", img: "chavchavadze archil"},
              { name: "1915", fact: "ვაჟა-ფშაველა — ქართველი პოეტი (დ. 1861)", img: "1861"},
              { name: "1968", fact: "ჰანჩარი, ფრანც — ავსტრიელი არქეოლოგი", img: "hanchari prants"},
              { name: "1972", fact: "ივანე გოკიელი — ქართველი კომპოზიტორი (დ. 1899)", img: "1899"},
              { name: "2006", fact: "ბასაევი, შამილ — ჩეჩენი დამოუკიდებლობის მომხრე ვიცე-პრეზიდენტი", img: "basaevi shamil"},
              { name: "2015", fact: "ომარ შარიფი — ეგვიპტელი მსახიობი (დ. 1932)", img: "1932"}
            ]
});
