window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "დინარ დედოფალი კრება წმიდათა დიდებულთა და ყოვლადქებულთა ათორმეტთა მოციქულთა: პეტრესი, ანდრიასი, იაკობ ზებედესი, იოანესი, ფილიპესი, ბართლომესი, თომასი, მათესი, იაკობ ალფესისა, იუდა-იაკობის (თადეოზისა), სვიმონ მოშურნესი და მატათასი – სვეტიცხოვლობა", fact: "დინარ დედოფალი კრება წმიდათა დიდებულთა და ყოვლადქებულთა ათორმეტთა მოციქულთა: პეტრესი, ანდრიასი, იაკობ ზებედესი, იოანესი, ფილიპესი, ბართლომესი, თომასი, მათესი, იაკობ ალფესისა, იუდა-იაკობის (თადეოზისა), სვიმონ მოშურნესი და მატათასი – სვეტიცხოვლობა", img: "dinar dedopali kreba tsmidata didebulta da qovladkebulta atormetta motsikulta petresi andriasi iakob zebedesi ioanesi pilipesi bartlomesi tomasi matesi iakob alpesisa iuda iakobis tadeozisa svimon moshurnesi da matatasi"},
              { name: "დინარ დედოფალი", fact: "დინარ დედოფალი", img: "Dedopali"},
              { name: "კრება წმიდათა დიდებულთა და ყოვლადქებულთა ათორმეტთა მოციქულთა: პეტრესი, ანდრიასი, იაკობ ზებედესი, იოანესი, ფილიპესი, ბართლომესი, თომასი, მათესი, იაკობ ალფესისა, იუდა-იაკობის (თადეოზისა), სვიმონ მოშურნესი და მატათასი – სვეტიცხოვლობა", fact: "კრება წმიდათა დიდებულთა და ყოვლადქებულთა ათორმეტთა მოციქულთა: პეტრესი, ანდრიასი, იაკობ ზებედესი, იოანესი, ფილიპესი, ბართლომესი, თომასი, მათესი, იაკობ ალფესისა, იუდა-იაკობის (თადეოზისა), სვიმონ მოშურნესი და მატათასი – სვეტიცხოვლობა", img: "kreba tsmidata didebulta da qovladkebulta atormetta motsikulta petresi andriasi iakob zebedesi ioanesi pilipesi bartlomesi tomasi matesi iakob alpesisa iuda iakobis tadeozisa svimon moshurnesi da matatasi"}
            ],
  history:  [
              { name: "1822", fact: "საბერძნეთის ბრძოლა დამოუკიდებლობისთვის - ბერძნები ამარცხებენ ოსმალებს თერმოფილესთან.", img: "saberdznetis brdzola damoukideblobistvis"},
              { name: "1837", fact: "ბრიტანეთის დედოფალი ვიქტორია ბუკინგების სასახლეში გადადის და მისი პირველი ბინადარი მონარქი ხდება.", img: "Khdeba"},
              { name: "1878", fact: "ბერლინის ხელშეკრულება - ევროპის სუპერსახემწიფოები ბალკანეთის რუკას ხელახლა ხაზავენ: სერბია, მონტენეგრო და რუმინეთი ოსმანთა იმპერიისგან დამოუკიდებლები ხდებიან.", img: "Romania"},
              { name: "1908", fact: "ქალები პირველად მონაწილეობენ თანამედროვე ოლიმპიურ შეჯიბრში.", img: "Shejibr"},
              { name: "1923", fact: "ჰოლივუდის წარწერა ოფიციალურად გაიხსნა ჰოლივუდის მაღლობზე, ლოს-ანჯელესში. თავდაპირველად მასზე ეწერა „Hollywoodland“, თუმცა ბოლო ოთხი ასო 1949 წლის განხლებისას ჩამოაშორეს.", img: "Hollywoodland"},
              { name: "1942", fact: "მეორე მსოფლიო ომი - მონტენეგროელები იწყებენ პირველ საყოველთაო აჯანყებას ევროპაში ნაცისტურ მოკავშირეთა წინააღმდეგ.", img: "meore msoplio omi"},
              { name: "1948", fact: "კოპტური და ეთიოპიური ეკლესიები შეთანხმებას აღწევენ, რასაც შედეგად ეთიოპიის მართლმადიდებელი ეკლესიის ავტოკეფალიის რანგში აყვანა მოჰყვა.", img: "Mohqva"},
              { name: "1977", fact: "ნიუ-იორკ სიტი ბლეკაუტი - ქალაქს ელექტრონერგია გამოერთო 25 საათით, რასაც შედეგად არნახული ძარცვა და არეულობები მოჰყვა.", img: "25"},
              { name: "1985", fact: "Live Aid მასობრივი საქველმოქმედო კონცერტები იმართება ლონდონში, ფილადელფიაში, სიდნეისა და მოსკოვში.", img: "Live Aid"},
              { name: "2000", fact: "საქართველოში საზეიმოდ აღინიშნება ქართლის მოქცევის 1700 და საქართველოს მართლმადიდებელი ეკლესიის ავტოკეფალიის 1500 წლისთავი.", img: "1700"},
              { name: "2002", fact: "მეხის დაცემის გამო გაჩნდა ხანძარი, რომელმაც 2.000 კვ.კმ-ზე მეტი ფათობის ტყე გადაწვა ორეგონსა და ჩრდ. კალიფორნიაში. ხანძრის ჩაქრობა მხოლოდ 5 სექტემბერს მოხერხდა.", img: "000"},
              { name: "2008", fact: "ევროკავშირისა და ჩრდილოეთ აფრიკის ხმელთაშუაზღვისპირა ქვეყნებმა ხმელთაშუა ზღვის კავშირი შექმნეს.", img: "Shekmne"},
              { name: "2009", fact: "ავსტრია, ბულგარეთი, უნგრეთი, რუმინეთი და თურქეთი სამთავრობათშორისო ხელშეკრულებას დებენ ნაბუკოს გაზსადენის მშენებლობაზე.", img: "Msheneblobaz"},
              { name: "2014", fact: "მსოფლიო ჩემპიონი ფეხბურთში გერმანიის ეროვნული ნაკრები გახდა.", img: "Gakh"},
              { name: "2016", fact: "დიდი ბრიტანეთის პრემიერ-მინისტრი ტერეზა მეი გახდა.", img: "Gakh"},
              { name: "2021", fact: "ნეპალის უზენაესი სასამართლოს გადაწყვეტილებით შერ ბაჰადურ დეუბა პრემიერ-მინისტრად დაინიშნა. პერუს ეროვნულმა საარჩევნო კოლეგიამ ქვეყნის არჩეულ პრეზიდენტად პედრო კასტილიო ოფიციალურად გამოაცხადა.", img: "Gamoatskha"},
              { name: "ნეპალის უზენაესი სასამართლოს გადაწყვეტილებით შერ ბაჰადურ დეუბა პრემიერ-მინისტრად დაინიშნა.", fact: "ნეპალის უზენაესი სასამართლოს გადაწყვეტილებით შერ ბაჰადურ დეუბა პრემიერ-მინისტრად დაინიშნა.", img: "Dainishna"},
              { name: "პერუს ეროვნულმა საარჩევნო კოლეგიამ ქვეყნის არჩეულ პრეზიდენტად პედრო კასტილიო ოფიციალურად გამოაცხადა.", fact: "პერუს ეროვნულმა საარჩევნო კოლეგიამ ქვეყნის არჩეულ პრეზიდენტად პედრო კასტილიო ოფიციალურად გამოაცხადა.", img: "Gamoatskha"}
            ],
  born:     [
              { name: "ძვ. წ. 100", fact: "გაიუს იულიუს კეისარი — ძველი რომის ერთ-ერთი უდიდესი პოლიტიკური და სახელმწიფო მოღვაწე", img: "Rome"},
              { name: "1863", fact: "შმერლინგი, ოსკარ — ფერმწერი და გრაფიკოსი.", img: "shmerlingi oskar"},
              { name: "1888", fact: "სანდრო შანშიაშვილი — ქართველი მწერალი (გ. 1979)", img: "1979"},
              { name: "1894", fact: "ბაბელი, ისააკ — უკრაინელი მწერალი (გ.1940)", img: "1940"},
              { name: "1936", fact: "ვაჟა აზარაშვილი — ქართველი კომპოზიტორი", img: "vazha azarashvili"},
              { name: "1940", fact: "სტიუარტი, პატრიკ — ამერიკელი მსახიობი", img: "stiuarti patrik"},
              { name: "1942", fact: "ფორდი, ჰარისონ — ამერიკელი მსახიობი", img: "pordi harison"},
              { name: "1954", fact: "აკსუ, სეზენ — თურქი მომღერალი", img: "aksu sezen"}
            ],
  died:     [
              { name: "1645", fact: "მიხეილ I — რუსეთის ცარი.", img: "mikheil I"},
              { name: "1900", fact: "ბახტაძე, ილია — ქართველი პუბლიცისტი, ჟურნალისტი, მთარგმნელი (დ.1859)", img: "1859"},
              { name: "1951", fact: "შონბერგი, არნოლდ — ავსტრიელი კომპოზიტორი (დ.1874)", img: "1874"},
              { name: "1952", fact: "ასპისოვი, ნიკოლოზ — საბჭოთა ოტოლარინგოლოგი. (დ.1877)", img: "1877"},
              { name: "1954", fact: "კალო, ფრიდა — მექსიკელი ფერმწერი", img: "kalo prida"},
              { name: "2025", fact: "მუჰამადუ ბუჰარი — ნიგერიის პრეზიდენტი (დ. 1942)", img: "1942"}
            ]
});
