window.__dayDataCallback__({
  holidays: [
              { name: "ვანუატუ — ბავშვთა დღე.", fact: "ვანუატუ — ბავშვთა დღე.", img: "vanuatu"},
              { name: "ეკვადორი — სიმონ ბოლივარის დღე.", fact: "ეკვადორი — სიმონ ბოლივარის დღე.", img: "ekvadori"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ხსენება დიდმოწამე ეფემია ყოვლადქებულის სასწაულისა კინდევს ხუცესი ოლღა მოციქულთასწორი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ხსენება დიდმოწამე ეფემია ყოვლადქებულის სასწაულისა კინდევს ხუცესი ოლღა მოციქულთასწორი", img: "Motsikultastsori"},
              { name: "ხსენება დიდმოწამე ეფემია ყოვლადქებულის სასწაულისა", fact: "ხსენება დიდმოწამე ეფემია ყოვლადქებულის სასწაულისა", img: "Sastsauli"},
              { name: "კინდევს ხუცესი", fact: "კინდევს ხუცესი", img: "Khutsesi"},
              { name: "ოლღა მოციქულთასწორი", fact: "ოლღა მოციქულთასწორი", img: "Motsikultastsori"},
              { name: "აგრეთვე: ეკვადორი : სიმონ ბოლივარის დღე ვანუატუ : ბავშვთა დღე ვენესუელა : სიმონ ბოლივარის დღე", fact: "აგრეთვე: ეკვადორი : სიმონ ბოლივარის დღე ვანუატუ : ბავშვთა დღე ვენესუელა : სიმონ ბოლივარის დღე", img: "Dghe"},
              { name: "ეკვადორი : სიმონ ბოლივარის დღე", fact: "ეკვადორი : სიმონ ბოლივარის დღე", img: "Dghe"},
              { name: "ვანუატუ : ბავშვთა დღე", fact: "ვანუატუ : ბავშვთა დღე", img: "Dghe"},
              { name: "ვენესუელა : სიმონ ბოლივარის დღე", fact: "ვენესუელა : სიმონ ბოლივარის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1216", fact: "ჩენჩიო საველი გახდა პაპი ჰონორიუს III", img: "Pope"},
              { name: "1411", fact: "ჰარლოს ბრძოლა — შიტლანდიელებსა და ინგლისელებს შორის ერთ-ერთი ყველაზე სისხლიანი შეტაკება.", img: "harlos brdzola"},
              { name: "1701", fact: "ფრანგული კოლონიების მმართველმა ანტუან კადილაკმა დაარსდა ქალაქი დეტროიტი. მოგვიანებით მისი სახელი ეწოდა ცნობილ საავტომობილო ბრენდს „კადილაკი“ რომელიც ამ ქალაქში იწარმოება.", img: "Itsarmoeba"},
              { name: "1783", fact: "რუსეთის იმპერიასა და ქართლ-კახეთის სამეფოს შორის ხელი მოეწერა გეორგიევსკის ტრაქტატს.", img: "Traktat"},
              { name: "1847", fact: "პირველმა კოლონისტმა-მორმონებმა დააარსეს დასახლება დიდ მარილიან ტბასთან, მოგვიანებით ის ქალაქი სოლტ-ლეიკ-სიტი გახდა.", img: "Gakh"},
              { name: "1851", fact: "ბრიტანეთში გაუქმდა გადასახადი ფანჯრებზე.", img: "Panjrebz"},
              { name: "1901", fact: "მწერალი ო ჰენრი გაათავისუფლეს ციხიდან.", img: "Tsikhidan"},
              { name: "1911", fact: "ჰირამ ბინგჰემმა აღმოაჩინა მაჩუ-პიქჩუ — ინკების დაკარგული ქალაქი.", img: "hiram binghemma aghmoachina machu pikchu"},
              { name: "1923", fact: "თურქეთმა, საბერძნეთმა და პირველ მსოფლიო ომში მონაწილე სხვა ქვეყნებმა ხელი მოაწერეს ლოზანის ხელშეკრულებას. დადგენილი იქნა თურქეთისა და საბერძნეთის დღევანდელი საზღვარი.", img: "Sazghvari"},
              { name: "1937", fact: "თბილისში გაიმართა თბილისის „დინამოს“ პირველი საერთაშორისო შეხვედრა ბასკეთის საფეხბურთო ნაკრების წინააღმდეგ.", img: "Tsinaaghmdeg"},
              { name: "1938", fact: "იაპონური წარმოშობის ამერიკელმა სატორი კატომ ხსნადი ყავა გამოიგონა.", img: "Gamoigona"},
              { name: "1943", fact: "მეორე მსოფლიო ომი — დაიწყო ჰამბურგის მასიური დაბომბვა ინგლისის, საფრანგეთის და აშშ-ის საჰაერო ძალების მიერ. დაიღუპა 30 000 ადამიანი.", img: "30"},
              { name: "1943", fact: "ბენიტო მუსოლინი დაატყვევეს.", img: "Daatqveve"},
              { name: "1968", fact: "ე.წ. თურქი მესხების დაახლ. 7 000 დელეგატი იწყებს სამდღიან მიტინგს თბილისში, მთავრობის სახლის წინ რეაბილიტაციის მოთხოვნით.", img: "000"},
              { name: "1969", fact: "აპოლო 11 წარმატებით დაეშვა წყნარ ოკეანეში.", img: "11"},
              { name: "1973", fact: "კოსმოდრომ ბაიკონურიდან გაეშვა ხომალდი მარსი 5.", img: "Marsi"},
              { name: "1981", fact: "იტალიაში აიკრძალა ყველა საიდუმლო საზოგადოების და მასონური ლოჟების მოქმედება.", img: "Mokmedeba"},
              { name: "1987", fact: "აი-ბი-ემ-მა (IBM) გამოუშვა ოპერაციული სისტემა „დოს“-ი „DOS“ Version 3.3", img: "Version"},
              { name: "1989", fact: "თბილისში მრავალათასიანი მიტინგი აპროტესტებს საბჭოთა კავშირის პოლიტიკას და ძალადობას აფხაზეთში.", img: "Apkhazet"},
              { name: "2005", fact: "ლენს არმსტრონგი ტურ დე ფრანსის ხუთგზის ჩემპიონი ხდება.", img: "Khdeba"}
            ],
  born:     [
              { name: "1775", fact: "ფრანსუა ვიდოკი — საფრანგეთის კრიმინალური პოლიციის დამაარსებელი", img: "pransua vidoki"},
              { name: "1783", fact: "სიმონ ბოლივარი — სამხრეთამერიკელი განმათავისუფლებელი (გ.1830)", img: "1830"},
              { name: "1802", fact: "ალექსანდრ დიუმა — ფრანგი მწერალი", img: "aleksandr diuma"},
              { name: "1839", fact: "პერიკლე არგიროპულო — რუსი რევოლუციონერი", img: "perikle argiropulo"}
            ],
  died:     [
              { name: "1927", fact: "აკუტაგავა რიუნოსკე — იაპონელი მწერალი (დ.1892)", img: "1892"},
              { name: "1969", fact: "ვიტოლდ გომბროვიჩი — პოლონელი მწერალი (დ.1904)", img: "1904"},
              { name: "2012", fact: "ჯონ ატა მილსი — განის პრეზიდენტი (დ.1944)", img: "1944"}
            ]
});
