window.__dayDataCallback__({
  holidays: [
              { name: "აზერბაიჯანი — ეროვნული პრესის დღე.", fact: "აზერბაიჯანი — ეროვნული პრესის დღე.", img: "azerbaijani"},
              { name: "ესვატინი — საზოგადოების დღე.", fact: "ესვატინი — საზოგადოების დღე.", img: "esvatini"},
              { name: "ტაჯიკეთი — მშობლიური ენის დღე.", fact: "ტაჯიკეთი — მშობლიური ენის დღე.", img: "tajiketi"},
              { name: "ცენტრალური აფრიკის რესპუბლიკა — ხეების დარგვის დღე.", fact: "ცენტრალური აფრიკის რესპუბლიკა — ხეების დარგვის დღე.", img: "tsentraluri aprikis respublika"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ბაგრატ ტავრომენიელი კირილე ჰორტინელი პათერმუთე, კოპრე და ალექსანდრე თეოდორე ედესელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ბაგრატ ტავრომენიელი კირილე ჰორტინელი პათერმუთე, კოპრე და ალექსანდრე თეოდორე ედესელი", img: "Edeseli"},
              { name: "ბაგრატ ტავრომენიელი", fact: "ბაგრატ ტავრომენიელი", img: "Tavromenieli"},
              { name: "კირილე ჰორტინელი", fact: "კირილე ჰორტინელი", img: "Hortineli"},
              { name: "პათერმუთე, კოპრე და ალექსანდრე", fact: "პათერმუთე, კოპრე და ალექსანდრე", img: "Aleksandr"},
              { name: "თეოდორე ედესელი", fact: "თეოდორე ედესელი", img: "Edeseli"}
            ],
  history:  [
              { name: "1790", fact: "საფრანგეთში მოახდინეს ეკლესიის ქონების ნაციონალიზაცია.", img: "Natsionalizats"},
              { name: "1793", fact: "ალექსანდრე მაკენზი პირველი ევრო-ამერიკელია რომელმაც გადაკვეთა ამერიკის კონტინენტი მექსიკის ჩრდილოეთით და მიაღწია წყნარი ოკეანის სანაპრის.", img: "Sanapr"},
              { name: "1894", fact: "საფრანგეთში გაიმართა პირველი საავტომობილო შეჯიბრი „Paris-Rouen Trail“.", img: "Paris"},
              { name: "1812", fact: "ნაპოლეონის ომები - ნახევარკუნძულის ომი - სალამანკას ბრძოლა - ბრიტანეთის ძარები ართურ უელესლის მეთაურობით ამარცხებენ საფრანგეთის ჯარს სალამანკასთან, ესპანეთი.", img: "napoleonis omebi"},
              { name: "1927", fact: "იტალიაში დაარსდა საფეხბურთო კლუბი „რომა“", img: "Roma"},
              { name: "1942", fact: "ჰოლოკოსტი - იწყება ებრაელების სისტემატური დეპორტაცია ვარშავის გეტოდან.", img: "holokosti"},
              { name: "1943", fact: "მეორე მსოფლიო ომი - მოკავშირეები იღებენ იტალიის ქალა პალერმოს.", img: "meore msoplio omi"},
              { name: "1944", fact: "184 სახელმწიფოს მიერ დაფუძნდა საერთაშორისო სავალუტო ფონდი.", img: "184"},
              { name: "1944", fact: "პოლონეთის ეროვნული განთავისუფლების კომიტეტი აქვეყნებს მანიფესტს, რითაც პოლონეთში კომუნისტური მმართველობის ერა იწყება.", img: "Itsqeba"},
              { name: "1971", fact: "ტორონტოს სკოლებში აიკრძალა მოსწავლეების გაროზგვა.", img: "Garozgva"},
              { name: "1977", fact: "ჩინეთის ლიდერი დენ ხიაპინს ქვეყნის მმართველობა დაუბრუნეს.", img: "Daubrune"},
              { name: "1995", fact: "ამერიკელმა ასტრონომებმა ალან ჰეილმა და ტომას ბოპმა აღმოაჩინეს ახალი კომეტა რომელსაც მათი სახელი ჰეილ-ბოპი ეწოდა. 1997 წელს ეს კომეტა შეუარაღებელი თვალით ჩანდა მთელი თვის განმავლობაში.", img: "1997"},
              { name: "2003", fact: "ერაყის ომში ამერიკელმა ჯარისკაცებმა მოკლეს სადამ ჰუსეინის ორი ვაჟიშვილი, ყუსაი და უდაი.", img: "Udai"},
              { name: "2007", fact: "თურქეთის საყოველთაო არჩევნებში დიდი უპირატესობით გაიმარჯვა სამართლიანობისა და განვითარების პარტიამ, რითაც დიდ ეროვნულ ასამბლეაში ადგილების უმრავლესობა მოიპოვა.", img: "Moipova"},
              { name: "2007 ბურჯ დუბაი მსოფლიოს უმაღლესი შენობა გახდა 512,1 მ ნიშნულზე, რითაც ტაიპეი 101-ს გაუსწრო.", fact: "2007 ბურჯ დუბაი მსოფლიოს უმაღლესი შენობა გახდა 512,1 მ ნიშნულზე, რითაც ტაიპეი 101-ს გაუსწრო.", img: "2007"},
              { name: "2011", fact: "ტერაქტების სერია ნორვეგიაში, ოსლოსა და უტეიას კუნძულზე.", img: "Kundzulz"},
              { name: "2014", fact: "ერაყის წარმომადგენელთა საბჭომ ფუად მასუმი ქვეყნის პრეზიდენტად აირჩია.", img: "Airch"},
              { name: "2016", fact: "მიუნხენის ტერაქტის შედეგად 10 ადამიანი დაიღუპა.", img: "10"}
            ],
  born:     [
              { name: "1822", fact: "მენდელი, გრეგორ — ავსტრიელი ბიოლოგი (გ.1884)", img: "1884"},
              { name: "1858", fact: "ჰეკი, ფილიპ — გერმანელი იურისტი", img: "heki pilip"},
              { name: "1892", fact: "ზაის-ინკვარტი, არტურ — გერმანელი იურისტი, მესამე რაიხის პოლიტიკური და სახელმწიფო მოღვაწე.", img: "zais inkvarti artur"},
              { name: "1937", fact: "გაბარაშვილი, თამარ — ქართველი ვიოლონჩელისტი", img: "gabarashvili tamar"},
              { name: "1992", fact: "სელენა გომესი — ამერიკელი მომღერალი და მსახიობი.", img: "selena gomesi"},
              { name: "2013", fact: "პრინცი ჯორჯი — პრინცი უილიამისა და პრინცესა ქეთრინის ვაჟი.", img: "printsi jorji"}
            ],
  died:     [
              { name: "1105", fact: "რაიმონ IV ტულუზელი — ტულუზის, პროვანსის და ტრიპოლის გრაფი, პროვანსის მარკიზი და ნარბონის ჰერცოგი.", img: "raimon IV tuluzeli"},
              { name: "1461", fact: "შარლ VII — საფრანგეთის მეფე (დ. 1403)", img: "sharl VII"},
              { name: "1937", fact: "იაშვილი, პაოლო — ქართველი პოეტი", img: "iashvili paolo"},
              { name: "1967", fact: "სანდბურგი, კარლ — ამერიკელი პოეტი (დ. 1878)", img: "1878"},
              { name: "2025", fact: "ოზი ოსბორნი — ინგლისელი როკ-მუსიკოსი (დ. 1948)", img: "1948"}
            ]
});
