window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "მირდატ მეფე პროკოპი იერუსალიმელი გამოჩინება ყაზანის ღვთისმშობლის ხატისა", fact: "მირდატ მეფე პროკოპი იერუსალიმელი გამოჩინება ყაზანის ღვთისმშობლის ხატისა", img: "Khati"},
              { name: "მირდატ მეფე", fact: "მირდატ მეფე", img: "Mep"},
              { name: "პროკოპი იერუსალიმელი", fact: "პროკოპი იერუსალიმელი", img: "Ierusalimeli"},
              { name: "გამოჩინება ყაზანის ღვთისმშობლის ხატისა", fact: "გამოჩინება ყაზანის ღვთისმშობლის ხატისა", img: "Khati"},
              { name: "აგრეთვე: ბელგია : ეროვნული დღესასწაული ბოლივია : წამებულის დღე გუამი : განთავისუფლების დღე", fact: "აგრეთვე: ბელგია : ეროვნული დღესასწაული ბოლივია : წამებულის დღე გუამი : განთავისუფლების დღე", img: "Dghe"},
              { name: "ბელგია : ეროვნული დღესასწაული", fact: "ბელგია : ეროვნული დღესასწაული", img: "Dghesastsauli"},
              { name: "ბოლივია : წამებულის დღე", fact: "ბოლივია : წამებულის დღე", img: "Dghe"},
              { name: "გუამი : განთავისუფლების დღე", fact: "გუამი : განთავისუფლების დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1718", fact: "ხელი მოეწერა პასაროვიტცის ხელშეკრულებას ოსმალეთს, ავსტრიასა და ვენეციის რესპუბლიკას შორის.", img: "Shor"},
              { name: "1774", fact: "რუსეთმა და ოსმალეთმა ხელი მოაწერეს ქუჩუკ-კაინარჯის საზავო ხელშეკრულებას. დამთავრდა რუსეთ-ოსმალეთის ომი.", img: "Omi"},
              { name: "1831", fact: "ბელგიაში ჩატარდა პირველი მეფის ლეოპოლდ I-ს ინაუგურაცია.", img: "Belgium"},
              { name: "1931", fact: "„სი-ბი-ეს“-ის ნიუ-იორკის სადგური იწყებს პირველი რეგულარული შვიდ დღიანი სატელევიზიო გადაცემების ტრანსლაციას აშშ-ში.", img: "USA"},
              { name: "1969", fact: "ნილ არმსტრონგი და ედვინ ალდრინი ხდებიან პირველი ადამიანები, რომელთაც მთვარეზე გაიარეს.", img: "Gaiare"},
              { name: "1970", fact: "11-წლიანი მშენებლობის შემდეგ ასუანის კაშხალი ამუშავდა ეგვიპტეში.", img: "11"},
              { name: "1983", fact: "მსოფლიოს ყველაზე დაბალი ტემპერატურა −89.2 °C (−129 °F) დარეგისტრირდა ვოსტოკის სადგურზე, ანტარქტიკა.", img: "89"},
              { name: "1992", fact: "საქართველომ და უკრაინამ დიპლომატიური ურთიერთობები დაამყარეს.", img: "Daamqare"},
              { name: "1994", fact: "ტონი ბლერი გამარჯვებულად გამოცხადდა ბრიტანეთის ლეიბორისტული პარტიის მეთაურის არჩევნებში, რამაც გზა გაუკვალა მის პრემიერ-მინისტრად გახდომას 1997 წელს.", img: "1997"},
              { name: "2008", fact: "სერბეთის უშიშროების ძალებმა სამხედრო დანაშაულთა და გენოციდის ბრალდებით ყოფილი ბოსნიელ სერბთა ლიდერი რადოვან კარაჯიჩი დააკავეს 12-წლიანი ძებნის შემდეგ.", img: "12"},
              { name: "2009", fact: "ნასამ დაადასტურა შეჯახების შემთხვევა იუპიტერზე, პირველი 1994 წლის მოვლენის შემდეგ. XXI საუკუნის ყველაზე ხანგრძლივი მზის სრული დაბნელება მოხდა აზიისა და წყნარი ოკეანის ტერიტორიაზე.", img: "1994"},
              { name: "ნასამ დაადასტურა შეჯახების შემთხვევა იუპიტერზე, პირველი 1994 წლის მოვლენის შემდეგ.", fact: "ნასამ დაადასტურა შეჯახების შემთხვევა იუპიტერზე, პირველი 1994 წლის მოვლენის შემდეგ.", img: "1994"},
              { name: "XXI საუკუნის ყველაზე ხანგრძლივი მზის სრული დაბნელება მოხდა აზიისა და წყნარი ოკეანის ტერიტორიაზე.", fact: "XXI საუკუნის ყველაზე ხანგრძლივი მზის სრული დაბნელება მოხდა აზიისა და წყნარი ოკეანის ტერიტორიაზე.", img: "Teritoriaz"},
              { name: "2013", fact: "ახალ ზელანდიაში 6,5 Mw მაგნიტუდის მიწისძვრა მოხდა. ალბერტ II-ის მიერ ტახტზე უარის თქმის შემდეგ, მისი შვილი, ფილიპე ბელგიის მეფე გახდა.", img: "Mw"},
              { name: "ახალ ზელანდიაში 6,5 Mw მაგნიტუდის მიწისძვრა მოხდა.", fact: "ახალ ზელანდიაში 6,5 Mw მაგნიტუდის მიწისძვრა მოხდა.", img: "Mw"},
              { name: "ალბერტ II-ის მიერ ტახტზე უარის თქმის შემდეგ, მისი შვილი, ფილიპე ბელგიის მეფე გახდა.", fact: "ალბერტ II-ის მიერ ტახტზე უარის თქმის შემდეგ, მისი შვილი, ფილიპე ბელგიის მეფე გახდა.", img: "Gakh"},
              { name: "2015", fact: "პიერ ნკურუნზიზა ბურუნდის პრეზიდენტად მესამე ვადით აირჩიეს.", img: "Airchie"},
              { name: "2021", fact: "იუნესკომ ლივერპულის ნავსადგური მსოფლიო მემკვიდრეობის ნუსხიდან ამოიღო.", img: "Amoigho"}
            ],
  born:     [
              { name: "ძვ. წ. 356", fact: "ალექსანდრე მაკედონელი — ათენის მხედარმთმავარი.", img: "aleksandre makedoneli"},
              { name: "1899", fact: "ჰაინემანი, გუსტავ — გერმანიის ბუნდესპრეზიდენტი", img: "hainemani gustav"},
              { name: "1899", fact: "ჰემინგუეი, ერნესტ — ამერიკელი მწერალი (გ.1961)", img: "1961"},
              { name: "1936", fact: "ნანი ბრეგვაძე — ქართველი მომღერალი, საქართველოსა და რუსეთის სახალხო არტისტი", img: "nani bregvadze"},
              { name: "1938", fact: "სუხიშვილი, თენგიზ — ქართველი მოცეკვავე, ქორეოგრაფი", img: "sukhishvili tengiz"},
              { name: "1933", fact: "გარდნერი, ჯონ — ამერიკელი მწერალი (გ.1982)", img: "1982"}
            ],
  died:     [
              { name: "1792", fact: "დავით გურამიშვილი — ქართველი პოეტი (დ. 1705)", img: "1705"},
              { name: "1870", fact: "შტრაუსი, იოზეფ — ავსტრიელი კომპოზიტორი (დ.1827)", img: "1827"},
              { name: "2023", fact: "ტონი ბენეტი — ამერიკელი მომღერალი.", img: "toni beneti"}
            ]
});
