window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "კვირიკე და ივლიტა – კვირიკობა წმინდა აბუდიმე ვლადიმირ მოციქულთასწორი", fact: "კვირიკე და ივლიტა – კვირიკობა წმინდა აბუდიმე ვლადიმირ მოციქულთასწორი", img: "kvirike da ivlita"},
              { name: "კვირიკე და ივლიტა – კვირიკობა", fact: "კვირიკე და ივლიტა – კვირიკობა", img: "kvirike da ivlita"},
              { name: "წმინდა აბუდიმე", fact: "წმინდა აბუდიმე", img: "Abudim"},
              { name: "ვლადიმირ მოციქულთასწორი", fact: "ვლადიმირ მოციქულთასწორი", img: "Motsikultastsori"},
              { name: "აგრეთვე: პერუ : დამოუკიდებლობის დღე", fact: "აგრეთვე: პერუ : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "პერუ : დამოუკიდებლობის დღე", fact: "პერუ : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1493", fact: "მოსკოვის დიდი ხანძარი.", img: "Khandzari"},
              { name: "1540", fact: "ჰენრი VIII-ის ბრძანებით ჩამოახრჩვეს თომას კრომველი, ღალატის ბრალდებით. ჰენრი იმავე დღეს ჯვარს იწერს მეხუთე ცოლზე - კეთრინ ჰოვარდზე.", img: "henri VIII is brdzanebit chamoakhrchves tomas kromveli ghalatis braldebit henri imave dghes jvars itsers mekhute tsolze"},
              { name: "1751", fact: "კახეთის მეფე ერეკლე II ამარცხებს ირანის ტახტის პრეტენდენტს აზატ-ხანს ყირბულახის ბრძოლაში.", img: "Brdzola"},
              { name: "1794", fact: "საფრანგეთის რევოლუციის 22 მოღვაწეს, მათ შორის მაქსიმილიან რობესპიერსა და ლუი-ანტუან სენ-ჟუსტს საჯაროდ გილიოტინაზე თავი მოკვეთეს.", img: "22"},
              { name: "1821", fact: "პერუმ ესპანეთისაგან დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "1914", fact: "ავსტრია-უნგრეთმა ომი გამოუცხადა სერბიას. დაიწყო პირველი მსოფლიო ომი.", img: "Omi"},
              { name: "1943", fact: "მეორე მსოფლიო ომი: ოპერაცია გომორა - ბრიტანელები ბომბავენ ჰამბურგს, რის მიერაც გამოწველმა ხანძარმა 42 000 გერმანელი მოქალაქე იმსხვერპლა.", img: "42"},
              { name: "1976", fact: "8,2 მაგნიტუდის ტანგშანის მიწისძვრამ ჩინეთში 242 769 ადამიანი იმსხვერპლა, 164 851 დაშავდა.", img: "242"},
              { name: "2005", fact: "დროებითი ირლანდიური რესპუბლიკური არმია (ირა) ჩრდილოეთ ირლანდიაში ოცდაათწლიანი შეიარაღებული კამპანიის შეწყვეტის შესახებ აცხადებს.", img: "Atskhadeb"},
              { name: "2017", fact: "პაკისტანის პრემიერ-მინისტრი ნავაზ შარიფი უზენაესმა სასამართლომ პანამის დოკუმენტების მონაცემთა გადამოწმების შემდეგ თანამდებობიდან გადააყენა.", img: "Pakistan"},
              { name: "2021", fact: "ქართველი ძიუდოისტი ლაშა ბექაური -90 კგ წონით კატეგორიაში ოლიმპიური ჩემპიონი გახდა.", img: "90"}
            ],
  born:     [
              { name: "1804", fact: "ფოიერბახი, ლუდვიგ — გერმანელი ფილოსოფოსი", img: "poierbakhi ludvig"},
              { name: "1812", fact: "კრაშევსკი, იუზეფ იგნაცი — პოლონელი მწერალი, პუბლიცისტი და ისტორიკოსი", img: "krashevski iuzep ignatsi"},
              { name: "1844", fact: "ჰოპკინზი, ჯერარდ მანლი — ინგლისელი პოეტი", img: "hopkinzi jerard manli"},
              { name: "1874", fact: "კასირერი, ერნსტ — გერმანელი ფილოსოფოსი", img: "kasireri ernst"},
              { name: "1887", fact: "დიუშანი, მარსელ — ფრანგი მხატვარი (გ.1968)", img: "1968"},
              { name: "1902", fact: "პოპერი, კარლ — ფილოსოფოსი (გ.1994)", img: "1994"},
              { name: "1904", fact: "ჩერენკოვი, პავლე — რუსი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "cherenkovi pavle"},
              { name: "1927", fact: "გიორგაძე, გრიგოლ — ისტორიკოსი (გ. 2005)", img: "2005"},
              { name: "1929", fact: "ჟაკლინ კენედი ონასისი — აშშ-ს პრეზიდენტ კენედი, ჯონ მეუღლე", img: "USA"},
              { name: "1938", fact: "ალბერტო ფუხიმორი — პერუს პრეზიდენტი", img: "alberto pukhimori"},
              { name: "1941", fact: "მუტი, რიკარდო — იტალიელი დირიჟორი", img: "muti rikardo"},
              { name: "1951", fact: "კალატრავა, სანტიაგო — ესპანელი არქტიტექტორი.", img: "kalatrava santiago"},
              { name: "1952", fact: "ვაჯირალონგკორნი — ტაილანდის პრინცი", img: "vajiralongkorni"},
              { name: "1961", fact: "ალექსანდრე კურლოვიჩი — ბელარუსი და საბჭოთა ძალოსანი, ორგზის ოლიმპიური ჩემპიონი.", img: "aleksandre kurlovichi"}
            ],
  died:     [
              { name: "450", fact: "თეოდოსიუს II — ბიზანტიის იმპერატორი;", img: "teodosius II"},
              { name: "1057", fact: "ვიქტორ II — რომის პაპი", img: "Rome"},
              { name: "1741", fact: "ვივალდი, ანტონიო — იტალიელი კომპოზიტორი (დ.1678)", img: "1678"},
              { name: "1750", fact: "ბახი, იოჰან სებასტიან — გერმანელი კომპოზიტორი (დ.1685)", img: "1685"},
              { name: "1791", fact: "რობესპიერი, მაქსიმილიან — ფრანგი რევოლუციონერი", img: "robespieri maksimilian"},
              { name: "1835", fact: "მორტიე, ედუარ-ადოლფ-კაზიმირ-ჟოზეფ — ფრანგი სამხედრო მოღვაწე", img: "mortie eduar adolp kazimir zhozep"},
              { name: "1844", fact: "ჟოზეფ ბონაპარტი — ნაპოლეონის უფროსი ძმა, ნეაპოლის და ესპანეთის მეფე", img: "zhozep bonaparti"},
              { name: "1968", fact: "ჰანი, ოტო — გერმანელი ფიზიკოსი და რადიო-ქიმიკოსი.", img: "hani oto"},
              { name: "1972", fact: "მაჯუმდალი, ჩარუ — ინდოელი რევოლუციონერი", img: "majumdali charu"},
              { name: "2010", fact: "მზია კვირიკაშვილი — ქართველი მსახიობი, იუმორისტი - საქართველოს სიცილის დედოფალი (დ.1949)", img: "1949"}
            ]
});
