window.__dayDataCallback__({
  holidays: [
              { name: "ეგვიპტე - რევოლუციის წლისთავი", fact: "ეგვიპტე - რევოლუციის წლისთავი", img: "egvipte"},
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "45 ნიკოპოლელი წამებული წმინდა აპოლონი ვიანორე და სილუანე ეგვიპტელი მეუდაბნოე მამები ანტონი პეჩორელი", fact: "45 ნიკოპოლელი წამებული წმინდა აპოლონი ვიანორე და სილუანე ეგვიპტელი მეუდაბნოე მამები ანტონი პეჩორელი", img: "45"},
              { name: "45 ნიკოპოლელი წამებული", fact: "45 ნიკოპოლელი წამებული", img: "45"},
              { name: "წმინდა აპოლონი", fact: "წმინდა აპოლონი", img: "Apoloni"},
              { name: "ვიანორე და სილუანე", fact: "ვიანორე და სილუანე", img: "Siluan"},
              { name: "ეგვიპტელი მეუდაბნოე მამები", fact: "ეგვიპტელი მეუდაბნოე მამები", img: "Mamebi"},
              { name: "ანტონი პეჩორელი", fact: "ანტონი პეჩორელი", img: "Pechoreli"},
              { name: "აგრეთვე: ეგვიპტე : რევოლუციის დღე ლიბია : რევოლუციის დღე პაპუა-ახალი გვინეა : ხსოვნის დღე", fact: "აგრეთვე: ეგვიპტე : რევოლუციის დღე ლიბია : რევოლუციის დღე პაპუა-ახალი გვინეა : ხსოვნის დღე", img: "Dghe"},
              { name: "ეგვიპტე : რევოლუციის დღე", fact: "ეგვიპტე : რევოლუციის დღე", img: "Dghe"},
              { name: "ლიბია : რევოლუციის დღე", fact: "ლიბია : რევოლუციის დღე", img: "Dghe"},
              { name: "პაპუა-ახალი გვინეა : ხსოვნის დღე", fact: "პაპუა-ახალი გვინეა : ხსოვნის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1829", fact: "აშშ-ში უილიამ ოსტინ ბარტმა დააპატანტა პირველი საბეჭდი მანქანა.", img: "USA"},
              { name: "1881", fact: "ჩამოყალიბდა ტანვარჯიშის საერთაშორისო ფედერაცია (Federation Internationale de Gymnastique) - უძველესი საერთაშორისო სპორტული ფედერაცია.", img: "Federation Internationale"},
              { name: "1903", fact: "დაარსებიდან ერთი თვის შემდეგ კომპანია „ფორდმა“ პირველი ავტომობილი \"მოდელი-A\" გაყიდა.", img: "Avtomobili"მოდელ"},
              { name: "1906", fact: "ვლადიკავკაზში გამოვიდა პირველი გაზეთი ოსურ ენაზე \"ირონ გაზეტ\".", img: "Enaz"},
              { name: "1908", fact: "„ახალგაზრდა თურქების რევოლუცია“ აღდგა თურქეთის კონსტიტუციის მოქმედება.", img: "Mokmedeba"},
              { name: "1942", fact: "ტრებლინკის საკონცენტრაციო ბანაკი გაიხსნა.", img: "Gaikhsna"},
              { name: "1942", fact: "ჰიტლერი ხელს აწერს ოპერაციას „ედელვაისი“.", img: "Edelvaisi"},
              { name: "1951", fact: "როკენკორტეში (საფრანგეთი) გაიხსნა ნატო-ს შტაბ-ბინა.", img: "Bina"},
              { name: "1952", fact: "ეგვიპტეში გადატრიალება მოაწყო „თავისუფალ მოხელეთა მოძრაობამ“ გამალ აბდელ ნასერის მეთაურობით. გადაყენებულ იქნა მეფე ფარუკი.", img: "Paruki"},
              { name: "1962", fact: "ტელსტარი ახორციელებს პირველ სარელეო ტრანსატლანტიკურ სატელევიზიო სიგნალის გადაცემას.", img: "Gadatsema"},
              { name: "1974", fact: "საბერძნეთში დაემხო „შავი პოლოვნიკების“ დიქტატურა.", img: "Diktatura"},
              { name: "1979", fact: "ირანის სულიერმა მოძღვარმა აიათოლა ჰომეინიმ მუსიკის ტრანსლირება აკრძალა, იმ მიზეზით რომ მუსიკა რყვნის ახალგაზრდებს.", img: "Akhalgazrdeb"},
              { name: "1992", fact: "აფხაზეთის უზენაესი საბჭოს სეპარატისტული ფრაქცია საქართველოსგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1999", fact: "გაიმართა უფლისწულ მოჰამედ ბენ ალ-ჰასანის კორონაცია მაროკოს მეფე, რის შემდეგ მას ეწოდა მოჰამედ VI.", img: "Mohamed"},
              { name: "1999", fact: "ღია კოსმოსურ სივრცეში განხორციელდა პირველი ქართული კოსმოსური ობიექტის — გასაშლელი ოფსეტური რეფლექტორული ანტენის გამოცდა.", img: "ghia kosmosur sivrtseshi gankhortsielda pirveli kartuli kosmosuri obiektis"},
              { name: "2006", fact: "ფლოიდ ლანდისი 2006 წლის ტურ დე ფრანსში იმარჯვებს.", img: "2006"},
              { name: "2012", fact: "107 ადამიანი დაიღუპა და 250-ზე მეტი დაიჭრა ერაყში, უშიშროების ძალებსა და შიიტ მუსლიმებს შორის მომხდარი შეტაკებების შედეგად.", img: "107"},
              { name: "2015", fact: "კეპლერის ტელესკოპის მეშვეობით აღმოაჩინეს დედამიწის მსგავსი პირველი ეგზოპლანეტა, რომელიც მდებარეობს ვარსკვლავ Kepler-452 b ზონაში.", img: "Kepler"},
              { name: "2016", fact: "ქაბულში მომხდარი ტერაქტის შედეგად დაიღუპა 80 და დაშავდა 260 ადამიანი.", img: "80"},
              { name: "2019", fact: "დიდი ბრიტანეთის პრემიერ-მინისტრის თანამდებობაზე ტერეზა მეის ბორის ჯონსონი შეცვლის.", img: "Shetsvl"},
              { name: "2021", fact: "ტოკიოში ზაფხულის XXXII ოლიმპიური თამაშები გაიხსნა.", img: "Gaikhsna"},
              { name: "2023", fact: "ქალაქ ოდესაზე რუსული თავდასხმის შედეგად ოდესის ფერისცვალების ტაძარი მნიშვნელოვნად დაზიანდა.", img: "Dazian"}
            ],
  born:     [
              { name: "1826", fact: "აფანასიევი, ალექსანდრე — რუსი ისტორიკოსი, ლიტერატურათმცოდნე, ფოლკლორისტი", img: "apanasievi aleksandre"},
              { name: "1888", fact: "ჩენდლერი, რეიმონდ — ამერიკელი მწერალი (გ.1959)", img: "1959"},
              { name: "1892", fact: "ჰაილე სელასიე I — ეთიოპიის იმპერატორი (გ.1975)", img: "1975"},
              { name: "1967", fact: "ფილიპ სეიმურ ჰოფმანი — ამერიკელი მსახიობი (გ. 2014)", img: "2014"}
            ],
  died:     [
              { name: "1757", fact: "სკარლატი, დომენიკო — იტალიელი კომპოზიტორი (დ.1685)", img: "1685"},
              { name: "1763", fact: "ლევან ბატონიშვილი (ბაქარის ძე) — ქართული კულტურის მოღვაწე (დ.1728)", img: "1728"},
              { name: "1951", fact: "პეტენი, ანრი ფილიპ — საფრანგეთის სახელმწიფო მოღვაწე (დ.1856)", img: "1856"},
              { name: "1999", fact: "ჰასან II — მაროკოს მეფე", img: "hasan II"},
              { name: "2011", fact: "უაინჰაუსი, ემი — ინგლისელი მომღერალი (დ.1983)", img: "1983"}
            ]
});
