window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "კოზმან ხუცეს-მონაზონი წმინდა ემილიანე იაკინთე ამასტრიდელი პამვა მეუდაბნოე დიდმოწამე ათანასე", fact: "კოზმან ხუცეს-მონაზონი წმინდა ემილიანე იაკინთე ამასტრიდელი პამვა მეუდაბნოე დიდმოწამე ათანასე", img: "Atanas"},
              { name: "კოზმან ხუცეს-მონაზონი", fact: "კოზმან ხუცეს-მონაზონი", img: "Monazoni"},
              { name: "წმინდა ემილიანე", fact: "წმინდა ემილიანე", img: "Emilian"},
              { name: "იაკინთე ამასტრიდელი", fact: "იაკინთე ამასტრიდელი", img: "Amastrideli"},
              { name: "პამვა მეუდაბნოე", fact: "პამვა მეუდაბნოე", img: "Meudabno"},
              { name: "დიდმოწამე ათანასე", fact: "დიდმოწამე ათანასე", img: "Atanas"},
              { name: "აგრეთვე: კონგოს რესპუბლიკა : რევოლუციის დღე ჰავაი, აშშ : ჰავაის დროშის დღე", fact: "აგრეთვე: კონგოს რესპუბლიკა : რევოლუციის დღე ჰავაი, აშშ : ჰავაის დროშის დღე", img: "USA"},
              { name: "კონგოს რესპუბლიკა : რევოლუციის დღე", fact: "კონგოს რესპუბლიკა : რევოლუციის დღე", img: "Dghe"},
              { name: "ჰავაი, აშშ : ჰავაის დროშის დღე", fact: "ჰავაი, აშშ : ჰავაის დროშის დღე", img: "USA"}
            ],
  history:  [
              { name: "781", fact: "კუნძულ ჰონსიუზე მთა ფუძიამის ვულკანის უძველესი რეგისტრირებული ამოფრქვევა.", img: "Amoprkveva"},
              { name: "1498", fact: "დასავლეთ ნახევარსფეროში მესამე მოგზაურობისას ქრისტეფორე კოლუმბმა კუნძული ტრინიდადი აღმოაჩინა.", img: "Aghmoachina"},
              { name: "1790", fact: "აშშ-ში გაიცა პირველი პატენტი.", img: "USA"},
              { name: "1884", fact: "სინო-იაპონიის ომი დაიწყო.", img: "Daitsqo"},
              { name: "1930", fact: "გერმანიის ეროვნული ასამბლეა ვაიმარის კონსტიტუციას იღებს (ძალაში შედის 14 აგვისტოს).", img: "14"},
              { name: "1951", fact: "იაპონიის ავიაკომპანია ჯაპან ეარლაინსი დაფუძნდა.", img: "Dapudzn"},
              { name: "1954", fact: "პირველი ასვლა მწვერვალზე კ2 განხორციელდა იტალიელთა ექსპედიციის მიერ არდიტო დესიოს მეთაურობით.", img: "Metaurobit"},
              { name: "1992", fact: "საქართველო გაეროს წევრი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1143", fact: "ნიჯო — იაპონიის იმპერატორი", img: "nijo"},
              { name: "1396", fact: "ფილიპ III — ბურგუნდიის ჰერცოგი", img: "pilip III"},
              { name: "1527", fact: "მაქსიმილიან II — საღვთო რომის იმპერიის იმპერატორი", img: "Rome"},
              { name: "1866", fact: "ჰალიდ ზია უშაქლიგილი — თურქი მწერალი და სახელმწიფო მოღვაწე.", img: "halid zia ushakligili"},
              { name: "1912", fact: "ფრიდმანი, მილტონ — ამერიკელი ეკონომისტი.", img: "pridmani milton"},
              { name: "1930", fact: "პოპოვი, ოლეგ — რუსი კლოუნი.", img: "popovi oleg"},
              { name: "1914", fact: "ლუი დე ფიუნესი — ფრანგი მსახიობი.", img: "lui de piunesi"},
              { name: "1937", fact: "პიეხა, ედიტა — საბჭოთა მომღერალი.", img: "piekha edita"},
              { name: "1938", fact: "სტურუა, რობერტ რობერტის ძე — ქართველი რეჟისორი.", img: "sturua robert robertis dze"},
              { name: "1965", fact: "ჯოან როულინგი — ინგლისელი მწერალი", img: "joan roulingi"}
            ],
  died:     [
            ]
});
