window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა მარინე აღმოყვანება ნაწილთა ღირსისა ლაზარე გალისიელისა", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა მარინე აღმოყვანება ნაწილთა ღირსისა ლაზარე გალისიელისა", img: "Galisieli"},
              { name: "წმინდა მარინე", fact: "წმინდა მარინე", img: "Marin"},
              { name: "აღმოყვანება ნაწილთა ღირსისა ლაზარე გალისიელისა", fact: "აღმოყვანება ნაწილთა ღირსისა ლაზარე გალისიელისა", img: "Galisieli"},
              { name: "აგრეთვე: ვანუატუ : დამოუკიდებლობის დღე", fact: "აგრეთვე: ვანუატუ : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ვანუატუ : დამოუკიდებლობის დღე", fact: "ვანუატუ : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1629", fact: "მიწისძვრამ ნეაპოლში, იტალია, 10.000 ადამიანი იმსხვერპლა.", img: "10"},
              { name: "1729", fact: "დაფუძნდა ბალტიმორი, მერილენდში.", img: "Merilend"},
              { name: "1756", fact: "ბართოლომეო რასტრელი წარუდგენს ახლად დასრულებულ ეკატერინეს სასახლეს იმპერატრიცა ელიზავეტასა და მისი კარის მოსამსახურეებს.", img: "Mosamsakhureeb"},
              { name: "1825", fact: "კუნძული მალდენი აღმოაჩინეს.", img: "Aghmoachine"},
              { name: "1930", fact: "მონტევიდეოში ურუგვაი პირველი მსოფლიო საფეხბურთო ჩემპიონი ხდება.", img: "Khdeba"},
              { name: "1932", fact: "ლოს-ანჯელესში დაიწყო მე-10 ოლიმპიური თამაშები.", img: "10"},
              { name: "1934", fact: "ნაციონალ-სოციალისტთა მიერ მოწყობილი გრძელი დანების ღამე, რომელსაც ემსხვერპლა უამრავი ადამიანი.", img: "Adamiani"},
              { name: "1954", fact: "ელვის პრესლის საკონცერტო დებიუტი შედგა.", img: "Shedga"},
              { name: "1966", fact: "უემბლის სტადიონზე მასპინძელი ინგლისის გუნდი ამარცხებს გერმანიას 4:2 და ხდება ფეხბურთის მსოფლიო ჩემპიონი.", img: "Chempioni"},
              { name: "1971", fact: "აპოლოს პროექტი - დევიდ სკოტი და ჯეიმზ ირვინი პირველი როვერით მთვარეზე სხდებიან.", img: "apolos proekti"},
              { name: "1980", fact: "ვანუატუმ დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "2007", fact: "გარდაიცვალა კინოს ორი უდიდესი რეჟისორი — შვედი ინგმარ ბერგმანი და იტალიელი მიქელანჯელო ანტონიონი.", img: "gardaitsvala kinos ori udidesi rezhisori"},
              { name: "2018", fact: "ზიმბაბვეს საპრეზიდენტო არჩევნებში მოქმედმა პრეზიდენტმა ემერსონ მნანგაგვამ გაიმარჯვა.", img: "Gaimarjva"}
            ],
  born:     [
              { name: "1470", fact: "ჰონგჟი — ჩინეთის იმპერატორი", img: "China"},
              { name: "1641", fact: "რენე დე გრააფი — ჰოლანდიელი ფიზიკოსი", img: "rene de graapi"},
              { name: "1763", fact: "როჯერსი, სამუელ — ინგლისელი ავტორი", img: "rojersi samuel"},
              { name: "1801", fact: "ნაპოლეონ ლანი დე მონტებელო — ფრანგი სახელმწიფო მოღვაწე და დიპლომატი.", img: "napoleon lani de montebelo"},
              { name: "1818", fact: "ემილი ბრონტე — ინგლისელი მწერალი (გ.1848)", img: "1848"},
              { name: "1863", fact: "ჰენრი ფორდი — ამერიკელი მრეწველი (გ.1947)", img: "1947"},
              { name: "1889", fact: "ფრანც მასერეელი — ბელგიელი მხატვარი", img: "prants masereeli"},
              { name: "1889", fact: "ვლადიმერ ზვორიკინი — რუსი ფიზიკოსი", img: "vladimer zvorikini"},
              { name: "1893", fact: "ჯინა, ფატიმა — პაკისტანის ერის დედა", img: "Pakistan"},
              { name: "1904", fact: "ნოვო, სალვადორ — მექსიკელი მწერალი", img: "novo salvador"},
              { name: "1930", fact: "გიგაური, ნოდარ — ქართველი კომპოზიტორი", img: "gigauri nodar"},
              { name: "1947", fact: "შვარცენეგერი, არნოლდ — მსახიობი, კალიფორნიის შტატის მმართველი", img: "shvartsenegeri arnold"},
              { name: "1958", fact: "ბუში, კეიტ — ინგლისელი მომღერალი", img: "bushi keit"}
            ],
  died:     [
            ]
});
