window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ილარიონ თუალელი წმინდა ქრისტინე ბორისი და გლები", fact: "ილარიონ თუალელი წმინდა ქრისტინე ბორისი და გლები", img: "Glebi"},
              { name: "ილარიონ თუალელი", fact: "ილარიონ თუალელი", img: "Tualeli"},
              { name: "წმინდა ქრისტინე", fact: "წმინდა ქრისტინე", img: "Kristin"},
              { name: "ბორისი და გლები", fact: "ბორისი და გლები", img: "Glebi"},
              { name: "აგრეთვე: ბოლივია : დამოუკიდებლობის დღე იამაიკა : დამოუკიდებლობის დღე", fact: "აგრეთვე: ბოლივია : დამოუკიდებლობის დღე იამაიკა : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ბოლივია : დამოუკიდებლობის დღე", fact: "ბოლივია : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "იამაიკა : დამოუკიდებლობის დღე", fact: "იამაიკა : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "988", fact: "კიევის რუსეთის გაქრისტიანება - კიევის კნიაზი ვლადიმირი ქრისტიანობას იღებს.", img: "kievis rusetis gakristianeba"},
              { name: "1538", fact: "ქალაქი ბოგოტა (კოლუმბია) დააფუძნა გონსალო ხიმენეს დე კესადამ.", img: "Kesadam"},
              { name: "1783", fact: "საქართველო რუსეთის მფარველობის ქვეშ შედის.", img: "Shed"},
              { name: "1806", fact: "ფრანც II, საღვთო რომის იმპერიის იმპერატორი გადადგა, რითად დასრულდა საღვთო რომის იმპერიის არსებობა.", img: "Arseboba"},
              { name: "1825", fact: "ბოლივიამ დამოუკიდებლობა გამოაცხადა პერუსაგან.", img: "Perusagan"},
              { name: "1845", fact: "რუსეთის გეოგრაფიული საზოგადოება დაარსდა სანქტ-პეტერბურგში.", img: "Peterburg"},
              { name: "1914", fact: "პირველი მსოფლიო ომი - პირველი ბრძოლა ატლანტის ოკეანეში - ბრიტანეთის მიერ გერმანიისთვის ომის გამოცხადებიდან ორ დღეში 10 გერმანული სამხედრო ხომალდი ტოვებს ბაზას ჰელიგოლანდში ჩრდილოეთის ზღვაში ბრიტანეთის სამეფო ფლოტზე თავდასხმისთვის.", img: "10"},
              { name: "1914", fact: "პირველი მსოფლიო ომი - სერბია გერმანიას ომს უცხადებს. ავსტრია რუსეთს უცხადებს ომს.", img: "pirveli msoplio omi"},
              { name: "1923", fact: "ჰენრი სალივენმა ლა-მანშის სრუტე გადასცურა.", img: "Gadastsura"},
              { name: "1926", fact: "კინოსტუდია უორნერ ბრაზერსი პირველი ხმოვანი კინოფილმის „დონ ჟუანი“ პრეზენტაციას ახდენს.", img: "Akhden"},
              { name: "1926", fact: "გერტრუდ ედერლი პირველი ქალი ხდება, რომელმაც ლა-მანში გადასცურა.", img: "Gadastsura"},
              { name: "1940", fact: "ესტონეთი საბჭოთა კავშირის წევრი ხდება.", img: "Khdeba"},
              { name: "1945", fact: "აშშ-ს საბრძოლო თვითმფრინავმა იაპონიის ქალაქ ჰიროსიმაზე ატომური ბომბი ჩამოაგდო. მის აფეთქებისას დაუყოვნებლივ დაიღუპა 80,000 ადამიანი, წლის ბოლომდე კი დამატებით 60.000 ადამიანი გარდაიცვალა აფეთქებით გამოწვეული რადიაციის გამო.", img: "80"},
              { name: "1960", fact: "კუბის რევოლუცია - აშშ-ის ემბარგოს საპასუხოდ კუბამ ამერიკულ და უცხოურ საკუთრებაში მყოფი საკუთრების ნაციონალიზაცია მოახდინა.", img: "USA"},
              { name: "1962", fact: "გამოცხადდა იამაიკის დამოუკიდებლობა.", img: "Damoukidebloba"},
              { name: "1996", fact: "ნასას განცხადებით მეტეორზე ALH 84001, რომელიც ვარაუდით მარსიდან უნდა იყოს წარმოშობით, არსებობს პრიმიტიული სიცოცხლის ფორმების ნიშნები.", img: "Alh"},
              { name: "2007", fact: "ნასამ მარსის მისიაზე დელტა-2 რაკეტით კოსმოსური ხომალდი ფენიქსი გაუშვა.", img: "Gaushva"},
              { name: "2007", fact: "რუსული წარმოების SU-24 საბრძოლო თვითმფრინავმა შიდა ქართლში რადუგა KH-58 ტიპის, ტაქტიკური ანტი-სარადარო მართვადი რაკეტა ჩამოაგდო", img: "Su"},
              { name: "2010", fact: "რუსეთის ტყეებში გაჩენილმა ხანძრებმა 50 ადამიანი იმსხვერპლა და ათასობით ადამიანს აიძულა სახლ-კარის მიტოვება. ნასას მარსმავალი Curiosity rover პლანეტა მარსის ზედაპირზე დაეშვა.", img: "Curiosity"},
              { name: "რუსეთის ტყეებში გაჩენილმა ხანძრებმა 50 ადამიანი იმსხვერპლა და ათასობით ადამიანს აიძულა სახლ-კარის მიტოვება.", fact: "რუსეთის ტყეებში გაჩენილმა ხანძრებმა 50 ადამიანი იმსხვერპლა და ათასობით ადამიანს აიძულა სახლ-კარის მიტოვება.", img: "50"},
              { name: "ნასას მარსმავალი Curiosity rover პლანეტა მარსის ზედაპირზე დაეშვა.", fact: "ნასას მარსმავალი Curiosity rover პლანეტა მარსის ზედაპირზე დაეშვა.", img: "Curiosity"},
              { name: "2021", fact: "მოლდოვის პარლამენტმა ნატალია გავრილიცა ქვეყნის პრემიერ-მინისტრად დაამტკიცა.", img: "Daamtkitsa"}
            ],
  born:     [
              { name: "1638", fact: "მალბრანში, ნიკოლა — ფრანგი ფილოსოფოსი (გ. 1715)", img: "1715"},
              { name: "1809", fact: "ტენისონი, ალფრედ — ინგლისელი პოეტი (გ. 1892)", img: "1892"},
              { name: "1868", fact: "კლოდელი, პოლ — ფრანგი პოეტი (გ. 1955)", img: "1955"},
              { name: "1881", fact: "ფლემინგი, ალექსანდერ — შოტლანდიელი მეცნიერი, მიკრობიოლოგი, პენიცილინის აღმომჩენი, ნობელის პრემიის ლაურეატი (გ. 1955)", img: "1955"},
              { name: "1928", fact: "უორჰოლი, ენდი — ამერიკელი ხელოვანი (გ. 1987)", img: "1987"},
              { name: "1970", fact: "შიამალანი, ნაიტ — ინდოელი კინორეჟისორი.", img: "shiamalani nait"},
              { name: "1973", fact: "ვერა ფარმიგა — ამერიკელი მსახიობი", img: "vera parmiga"}
            ],
  died:     [
              { name: "1195", fact: "ჰაინრიხ ლომი — საქსონიისა და ბავარიის ჰერცოგი (დ.1129)", img: "1129"},
              { name: "1637", fact: "ჯონსონი, ბენ — ინგლისელი მწერალი (დ. 1572)", img: "1572"},
              { name: "1657", fact: "ბოგდან ხმელნიცკი — ლიტველ-პოლონელი მთავარი", img: "bogdan khmelnitski"},
              { name: "1660", fact: "ველასკესი, დიეგო — ესპანელი მხატვარი (დ. 1599)", img: "1599"},
              { name: "1909", fact: "ჯუღელი, სევერიან — ქართველი პოლიტიკური მოღვაწე (დ.1877)", img: "1877"},
              { name: "1942", fact: "კემპბელი, ჯონატან — ამერიკული კინოს პიონერი (დ. 1875)", img: "1875"},
              { name: "1978", fact: "პავლე VI — რომის პაპი (დ.1897)", img: "Rome"},
              { name: "2001", fact: "ჟორჟი ამადუ — ბრაზილიელი მწერალი (დ.1912)", img: "1912"},
              { name: "2005", fact: "იბრაჰიმ ფერერი — კუბელი მუსიკოსი (ბუენა ვისტას სოციალური კლუბი) (დ. 1927)", img: "1927"},
              { name: "2012", fact: "მარვინ ჰამლიში — ამერიკელი კომპოზიტორი (დ. 1944)", img: "1944"}
            ]
});
