window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წინასწარმეტყველი ეზეკიელი ღირსნი სვიმეონ სალოსი და იოანე", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წინასწარმეტყველი ეზეკიელი ღირსნი სვიმეონ სალოსი და იოანე", img: "Ioan"},
              { name: "წინასწარმეტყველი ეზეკიელი", fact: "წინასწარმეტყველი ეზეკიელი", img: "Ezekieli"},
              { name: "ღირსნი სვიმეონ სალოსი და იოანე", fact: "ღირსნი სვიმეონ სალოსი და იოანე", img: "Ioan"},
              { name: "აგრეთვე: ნიგერია : დამოუკიდებლობის დღე", fact: "აგრეთვე: ნიგერია : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ნიგერია : დამოუკიდებლობის დღე", fact: "ნიგერია : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "8", fact: "რომის გენერალი ტიბერიუსი ამარცხებს დალმატიელებს მდინარე ბათინუსთან.", img: "Batinus"},
              { name: "1492", fact: "ქრისტეფორე კოლუმბი ესპანეთის პორტ პალოს-დე-ლა-ფრონტერადან გემით დასავლეთით თავის პირველ მოგზაურობას იწყებს.", img: "Itsqeb"},
              { name: "1492", fact: "ებრაელთა დეპორტაცია დაიწყო ესპანეთიდან.", img: "Espanetidan"},
              { name: "1678", fact: "რობერტ ლასალი აგებს გრიფონს - პირველი საზღვაო ხომალდი აგებული ამერიკაში.", img: "USA"},
              { name: "1783", fact: "მთა ასამას ვულკანის ამოფრქვევას 35.000 ადამიანი შეეწირა.", img: "35"},
              { name: "1860", fact: "მაორთა მეორე ომი დაიწყო ახალ ზელანდიაში.", img: "Zelandia"},
              { name: "1914", fact: "გერმანიამ ომი გამოუცხადა საფრანგეთს.", img: "Sapranget"},
              { name: "1934", fact: "ადოლფ ჰიტლერი პრეზიდენტისა და კანცლერის პოსტების გაერთიანებით გერმანიის უზენაესი მეთაური ხდება.", img: "Khdeba"},
              { name: "1949", fact: "ნაციონალური საკალათბურთო ლიგამ და ამერიკის საკალათბურთო ასოციაციამ მიაღწიეს შეთანხმებას, რის თანახმადაც ახალი - ნაციონალური საკალათბურთო ლიგა ჩამოყალიბდა.", img: "natsionaluri sakalatburto ligam da amerikis sakalatburto asotsiatsiam miaghtsies shetankhmebas ris tanakhmadats akhali"},
              { name: "1960", fact: "გამოცხადდა ნიგერიის დამოუკიდებლობა საფრანგეთისაგან.", img: "Saprangetisagan"},
              { name: "2005", fact: "მავრიტანიის პრეზიდენტი მააუია ოულდ აჰმედ ტაია ხუნტამ გადააყენა საუდის არაბეთის მეფე ფაჰდის დაკრძალვის პროცესში.", img: "Protses"},
              { name: "2010", fact: "წყალდიდობას პაკისტანის ჩრდილოეთ ნაწილში 1500-მდე ადამიანი ემსხვერპლა.", img: "1500"},
              { name: "2023", fact: "კურორტ შოვის ტერიტორიაზე ჩამოწვა გლაციალური ღვარცოფი, რასაც 31 ადამიანი ემსხვერპლა.", img: "31"}
            ],
  born:     [
              { name: "1770", fact: "ფრიდრიხ ვილჰელმ III — პრუსიის მეფე ( გ. 1840)", img: "pridrikh vilhelm III"},
              { name: "1811", fact: "ოტისი, ელიშა — ლიფტის გამომგონებელი", img: "otisi elisha"},
              { name: "1851", fact: "ბაბო ავალიშვილ-ხერხეულიძე — ქართველი მსახიობი", img: "babo avalishvil kherkheulidze"},
              { name: "1872", fact: "ხოლონ VII — ნორვეგიის მეფე", img: "kholon VII"},
              { name: "1903", fact: "ბურგიბა, ხაბიბ — ტუნისის პირველი პრეზიდენტი", img: "burgiba khabib"},
              { name: "1921", fact: "ებრალიძე, რეზო — ქართველი კინოსცენარისტი", img: "ebralidze rezo"},
              { name: "1922", fact: "ავთანდილ ღოღობერიძე — ქართველი ფეხბურთელი", img: "avtandil ghoghoberidze"},
              { name: "1926", fact: "ბენეტი, ტონი — ამერიკელი მომღერალი", img: "beneti toni"},
              { name: "1932", fact: "არჩვაძე, თენგიზ — ქართველი მსახიობი", img: "archvadze tengiz"},
              { name: "1934", fact: "ჟონას სავიმბი — ანგოლის პოლიტიკური მოღვაწე", img: "zhonas savimbi"},
              { name: "1950", fact: "ლენდისი, ჯონ — ამერიკელი რეჟისორი", img: "lendisi jon"},
              { name: "1963", fact: "ჰეტფილდი, ჯეიმზ — ჯგუფ მეტალიკას ვოკალისტი და გიტარისტი", img: "hetpildi jeimz"},
              { name: "1973", fact: "კარპენტერი, სტივენ — ჯგუფის Deftones გიტარისტი", img: "Deftones"}
            ],
  died:     [
              { name: "1181", fact: "ალექსანდრე III — რომის პაპი", img: "Rome"},
              { name: "1460", fact: "იაკობ II — შოტლანდიის მეფე", img: "iakob II"},
              { name: "1924", fact: "ჯოსეფ კონრადი — მწერალი (დ. 1857)", img: "1857"},
              { name: "1964", fact: "ფლანერი ო'კონორი — ამერიკელი მწერალი (დ. 1925)", img: "1925"},
              { name: "1965", fact: "იოსებ გრიშაშვილი — ქართველი პოეტი (დ. 1889)", img: "1889"},
              { name: "1968", fact: "კონსტანტინე როკოსოვსკი — სსრკ-ის სამხედრო მოღვაწე (დ. 1896)", img: "1896"},
              { name: "1988", fact: "ალფრედ შნიტკე — რუსი კომპოზიტორი (დ. 1934)", img: "1934"},
              { name: "2008", fact: "ალექსანდრე სოლჟენიცინი — საბჭოთა დისიდენტი, მწერალი (დ. 1918)", img: "1918"}
            ]
});
