window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: მარიამ მაგდალინელი აღმოყვანება ნაწილთა მღვდელმოწამისა ფოკასი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: მარიამ მაგდალინელი აღმოყვანება ნაწილთა მღვდელმოწამისა ფოკასი", img: "Pokasi"},
              { name: "მარიამ მაგდალინელი", fact: "მარიამ მაგდალინელი", img: "Magdalineli"},
              { name: "აღმოყვანება ნაწილთა მღვდელმოწამისა ფოკასი", fact: "აღმოყვანება ნაწილთა მღვდელმოწამისა ფოკასი", img: "Pokasi"},
              { name: "აგრეთვე: ბურკინა-ფასო : რევოლუციის დღე კუკის კუნძულები : კონსტიტუციის დღე", fact: "აგრეთვე: ბურკინა-ფასო : რევოლუციის დღე კუკის კუნძულები : კონსტიტუციის დღე", img: "Dghe"},
              { name: "ბურკინა-ფასო : რევოლუციის დღე", fact: "ბურკინა-ფასო : რევოლუციის დღე", img: "Dghe"},
              { name: "კუკის კუნძულები : კონსტიტუციის დღე", fact: "კუკის კუნძულები : კონსტიტუციის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "70", fact: "იერუსალიმში რომაელებმა მეორე ტაძარი დაანგრიეს.", img: "Daangrie"},
              { name: "1693", fact: "ფრანგი დომ პერინიონის მიერ შამპანურის გამოგონების ტრადიციული თარიღი.", img: "Tarighi"},
              { name: "1782", fact: "მოცარტი კონსტანცა ვებერზე ქორწინდება.", img: "Kortsindeba"},
              { name: "1789", fact: "საფრანგეთში ნაციონალური ამომრჩეველთა ასამბლეის წევრები ფიცს დებენ ფეოდალიზმის დასრულებასა და საკუთარი პრივილეგიების უარყოფაზე.", img: "Uarqopaz"},
              { name: "1824", fact: "კოსის ბრძოლა თურქებსა და ბერძნებს შორის.", img: "Shor"},
              { name: "1879", fact: "ელზასი და ლოთარინგია გერმანიის ტერიტორიებად გამოცხადდა.", img: "Gamotskhad"},
              { name: "1912", fact: "პირველი სამგზავრო გადაფრენა განხორციელდა ლა-მანშზე, მხოლოდ ორი მგზავრით.", img: "Mgzavrit"},
              { name: "1914", fact: "პირველი მსოფლიო ომი - გერმანია ბელგიაში იჭრება, რის პასუხადაც დიდმა ბრიტანეთმა მას ომი გამოუცხადა. აშშ ნეიტრალიტეტს აცხადებს.", img: "Belgium"},
              { name: "1947", fact: "იაპონიის უზენაესი სასამართლო დაარსდა.", img: "Daars"},
              { name: "1984", fact: "აფრიკული რესპუბლიკა ზემო ვოლტა იცვლის სახელს და ხდება ბურკინა-ფასო.", img: "Paso"},
              { name: "1995", fact: "ოპერაცია „შტრომი“ იწყება ხორვატიაში.", img: "Khorvatia"},
              { name: "2000", fact: "ევროპის უშიშროებისა და თანამშრომლობის ორგანიზაციის სტამბოლის 1999 წ. სამიტზე მიღწეული შეთანხმების საფუძველზე იწყება საქართველოდან რუსული სამხედრო ტექნიკისა და ქონების ეტაპობრივი გატანის პროცესი.", img: "1999"},
              { name: "2009", fact: "ქუთაისის არქეოლოგიურმა ექსპედიციამ ბაგრატის ტაძარში დაახლ. VII საუკუნის, სავარაუდოდ სამეფო ოჯახის წევრი ქალის სამარხი აღმოაჩინა. მაჰმუდ აჰმადინეჯადი ირანის პრეზიდენტი გახდა მეორე ვადით, მიუხედავად სამოქალაქო წინააღმდეგობისა.", img: "Tsinaaghmdegobi"},
              { name: "ქუთაისის არქეოლოგიურმა ექსპედიციამ ბაგრატის ტაძარში დაახლ. VII საუკუნის, სავარაუდოდ სამეფო ოჯახის წევრი ქალის სამარხი აღმოაჩინა.", fact: "ქუთაისის არქეოლოგიურმა ექსპედიციამ ბაგრატის ტაძარში დაახლ. VII საუკუნის, სავარაუდოდ სამეფო ოჯახის წევრი ქალის სამარხი აღმოაჩინა.", img: "Aghmoachina"},
              { name: "მაჰმუდ აჰმადინეჯადი ირანის პრეზიდენტი გახდა მეორე ვადით, მიუხედავად სამოქალაქო წინააღმდეგობისა.", fact: "მაჰმუდ აჰმადინეჯადი ირანის პრეზიდენტი გახდა მეორე ვადით, მიუხედავად სამოქალაქო წინააღმდეგობისა.", img: "Tsinaaghmdegobi"},
              { name: "2020", fact: "ლიბანის დედაქალაქ ბეირუთის ნავსადგურში აფეთქება მოხდა.", img: "Mokh"},
              { name: "2021", fact: "ქართველი ძალოსანი ლაშა ტალახაძე +109 კგ წონით კატეგორიაში ოლიმპიური ჩემპიონი გახდა.", img: "109"}
            ],
  born:     [
              { name: "1521", fact: "ურბან VII — რომის პაპი", img: "Rome"},
              { name: "1805", fact: "ჰამილტონი, უილიამ როუან — ირლანდიელი მათემატიკოსი.", img: "hamiltoni uiliam rouan"},
              { name: "1859", fact: "ჰამსუნი, კნუტ — ნორვეგიელი მწერალი.", img: "hamsuni knut"},
              { name: "1871", fact: "ზაქარია ფალიაშვილი — ქართველი კომპოზიტორი (გ. 1933)", img: "1933"},
              { name: "1900", fact: "ელისაბედ ბოუზ-ლაიონი — დიდი ბრიტანეთის დედა დედოფალი", img: "elisabed bouz laioni"},
              { name: "1901", fact: "არმსტრონგი, ლუი — ამერიკელი მუსიკოსი (გ.1971)", img: "1971"},
              { name: "1904", fact: "გომბროვიჩი, ვოტოლდ — პოლონელი მწერალი (გ.1969)", img: "1969"},
              { name: "1929", fact: "არაფატი, იასირ — პალესტინის პოლიტიკური ლიდერი (გ.2004)", img: "2004"},
              { name: "1935", fact: "ვახუშტი კოტეტიშვილი — ქართველი ლიტერატურათმცოდნე, კრიტიკოსი, ფოლკლორისტი, ირანისტი, მთარგმნელი", img: "vakhushti kotetishvili"},
              { name: "1947", fact: "შულცე, კლაუს — გერმანელი კომპოზიტორი", img: "shultse klaus"}
            ],
  died:     [
              { name: "1060", fact: "ანრი I — საფრანგეთის მეფე (დ.1008)", img: "1008"},
              { name: "1578", fact: "სებასტიანე — პორტუგალიის მეფე", img: "sebastiane"},
              { name: "1784", fact: "მარტინი, ჯოვანი — იტალიელი კომპოზიტორი", img: "martini jovani"},
              { name: "1864", fact: "ჰანზემანი, დავიდ — პრუსიის პოლიტიკური მოღვაწე.", img: "hanzemani david"},
              { name: "1875", fact: "ანდერსენი, ჰანს კრისტიან — დანიელი მწერალი (დ.1805)", img: "1805"}
            ]
});
