window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "სალომე ქართველი ილია მართალი ელია წინასწარმეტყველი", fact: "სალომე ქართველი ილია მართალი ელია წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "სალომე ქართველი", fact: "სალომე ქართველი", img: "Kartveli"},
              { name: "ილია მართალი", fact: "ილია მართალი", img: "Martali"},
              { name: "ელია წინასწარმეტყველი", fact: "ელია წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "აგრეთვე:", fact: "აგრეთვე:", img: "Agretv"},
              { name: "ბულგარეთი, ჩრდილოეთი მაკედონია : ილინდენის დღე (წმ. ილიას დღე)", fact: "ბულგარეთი, ჩრდილოეთი მაკედონია : ილინდენის დღე (წმ. ილიას დღე)", img: "Dghe"}
            ],
  history:  [
              { name: "ძვ. წ. 216", fact: "მეორე პუნიკური ომის ყველაზე დიდი ბრძოლა გაიმართა ქალაქ კანესთან, სადაც კართაგენის მხედართმთავარი ჰანიბალი უდიდეს ზიანს აყენებს რომაელებს ამ უკანასკნელთა ისტორიაში.", img: "Istoria"},
              { name: "1377", fact: "მასიური ლოთობის გამო რუსების ჯარი თათრების უფლისწულმა არაფშამ გაანადგურა.", img: "Gaanadgura"},
              { name: "1589", fact: "საფრანგეთის მეფის ანრი IIIს მკვლელობის შედეგად შეწყდა ვალუას დინასტია და გამეფთა ბურბონების დინასტიის პიველი წარმომადგენელი ანრი IV.", img: "Anri"},
              { name: "1769", fact: "პირველი ესპანური დასახლება გაჩნდა დღევანდელი ლოს-ანჯელესის მიდამოებში.", img: "Midamoeb"},
              { name: "1776", fact: "კონტინენტური კონგრესის დელეგატები აშშ-ის დამოუკიდებლობის დეკლარაციას აწერენ ხელს.", img: "USA"},
              { name: "1790", fact: "აშშ-ში პირველი მოსახლეობის საყოველთაო აღწერა ჩატარდა.", img: "USA"},
              { name: "1802", fact: "პლებისციტით ნაპოლეონი სიკვდილამდე საფრანგეთის კონსულად დაინიშნა.", img: "Dainishna"},
              { name: "1830", fact: "ტახტზე უარი თქვა საფრანგეთის მეფე შარლ X-მ (ბურბონთა დინასტიის უკანასკნელი წარმომადგენელი).", img: "Tsarmomadgeneli"},
              { name: "1858", fact: "ჩრდილოეთ ამერიკაში დაარსდა ბრიტანეთის კოლუმბია.", img: "USA"},
              { name: "1869", fact: "იაპონიაში სამურაის, მიწადმოქმედთა, მოხელეთა და ვაჭართა კლასობრივი სისტემა გაუქმდა მეიძის რეფორმის ფარგლებში.", img: "Japan"},
              { name: "1870", fact: "ტაუერის მეტრო - მსოფლიოს პირველი მიწისქვეშა მეტროს რკინიგზის სისტემა გაიხსნა ლონდონში.", img: "London"},
              { name: "1906", fact: "პორტუგალიაში დაარსდა საფეხბურთო კლუბი „პორტუ“.", img: "Portu"},
              { name: "1934", fact: "ა. ჰიტლერი გერმანიის ხელისუფლების სათავეში მოვიდა.", img: "Movi"},
              { name: "1945", fact: "მეორე მსოფლიო ომი - პოტსდამის კონფერენცია დასრულდა.", img: "meore msoplio omi"},
              { name: "1990", fact: "ერაყის ჯარი ქუვეითში შეიჭრა, რაც სპარსეთის ყურის მეორე ომის მიზეზი გახდა.", img: "Gakh"},
              { name: "1993", fact: "საქართველო ტოვებს რუბლის ზონას და მიმოქცევაში უშვებს ქართულ კუპონს.", img: "Kupon"},
              { name: "2014", fact: "თბილისის საქალაქო სასამართლომ საქართველოს ექსპრეზიდენტ მიხეილ სააკაშვილს წინასწარი პატიმრობა შეუფარდა.", img: "Sheupar"}
            ],
  born:     [
              { name: "1674", fact: "ფილიპ II ორლეანის ჰერცოგი — საფრანგეთის რეგენტი", img: "pilip II orleanis hertsogi"},
              { name: "1696", fact: "მაჰმუდ I — ოსმალეთის სულთანი", img: "mahmud I"},
              { name: "1868", fact: "კონსტანტინე I — საბერძნეთის მეფე", img: "konstantine I"},
              { name: "1902", fact: "რიფენშტალი, ლენი — გერმანელი კინორეჟისორი", img: "ripenshtali leni"},
              { name: "1923", fact: "შიმონ პერესი — ისრაელის ერთ-ერთი უხუცესი სახელმწიფო მოღვაწე", img: "shimon peresi"},
              { name: "1927", fact: "თაბუკაშვილი, რევაზ — ქართველი მწერალი, დრამატურგი, მთარგმნელი, რეჟისორი", img: "tabukashvili revaz"},
              { name: "1934", fact: "ბიკოვსკი, ვლადიმერ — კოსმონავტი", img: "bikovski vladimer"},
              { name: "1946", fact: "ისაკაძე, ლიანა — ქართველი მევილიონე", img: "isakadze liana"}
            ],
  died:     [
              { name: "686", fact: "იოანე V — რომის პაპი", img: "Rome"},
              { name: "1100", fact: "უილიამ II — ინგლისის მეფე", img: "England"},
              { name: "1589", fact: "ანრი III (საფრანგეთი) — პოლონეთისა და საფრანგეთის მეფე", img: "anri III saprangeti"},
              { name: "1776", fact: "ლუი ფრანსუა I — კონტის პრინცი, საფრანგეთის სამხედრო ლიდერი", img: "lui pransua I"},
              { name: "1922", fact: "ბელი, გრაჰამ — გამომგონებელი (დ. 1847)", img: "1847"},
              { name: "1923", fact: "ჰარდინგი, უორენ გამალიელ — აშშ-ს 29-ე პრეზიდენტი (დ. 1865)", img: "29"},
              { name: "1934", fact: "ჰინდენბურგი, პაულ ფონ — გერმანიის პოლიტიკური მოღვაწე (დ. 1847)", img: "1847"},
              { name: "1978", fact: "ჩავესი, კარლოს — მექსიკელი კომპოზიტორი (დ. 1899)", img: "1899"}
            ]
});
