window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ტროფიმე, თეოფილე და მათთან ცამეტი მოწამე აპოლინარ რავენელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ტროფიმე, თეოფილე და მათთან ცამეტი მოწამე აპოლინარ რავენელი", img: "Raveneli"},
              { name: "ტროფიმე, თეოფილე და მათთან ცამეტი მოწამე", fact: "ტროფიმე, თეოფილე და მათთან ცამეტი მოწამე", img: "Motsam"},
              { name: "აპოლინარ რავენელი", fact: "აპოლინარ რავენელი", img: "Raveneli"},
              { name: "აგრეთვე: ბურკინა-ფასო : დამოუკიდებლობის დღე ხორვატია : გამარჯვების დღე", fact: "აგრეთვე: ბურკინა-ფასო : დამოუკიდებლობის დღე ხორვატია : გამარჯვების დღე", img: "Dghe"},
              { name: "ბურკინა-ფასო : დამოუკიდებლობის დღე", fact: "ბურკინა-ფასო : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ხორვატია : გამარჯვების დღე", fact: "ხორვატია : გამარჯვების დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1100", fact: "ვესმინსტერის სააბატოში ჰენრი I ინგლისის მეფედ აკურთხეს.", img: "Akurtkhe"},
              { name: "1583", fact: "სერ ჰამფრი გილბერტი აფუძნებს პირველ ინგლისურ კოლონიას ჩრდ. ამერიკაში, დღევანდელი სენტ-ჯონი, ნიუფაუნდლენდი.", img: "USA"},
              { name: "1772", fact: "პოლონეთის პირველი დაყოფა მოხდა რუსეთს, პრუსიასა და ავსტრიას შორის.", img: "Shor"},
              { name: "1789", fact: "საფრანგეთში ბატონ-ყმობა გაუქმდა.", img: "Gaukm"},
              { name: "1860", fact: "კარლ IV ნორვეგიის მეფედ აკურთხეს ტრონდჰეიმში.", img: "Trondheim"},
              { name: "1861", fact: "ომის დანახარჯების ანაზღაურების მიზნით აშშ-ის მთავრობა აწესებს პირველ საშემოსავლო გადასახადს 1861 წლის შემოსავლების აქტით ($800-ზე მეტი ყველა შემოსავლის 3 %; გაუქმდა 1872-ში).", img: "1861"},
              { name: "1874", fact: "იაპონიაში საფოსტო სერვისი იხსნება, ინგლისის ფოსტის მსგავსად.", img: "Japan"},
              { name: "1884", fact: "თავისუფლების ქანდაკების საძირკველი ჩაიყარა ბალდოს კუნძულზე ნიუ-იორკის ყურეში.", img: "Qure"},
              { name: "1912", fact: "იაპონიაში პირველი ტაქსი გამოჩნდა გინძაში, ტოკიო.", img: "Japan"},
              { name: "1914", fact: "კლივლენდში, ოჰაიო, მსოფლიოში პირველი ელექტრო საგზაო შუქნიშანი დამონტაჟდა.", img: "Damontazh"},
              { name: "1924", fact: "თურქეთში მრავალცოლიანობა აიკრძალა.", img: "Aikrdzala"},
              { name: "1949", fact: "ეკვადორში მიწისძვრამ 50 ქალაქი დაანგრია და 6000-ზე მეტი ადამიანი იმსხვერპლა.", img: "50"},
              { name: "1960", fact: "ბურკინა-ფასო, მანამდე ცნობილი როგორც „ზემო ვოლტა“, საფრანგეთისაგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1962", fact: "ნელსონ მანდელა დააპატიმრეს; 1990 წლამდე საპყრობილეში იყო.", img: "1990"},
              { name: "1963", fact: "აშშ, დიდი ბრიტანეთი და სსრკ ხელს აწერენ ბირთვული იარაღის გამოცდის აკრძალვის შესახებ ხელშეკრულებას.", img: "USA"},
              { name: "1991", fact: "ლიეტუვაში შემოიღეს გარდამავალი საგადამხდელო კუპონები „ვაგნორკა“.", img: "Vagnorka"},
              { name: "1995", fact: "ოპერაცია შტორმის შედეგად ხორვატებმა აიღეს სერბების მნიშვნელოვანი გამაგრება ქალაქ კნინში. ეს დღე ხორვატიის გამარჯვების დღესასწაულად ითვლება.", img: "Itvleba"},
              { name: "2011", fact: "უკრაინის სასამართლომ პატიმრობა შეუფარდა ყოფილ პრემიერ-მინისტრ იულია ტიმოშენკოს.", img: "Timoshenko"},
              { name: "2019", fact: "ინდოეთის მთავრობამ გააუქმა ჯამუ და ქაშმირის სპეციალური სტატუსი და ორი მოკავშირე ტერიტორია ჯამუ და ქაშმირი და ლადაქი ჩამოაყალიბა.", img: "Chamoaqaliba"},
              { name: "2024", fact: "ბანგლადეშში მიმდინარე საპროტესტო აქციების შედეგად ქვეყნის პრემიერ-მინისტრი შეიხ ჰასინა თანამდებობიდან გადადგა.", img: "Bangladesh"}
            ],
  born:     [
              { name: "1802", fact: "აბელი, ნილს — ნორვეგიელი მათემატიკოსი. (გ. 1829)", img: "1829"},
              { name: "1813", fact: "ოსენი, ივარ — ნორვეგიელი ლინგვისტი და პოეტი, ლიტერატურული ნორვეგიული ენის ჩამომყალიბებელი.", img: "oseni ivar"},
              { name: "1844", fact: "რეპინი, ილია — რუსი მხატვარი", img: "repini ilia"},
              { name: "1850", fact: "მოპასანი, გი დე — ფრანგი მწერალი (გ. 1893)", img: "1893"},
              { name: "1890", fact: "კლაიბერი, ერიხ — გერმანელი დირიჟორი (გ. 1956)", img: "1956"},
              { name: "1889", fact: "აიკენი, კონრად — ამერიკელი მწერალი", img: "aikeni konrad"},
              { name: "1906", fact: "ლეონტიევი, ვასილი — რუსი ეკონომისტი, ნობელის პრემიის ლაურეატი", img: "leontievi vasili"},
              { name: "1930", fact: "არმსტრონგი, ნილ — კოსმონავტი, პირველი ადამიანი მთვარეზე", img: "armstrongi nil"},
              { name: "1939", fact: "ირენა ნიდერლანდელი — ნიდერლანდების პრინცესა", img: "irena niderlandeli"},
              { name: "1965", fact: "კუხიანიძე, რობი — ქართველი მუსიკოსი", img: "kukhianidze robi"},
              { name: "1968", fact: "ლე პენი, მარინ — ფრანგი პოლიტიკოსი", img: "le peni marin"}
            ],
  died:     [
              { name: "882", fact: "ლუი III — საფრანგეთის მეფე", img: "lui III"},
              { name: "1364", fact: "კოგონი — იაპონიის იმპერატორი", img: "kogoni"},
              { name: "1880", fact: "ფერდინანდ ფონ ჰებრა — ავსტიელი მეცნიერ-მედიკოსი (დ. 1816)", img: "1816"},
              { name: "1895", fact: "ენგელსი, ფრიდრიხ — გერმანელი ფილოსოფოსი (დ. 1820)", img: "1820"},
              { name: "1957", fact: "ვილანდი, ჰაინრიხ ოტო — გერმანელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "vilandi hainrikh oto"},
              { name: "1962", fact: "მონრო, მერილინ — ამერიკელი მსახიობი (დ. 1926)", img: "1926"},
              { name: "1984", fact: "ბერტონი, რიჩარდ — უელსელი მსახიობი", img: "bertoni richard"},
              { name: "1990", fact: "ჟავორონკოვი, ნიკოლოზ — საბჭოთა ეპოქის ქიმიკოსი", img: "zhavoronkovi nikoloz"},
              { name: "2013", fact: "დიუკი, ჯორჯ — ამერიკელი ჯაზ-მუსიკოსი", img: "diuki jorj"}
            ]
});
