window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ღვთისმშობლის დედის წმინდა ანას მიცვალება. ოლიმპიადა დიაკონისა და ევპრაქსია ქალწული მეხუთე მსოფლიო კრების ხსენება", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ღვთისმშობლის დედის წმინდა ანას მიცვალება. ოლიმპიადა დიაკონისა და ევპრაქსია ქალწული მეხუთე მსოფლიო კრების ხსენება", img: "Khseneba"},
              { name: "ღვთისმშობლის დედის წმინდა ანას მიცვალება.", fact: "ღვთისმშობლის დედის წმინდა ანას მიცვალება.", img: "Mitsvaleba"},
              { name: "ოლიმპიადა დიაკონისა და ევპრაქსია ქალწული", fact: "ოლიმპიადა დიაკონისა და ევპრაქსია ქალწული", img: "Kaltsuli"},
              { name: "მეხუთე მსოფლიო კრების ხსენება", fact: "მეხუთე მსოფლიო კრების ხსენება", img: "Khseneba"},
              { name: "აგრეთვე: კოტ-დ’ივუარი : რესპუბლიკის დღე კირიბატი : ახალგაზრდობის დღე სამოა : შრომის დღე", fact: "აგრეთვე: კოტ-დ’ივუარი : რესპუბლიკის დღე კირიბატი : ახალგაზრდობის დღე სამოა : შრომის დღე", img: "Dghe"},
              { name: "კოტ-დ’ივუარი : რესპუბლიკის დღე", fact: "კოტ-დ’ივუარი : რესპუბლიკის დღე", img: "Dghe"},
              { name: "კირიბატი : ახალგაზრდობის დღე", fact: "კირიბატი : ახალგაზრდობის დღე", img: "Dghe"},
              { name: "სამოა : შრომის დღე", fact: "სამოა : შრომის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1819", fact: "სიმონ ბოლივარის (სურათზე) ტრიუმფალური გამარჯვება ბოიაკას ბრძოლაში ესპანეთთან.", img: "Espanet"},
              { name: "1944", fact: "აი-ბი-ემი ქმნის პირველ პროგრამირებულ კალკულატორს, ცნობილი როგორც ჰარვარდ მარკ I.", img: "Mark"},
              { name: "1947", fact: "თურ ჰეიერდალი საკუთარ რაფტზე 101 დღეში ჰკვეთს წყნარ ოკეანეს.", img: "101"},
              { name: "1960", fact: "კოტ-დ’ივუარმა დამოუკიდებლობა გამოაცხადა საფრანგეთისაგან.", img: "Saprangetisagan"},
              { name: "1965", fact: "სინგაპური განდევნილ იქნა მალაიზიის ფედერაციიდან.", img: "Pederatsiidan"},
              { name: "1976", fact: "ვიკინგის პროგრამა - ვიკინგ 2 მარსის ორბიტაში შედის.", img: "vikingis programa"},
              { name: "1995", fact: "ოპერაცია შტორმი ოფიციალურად დასრულებულად გამოცხადდა ხორვატიის სრული გამარჯვებით სერბ სეპარატისტთა ძალებზე.", img: "Dzalebz"},
              { name: "1998", fact: "ტერორისტები აფეთქებენ აშშ-ის საელჩოებს ტანზანიასა და კენიაში. მოკლულ იქნა 224, ხოლო მძიმედ დაშავდა 4500 ადამიანი.", img: "224"},
              { name: "2008", fact: "ცხინვალის რეგიონში ოს სეპარატისტთა და საქართველოს შეიარაღებულ ძალებს შორის ინტენსიური საარტილერიო სროლები დაიწყო.", img: "Daitsqo"},
              { name: "2010", fact: "მეწყერმა განსუს პროვინციაში, ჩინეთში, 1117 ადამიანი იმსხვერპლა, მათგან 627 დაკარგულია.", img: "1117"}
            ],
  born:     [
              { name: "317", fact: "კონსტანტინე II — რომის იმპერატორი", img: "Rome"},
              { name: "1533", fact: "ერსილია ი სუნიგა, ალონსო დე — ესპანელი პოეტი (გ.1594)", img: "1594"},
              { name: "1876", fact: "მატა ჰარი — ნიდერლანდელი ჯაშუში (გ.1917)", img: "1917"},
              { name: "1907", fact: "ჟავორონკოვი, ნიკოლოზ — საბჭოთა ეპოქის ქიმიკოსი (გ.1990)", img: "1990"},
              { name: "1955", fact: "სოროკინი, ვლადიმირ — რუსი მწერალი", img: "sorokini vladimir"},
              { name: "1958", fact: "დიკინსონი, ბრიუს — ინგლისელი მომღერალი (ჯგუფი Iron Maiden)", img: "Iron Maiden"},
              { name: "1966", fact: "უეილსი, ჯიმი — ვიკიპედიის დამფუძნებელი, ვიკიმედიის ფონდის პრეზიდენტი", img: "ueilsi jimi"}
            ],
  died:     [
              { name: "461", fact: "მაიორიანი — რომის იმპერატორი", img: "Rome"},
              { name: "479", fact: "იურიაკუ — იაპონიის იმპერატორი", img: "iuriaku"},
              { name: "1834", fact: "ჟაკარი, ჟოზეფ მარი — ფრანგი ფეიქარი და გამომგონებელი.", img: "zhakari zhozep mari"},
              { name: "1855", fact: "არისტა, მარიანო — მექსიკის პრეზიდენტი 1851-1853 (დ.1802)", img: "1851"},
              { name: "1921", fact: "ბლოკი, ალექსანდრე — რუსი პოეტი", img: "bloki aleksandre"},
              { name: "1938", fact: "სტანისლავსკი, კონსტანტინე — რუსი თეატრალური მოღვაწე", img: "stanislavski konstantine"},
              { name: "1941", fact: "თაგორი, რაბინდრანათ — ინდოელი პოეტი (დ.1861)", img: "1861"},
              { name: "1970", fact: "კვინიტაძე, გიორგი — ქართველი სამხედრო მოღვაწე", img: "kvinitadze giorgi"},
              { name: "2008", fact: "ვახუშტი კოტეტიშვილი — ირანისტი, ფოლკლორისტი", img: "vakhushti kotetishvili"}
            ]
});
