window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "გიორგი მაშენებელი პროხორე, ნიკანორი, ტიმონი და პარმენი - სამოცდაათთაგანნი წმინდა იულიანე, წმინდა ევსტათი და წმინდა აკაკი პავლე ქსეროპოტამელი", fact: "გიორგი მაშენებელი პროხორე, ნიკანორი, ტიმონი და პარმენი - სამოცდაათთაგანნი წმინდა იულიანე, წმინდა ევსტათი და წმინდა აკაკი პავლე ქსეროპოტამელი", img: "giorgi mashenebeli prokhore nikanori timoni da parmeni"},
              { name: "გიორგი მაშენებელი", fact: "გიორგი მაშენებელი", img: "Mashenebeli"},
              { name: "პროხორე, ნიკანორი, ტიმონი და პარმენი - სამოცდაათთაგანნი", fact: "პროხორე, ნიკანორი, ტიმონი და პარმენი - სამოცდაათთაგანნი", img: "prokhore nikanori timoni da parmeni"},
              { name: "წმინდა იულიანე, წმინდა ევსტათი და წმინდა აკაკი", fact: "წმინდა იულიანე, წმინდა ევსტათი და წმინდა აკაკი", img: "Akaki"},
              { name: "პავლე ქსეროპოტამელი", fact: "პავლე ქსეროპოტამელი", img: "Kseropotameli"}
            ],
  history:  [
              { name: "ძვ. წ. 612", fact: "ასურეთის მმართველი სინშარიშკუნის მკვლელობას ნინევეს დაქცევა მოჰყვა.", img: "Mohqva"},
              { name: "610", fact: "ლაილათ ალ-ქადრი ისლამში — მუჰამედი ყურანის მიღებას იწყებს.", img: "lailat al kadri islamshi"},
              { name: "955", fact: "ლეხფელდის ბრძოლა — ოტო I, საღვთო რომის იმპერერატორი, ამარცხებს მადიარებს, რითაც მადიართა 50 წლიან თარეშს მოეღო ბოლო დასავლეთში.", img: "50"},
              { name: "1519", fact: "ფერდინანდ მაგელანი ხუთი გემით სევილიიდან გადის მსოფლიოს ირგვლივ შემოსაცურად.", img: "Shemosatsur"},
              { name: "1792", fact: "საფრანგეთის რევოლუცია — ტიულრის სასახლის შტურმი და ლუი XVI-ის დაპატიმრება.", img: "saprangetis revolutsia"},
              { name: "1809", fact: "ეკვადორმა დამოუკიდებლობა გამოაცხადა ესპანეთისგან.", img: "Espanetisgan"},
              { name: "1821", fact: "მისური აშშ-ის 24-ე შტატი გახდა.", img: "24"},
              { name: "1846", fact: "აშშ-ის კონგრესმა სმითსონის ინსტიტუტს ქარტია მიანიჭა, მეცნიერი ჯეიმზ სმითსონის მიერ $500 000-ის გადახდის შემდეგ.", img: "500"},
              { name: "1893", fact: "აუგსბურგში, რუდოლფ დიზელის პროტოტიპი პირველად გადის საკუთარი ძალით. ეს დღე საერთაშორისო ბიოდიზელის დღედ აღინიშნება.", img: "Aghinishneba"},
              { name: "1913", fact: "ბულგარეთმა, რუმინეთმა, სერბეთმა, მონტენეგრომ და საბერძნეთმა ხელი მოაწერეს ბუქარესტის ხელშეკრულებას. დამთავრდა მეორე ბალკანური ომი.", img: "Romania"},
              { name: "1920", fact: "პირველი მსოფლიო ომი — ოსმალეთის სულთანი მეჰმედ VI-ს წარმომადგენლები ხელს აწერენ სევრის ხელშეკრულებას, რომლითაც დამარცხებული ოსმალეთის იმპერია მოკავშირეებმა გაიყვეს.", img: "pirveli msoplio omi"},
              { name: "1944", fact: "მეორე მსოფლიო ომი — ამერიკული ძალები ამარცხებენ ბოლო იაპონურ გამაგრებას გუამში.", img: "meore msoplio omi"},
              { name: "1990", fact: "კოსმოსური ხომალდი მაგელანი პლანეტა ვენერას ატმოსფეროში შედის.", img: "Shed"},
              { name: "2003", fact: "იური მალენჩენკო პირველი ადამიანი გახდა, რომელმაც კოსმოსში იქორწინა.", img: "Ikortsina"},
              { name: "2007", fact: "ხანძარმა კინოქალაქი ჩინეჩიტას მნიშვნელოვანი ნაწილი გაანადგურა.", img: "Gaanadgura"},
              { name: "2008", fact: "მიზანში მსროლელმა ნინო სალუქვაძემ პეკინის ოლიმპიურ თამაშებში ბრინჯაოს მედალი მოიპოვა.", img: "Moipova"},
              { name: "2009", fact: "რაფაელ კორეას ინაუგურაცია შედგა ეკვადორის პრეზიდენტის პოსტზე მეორე ვადით.", img: "Vadit"},
              { name: "2010", fact: "მკვლევარების განცხადებით, შესაძლებელია ალცჰაიმერის დაავადების დიაგნოზირება ზემაღალი სიზუსტით, ზურგის ტვინის სითხის ტესტირებით.", img: "Testirebit"},
              { name: "2014", fact: "რეჯეფ თაიფ ერდოღანი თურქეთის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2020", fact: "ბელარუსის მოქმედი პრეზიდენტის, ალექსანდრე ლუკაშენკოს სადავო ხელახლა არჩევას საპროტესტო აქციები მოჰყვა.", img: "Mohqva"},
              { name: "2021", fact: "„ბარსელონაში“ 21-წლიანი თამაშის შემდეგ ლიონელ მესი „პარი სენ-ჟერმენში“ გადავიდა.", img: "21"}
            ],
  born:     [
              { name: "1267", fact: "ხაიმე II სამართლიანი — არაგონის მეფე", img: "khaime II samartliani"},
              { name: "1397", fact: "ალბერტ II გერმანელი — საღვთო რომის იმპერიის იმპერატორი", img: "Rome"},
              { name: "1602", fact: "რობერვალი, ჟილეს — ფრანგი მათემატიკოსი", img: "robervali zhiles"},
              { name: "1839", fact: "ალექსანდრე სტოლეტოვი — რუსი ფიზიკოსი", img: "aleksandre stoletovi"},
              { name: "1845", fact: "აბაი კუნანბაევი — ყაზახი პოეტი-განმანათლებელი (გ. 1904)", img: "1904"},
              { name: "1874", fact: "ჰუვერი, ჰერბერტ — აშშ-ს 31-ე პრეზიდენტი (გ.1964)", img: "31"},
              { name: "1888", fact: "მუჰამად ჰუსეინ ჰაიქალი — არაბი (ეგვიპტელი) მწერალი და სახელმწიფო მოღვაწე. (გ. 1956)", img: "1956"},
              { name: "1902", fact: "არნე ტისელიუსი — შვედი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "arne tiseliusi"},
              { name: "1912", fact: "ჟორჟი ამადუ — ბრაზილიელი მწერალი", img: "zhorzhi amadu"},
              { name: "1913", fact: "ვოლფგანგ პაული — გერმანელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "volpgang pauli"},
              { name: "1924", fact: "ჟან-ფრანსუა ლიოტარი — ფრანგი ფილოსოფოსი (გ.1998)", img: "1998"},
              { name: "1935", fact: "გია ყანჩელი — ქართველი კომპოზიტორი (გ. 2019)", img: "2019"},
              { name: "1947", fact: "იენ ანდერსონი — შოტლანდიელი მუსიკოსი, ვოკალისტი, ჯგუფ ჯეთრო ტალის დამაარსებელი", img: "ien andersoni"},
              { name: "1960", fact: "ბანდერასი, ანტონიო — ესპანელი მსახიობი", img: "banderasi antonio"}
            ],
  died:     [
              { name: "1535", fact: "მედიჩი, იპოლიტო — ფლორენციის მმართველი", img: "medichi ipolito"},
              { name: "1759", fact: "ფერდინანდ VI — ესპანეთის მეფე", img: "perdinand VI"},
              { name: "1862", fact: "ანდრე, კარლ — გერმანელი გეოგრაფი", img: "andre karl"},
              { name: "1896", fact: "ლილიენტალი, ოტო — გერმანელი ინჟინერი (დ. 1848)", img: "1848"},
              { name: "1979", fact: "გიგინეიშვილი, ვალენტინ — ქართველი გეოფიზიკოსი", img: "gigineishvili valentin"},
              { name: "1988", fact: "არნულფო არიასი — პანამის პრეზიდენტი (დ. 1901)", img: "1901"}
            ]
});
