window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "არსენ ნინოწმინდელი ევდოკიმე კაბადოკიელი წმინდა ივლიტა (IV) იოსებ არიმათიელი", fact: "არსენ ნინოწმინდელი ევდოკიმე კაბადოკიელი წმინდა ივლიტა (IV) იოსებ არიმათიელი", img: "Arimatieli"},
              { name: "არსენ ნინოწმინდელი", fact: "არსენ ნინოწმინდელი", img: "Ninotsmindeli"},
              { name: "ევდოკიმე კაბადოკიელი", fact: "ევდოკიმე კაბადოკიელი", img: "Kabadokieli"},
              { name: "წმინდა ივლიტა (IV)", fact: "წმინდა ივლიტა (IV)", img: "Ivlita"},
              { name: "იოსებ არიმათიელი", fact: "იოსებ არიმათიელი", img: "Arimatieli"},
              { name: "აგრეთვე:", fact: "აგრეთვე:", img: "Agretv"},
              { name: "ცაციათა საერთაშორისო დღე", fact: "ცაციათა საერთაშორისო დღე", img: "Dghe"}
            ],
  history:  [
              { name: "ძვ. წ. 3114", fact: "მაიას კალენდრის დასაწყისი.", img: "Dasatsqisi"},
              { name: "1099", fact: "პასკალ II რომის პაპი გახდა.", img: "Pope"},
              { name: "1521", fact: "ესპანელმა კონკისტადორმა ჰერნან კორტესმა აცტეკების სამეფოს დედაქალაქი ტენოჩტიტლანი აიღო (ახლანდელი მეხიკო).", img: "Mekhiko"},
              { name: "1624", fact: "საფრანგეთის მეფე ლუი XIII-მ კარდინალი რიშელიე დანიშნა თავის პირველ მინისტრად.", img: "Ministr"},
              { name: "1868", fact: "მიწისძვრა მოხდა ორი ქვეყნის – ეკვადორისა და პერუს საზღვარზე. დაიღუპა 25 ათასი ადამიანი.", img: "25"},
              { name: "1905", fact: "ნორვეგიაში რეფერენდუმით შვედეთთან კავშირი გაუქმდა.", img: "Gaukm"},
              { name: "1913", fact: "აკრობატი ოტო ვიტეს განცხადებით ის ალბანეთის მეფედ აკურთხეს.", img: "Akurtkhe"},
              { name: "1913", fact: "უჟანგავი ფოლადი გამოიგონა ჰარი ბრერლიმ.", img: "Brerlim"},
              { name: "1920", fact: "პოლონეთ-საბჭოთა კავშირის ომი - ვარშავის ბრძოლა იწყება, სადაც პოლონელებმა წითელი არმია დაამარცხეს.", img: "polonet sabchota kavshiris omi"},
              { name: "1942", fact: "უოლტ დისნეის მეხუთე სრულმეტრაჟიანი ანიმაციური ფილმის „ბემბი“ პრემიერა.", img: "Premiera"},
              { name: "1960", fact: "ცენტრალური აფრიკის რესპუბლიკამ დამოუკიდებლობა გამოაცხადა საფრანგეთისაგან.", img: "Saprangetisagan"},
              { name: "1994", fact: "მატარებლების შეჯახებას ქვემო ქართლში, ველი-გაჩიანის სარკინიგზო გადასარბენზე 24 ადამიანის სიცოცხლე ემსხვერპლა.", img: "24"},
              { name: "2004", fact: "ათენში გაიხსნა 28-ე ოლიმპიური თამაშები.", img: "28"},
              { name: "2004", fact: "ადამ კურის შექმნილი კოდით იწყება პოდკასტინგი.", img: "Podkastingi"},
              { name: "2008", fact: "ბერძნულ-რომაულ სტილში მოჭიდავე მანუჩარ კვირკველიამ და ძიუდოისტმა ირაკლი ცირეკიძემ პეკინის ოლიმპიურ თამაშებზე ოქროს მედლები მოიპოვეს.", img: "Moipove"},
              { name: "2009", fact: "მეცნიერებმა აღმოაჩინეს ეგზოპლანეტა WASP-17b, პირველი ცნობილი პლანეტა რეტროგრადული ორბიტით.", img: "Wasp"},
              { name: "2010", fact: "ჩინეთის სოფლის მეურნეობის ბანკმა დაასრულა მსოფლიოში უდიდესი აქციების პირველადი განთავსება, საერთო ღირებულებით $22.1 მილიარდი.", img: "22"}
            ],
  born:     [
              { name: "1311", fact: "ალფონსო XI — კასტილიის და ლეონის მეფე", img: "alponso XI"},
              { name: "1872", fact: "ვილშტეტერი, რიხარდ — გერმანელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "vilshteteri rikhard"},
              { name: "1899", fact: "ჰიჩკოკი, ალფრედ — ინგლისელი კინორეჟისორი (გ.1980)", img: "1980"},
              { name: "1927", fact: "კასტრო, ფიდელ — კუბელი პოლიტიკური მოღვაწე, დიქტატორი", img: "kastro pidel"},
              { name: "1967", fact: "ნოტომი, ამელი — ბელგიელი მწერალი.", img: "notomi ameli"},
              { name: "1972", fact: "ჰანჯოური, ჰანი — ტერორისტი, 11 სექტემბრის ერთ-ერთი მონაწილე", img: "11"}
            ],
  died:     [
              { name: "900", fact: "ცვენტიბოლტი — ლოტარინგიის უკანასკნელი მეფე", img: "tsventibolti"},
              { name: "1863", fact: "ეჟენ დელაკრუა — ფრანგი ფერმწერი და გრაფიკოსი (გ. 1863) (დ.1798)", img: "1863"},
              { name: "1910", fact: "ნაიტინგეილი, ფლორენს — ინგლისელი მედდა (დ.1820)", img: "1820"},
              { name: "1913", fact: "ბებელი, ავგუსტ — გერმანელი პოლიტიკოსი", img: "bebeli avgust"},
              { name: "1946", fact: "უელზი, ჰერბერტ ჯორჯ — ინგლისელი მწერალი (დ.1866)", img: "1866"},
              { name: "1953", fact: "არაყიშვილი, დიმიტრი — ქართველი კომპოზიტორი", img: "araqishvili dimitri"},
              { name: "1994", fact: "კანეტი, ელიას — მწერალი (დ.1905)", img: "1905"},
              { name: "2010", fact: "გვიდო დე მარკო — მალტის ექს-პრეზიდენტი და გაეროს გენერალური ასამბლეის თავმჯდომარე", img: "gvido de marko"}
            ]
});
