window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია აღნიშნავს:", fact: "მართლმადიდებელი ეკლესია აღნიშნავს:", img: "Aghnishnav"},
              { name: "ფერისცვალებას", fact: "ფერისცვალებას", img: "Peristsvaleba"},
              { name: "ფერისცვალებას", fact: "ფერისცვალებას", img: "Peristsvaleba"}
            ],
  history:  [
              { name: "ძვ. წ. 293", fact: "უძველესი ცნობილი რომაული ქალღმერთი ვენერას ტაძარი დაფუძნდა ესქილინის ბორცვზე.", img: "Bortsvz"},
              { name: "ძვ. წ. 43", fact: "ოქტავიანე, მოგვიანებით ავგუსტუსი არწმუნებს სენატს მის კონსულად არჩევაზე.", img: "Archevaz"},
              { name: "14", fact: "ოქტავიანე (ავგუსტუსი) გარდაიცვალა.", img: "Gardaitsvala"},
              { name: "1691", fact: "მოხდა სლანკამენის ბრძოლა ოსმალეთისა და ავსტრიის არმიებს შორის.", img: "Shor"},
              { name: "1692", fact: "სალემის ჯადოაქრთა გასამართლება – სალემში, მასაჩუსეტსი, ხუთი ქალი და კლერკი საჯაროდ ჩამოახრჩვეს ჯადოქრობის ბრალდებით.", img: "salemis jadoakrta gasamartleba"},
              { name: "1768", fact: "წმინდა ისააკის საკათედრო ტაძარი დაარსდა სანქტ-პეტერბურგში, რუსეთი.", img: "Ruseti"},
              { name: "1813", fact: "გერვასიო ანტონიო დე პასადასი არგენტინის მეორე ტრიუმვირატს უერთდება.", img: "Uertdeba"},
              { name: "1839", fact: "ჟაკ დაგერის ახალი ფოტოგრაფიის პროცესის პრეზენტაციას მართავს საფრანგეთის მეცნიერებათა აკადემიისთვის.", img: "Akademiistv"},
              { name: "1919", fact: "ავღანეთი დიდი ბრიტანეთისგან სრულ გამოუკიდებლობას აღწევს.", img: "Aghtsev"},
              { name: "1934", fact: "გერმანიის ამომრჩევლები 89.9% ხმით მხარს უჭერენ ფიურერის თანამდებობის შექმნას.", img: "89"},
              { name: "1944", fact: "მეორე მსოფლიო ომი : პარიზის განთავისუფლება - პარიზი გერმანელი ოკუპანტებისგან თავისუფლდება მოკავშირეთა მხარდაჭერით.", img: "meore msoplio omi parizis gantavisupleba"},
              { name: "1953", fact: "ცივი ომი - აშშ-ის ცენტრალური დაზვერვის სააგენტოს დახმარებით ირანის მთავრობის გადაყენება და შაჰი მოჰამედ რეზა ფეჰლევის აღდგენა მოხდა.", img: "USA"},
              { name: "1960", fact: "ცივი ომი - მოსკოვში ამერიკელი პილოტ ფრენსის გერი პაუერსს ათი წლით პატიმრობა მიესაჯა შპიონაჟის ბრალდებით.", img: "tsivi omi"},
              { name: "1960", fact: "საბჭოთა კავშირმა კოსმოსში გაუშვა სპუტნიკი 5 ძაღლებით ბელკა და სტრელკა, 40 თაგვით, 2 ვირთხითა და სხვადასხვა მცენარით.", img: "40"},
              { name: "1989", fact: "პოლონეთის პრეზიდენტი ვოიცეხ იარუზელსკი პრემიერ-მინისტრად პირველად ბოლო 42 წლის განმავლობაში არა-კომუნისტ სოლიდარობის აქტივისტ ტადეუშ მაზოვიეცკის ასახელებს.", img: "42"},
              { name: "1990", fact: "ლეონარდ ბერნშტაინის ბოლო კონცერტი, რომელიც ბეთჰოვენის მეშვიდე სიმფონიით დასრულდა.", img: "Dasrul"},
              { name: "1991", fact: "საბჭოთა კავშირის პრეზიდენტი მიხეილ გორბაჩოვი სამხედრო ხუნტამ გადააყენა, რაც საბჭოთა კავშირის დასასრულის დასაწყისი გახდა.", img: "Gakh"},
              { name: "1999", fact: "ბელგრადში ათობით ათასი სერბი გამოდის იუგოსლავიის პრეზიდენტი სლობოდან მილოშევიჩის გადადგომის მოთხოვნით.", img: "Motkhovnit"},
              { name: "2005", fact: "ჩატარდა ისტორიაში პირველი გაერთიანებული სამხედრო წვრთნა რუსეთსა და ჩინეთს შორის, სახელწოდებით „სამშვიდობო მისია 2005“.", img: "2005"},
              { name: "2009", fact: "საქართველომ ოფიციალურად დატოვა დამოუკიდებელ სახელმწიფოთა თანამეგობრობა.", img: "Tanamegobroba"},
              { name: "2010", fact: "ელონ ლინდენშტრაუსი, ნგო ბაო ჩაო, სტანისლავ სმირნოვი და სედრიკ ვილანი დაჯილდოვდნენ ფილდსის მედალით შრომებისთვის მათემატიკაში.", img: "Matematika"},
              { name: "2016", fact: "ქართველი მოჭიდავე ვლადიმერ ხინჩეგაშვილი ოლიმპიური ჩემპიონი გახდა.", img: "Gakh"},
              { name: "2020", fact: "მალის პრეზიდენტი იბრაჰიმ ბუბაკარ კეიტა სახელმწიფო გადატრიალების შედეგად გადადგა.", img: "Gadadga"}
            ],
  born:     [
              { name: "1646", fact: "ფლამსტიდი, ჯონ — ინგლისელი ასტრონომი", img: "plamstidi jon"},
              { name: "1648", fact: "იოჰან მიხაელ ბახი — გერმანელი კომპოზიტორი", img: "iohan mikhael bakhi"},
              { name: "1689", fact: "რიჩარდსონი, სამუელ — ინგლისელი მწერალი", img: "richardsoni samuel"},
              { name: "1766", fact: "მირიან ბატონიშვილი — ერეკლე II-ისა და დარეჯან დედოფლის ძე", img: "mirian batonishvili"},
              { name: "1877", fact: "ამირეჯიბი, სიმონ — ქართველი მედიკოსი", img: "amirejibi simon"},
              { name: "1883", fact: "კოკო შანელი — ფრანგი მოდის დიზაინერი.", img: "koko shaneli"},
              { name: "1907", fact: "რადოვან ზაგოვიჩი — სერბი პოეტი.", img: "radovan zagovichi"},
              { name: "1945", fact: "გილანი, იენ — ინგლისელი მომღერალი (ჯგუფი Deep Purple).", img: "Deep Purple"},
              { name: "1946", fact: "კლინტონი, ბილ — ამერიკის პრეზიდენტი.", img: "klintoni bil"},
              { name: "1971", fact: "ვასილ გულეური — ქართველი საბავშვო მწერალი.", img: "vasil guleuri"}
            ],
  died:     [
              { name: "14", fact: "ოქტავიანე ავგუსტუსი — რომის იმპერატორი (დ. ძვ. წ. 63)", img: "63"},
              { name: "1493", fact: "ფრედერიკ III — საღვთო რომის იმპერიის იმპერატორი", img: "Rome"},
              { name: "1662", fact: "ბლეს პასკალი — ფრანგი მათემატიკოსი, ფიზიკოსი და ფილოსოფოსი", img: "bles paskali"},
              { name: "1872", fact: "კარლოს XV — შვედეთის და ნორვეგიის მეფე", img: "karlos XV"},
              { name: "1913", fact: "ლესია უკრაინკა — უკრაინელი მწერალი (დ. 1871)", img: "1871"},
              { name: "1936", fact: "ფედერიკო გარსია ლორკა — ესპანელი პოეტი და დრამატურგი (დ. 1898)", img: "1898"},
              { name: "1990", fact: "გიორგი ბაბილოძე — ქართველი სპორტსმენი-ტანმოვარჯიშე (დ. 1911)", img: "1911"}
            ]
});
