window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა ევსეგნიოსი პონტიოს რომაელი, წმინდა ანტერი და წმინდა ფაბიოსი კანტიდი, კანტიდიანე და სიბელი მართალი ნონა", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა ევსეგნიოსი პონტიოს რომაელი, წმინდა ანტერი და წმინდა ფაბიოსი კანტიდი, კანტიდიანე და სიბელი მართალი ნონა", img: "Nona"},
              { name: "წმინდა ევსეგნიოსი", fact: "წმინდა ევსეგნიოსი", img: "Evsegniosi"},
              { name: "პონტიოს რომაელი, წმინდა ანტერი და წმინდა ფაბიოსი", fact: "პონტიოს რომაელი, წმინდა ანტერი და წმინდა ფაბიოსი", img: "Pabiosi"},
              { name: "კანტიდი, კანტიდიანე და სიბელი", fact: "კანტიდი, კანტიდიანე და სიბელი", img: "Sibeli"},
              { name: "მართალი ნონა", fact: "მართალი ნონა", img: "Nona"}
            ],
  history:  [
              { name: "ძვ. წ. 753", fact: "რომაელებმა საბინელი ქალები მოიტაცეს.", img: "Moitatse"},
              { name: "1201", fact: "ქალაქი რიგა დაფუძნდა.", img: "Dapudzn"},
              { name: "1634", fact: "ურბენ გრანდიე ჯადოქრობის ცილისწამებით კოცონზე დაწვეს ცოცხლად ლუდანში, საფრანგეთი.", img: "Saprangeti"},
              { name: "1786", fact: "დაფუძნდა რეიკიავიკი.", img: "Reikiaviki"},
              { name: "1812", fact: "პირველი მსოფლიო ომი — სმოლენსკის ბრძოლაში რუსები დამარცხდნენ.", img: "pirveli msoplio omi"},
              { name: "1845", fact: "დაარსდა რუსეთის გეოგრაფიული საზოგადოება.", img: "Sazogadoeba"},
              { name: "1868", fact: "ფრანგმა ასტრონომმა პიერ ჟულს სეზარ ჟანსენმა ჰელიუმი აღმოაჩინა.", img: "Aghmoachina"},
              { name: "1877", fact: "ესაფ ჰოლმა მარსის თანამგზავრი ფობოსი აღმოაჩინა.", img: "Aghmoachina"},
              { name: "1920", fact: "აშშ-ის კონსტიტუციის მე-19 დამატებით ქალებს არჩევნებში ხმის უფლება მიეცათ.", img: "19"},
              { name: "1941", fact: "ჰიტლერის ბრძანებით დროებით შეწყდა ნაცისტურ გერმანიაში სულიერად ავადმყოფთა და ხეიბართა ევთანაზია მასიური პროტესტების გამო.", img: "Gamo"},
              { name: "1958", fact: "ვლადიმირ ნაბოკოვის გახმაურებული რომანი „ლოლიტა“ გამოქვეყნდა აშშ-ში.", img: "USA"},
              { name: "1961", fact: "გერმანიის ქალაქ ჰამბურგში გაიმართა „The Beatles-ის“ პირველი კონცერტი. სწორედ ეს დღე ითვლება ჯგუფის დააარსების თარიღად.", img: "The Beatles"},
              { name: "1991", fact: "საბჭოთა კავშირის ლიდერს მიხაილ გორბაჩოვს ყირიმზე შვებულებაში ყოფნისას გკჩპ-მ შინა პატრიმრობა მიუსაჯა.", img: "Miusaja"},
              { name: "2005", fact: "მასიურმა ელექტროენერგიის კრიზისმა ინდონეზიის კუნძულ იავაზე 100 მილიონი ადამიანი მოიცვა.", img: "100"},
              { name: "2009", fact: "საქართველომ დსთ-დან გამოსვლის პროცესი დაასრულა.", img: "Daasrula"},
              { name: "2011", fact: "ჯგუფ The Beatles-ის დაარსებიდან 50 წელი შესრულდა. 1961 წლის 18 აგვისტოს გერმანიის ქალაქ ჰამბურგში გაიმართა The Beatles-ის პირველი კონცერტი. სწორედ ეს დღე ითვლება ჯგუფის დაარსების თარიღად.", img: "The Beatles"}
            ],
  born:     [
              { name: "1414", fact: "ჯამი — სპასრსი პოეტი", img: "jami"},
              { name: "1450", fact: "მარულიჩი, მარკო — ხორვატი პოეტი", img: "marulichi marko"},
              { name: "1692", fact: "ბურბონი, ლუი ანრი — საფრანგეთის პრემიერ მინისტრი", img: "burboni lui anri"},
              { name: "1750", fact: "სალიერი, ანტონიო — იტალიელი კომპოზიტორი", img: "salieri antonio"},
              { name: "1830", fact: "ფრანც იოსები I — ავსტრიის იმპერატორი", img: "prants iosebi I"},
              { name: "1906", fact: "მარსელ კარნე — ფრანგი კინორეჟისორი", img: "marsel karne"},
              { name: "1936", fact: "რობერტ რედფორდი — ამერიკელი მსახიობი, რეჟისორი, პროდიუსერი, ბიზნესმენი", img: "robert redpordi"},
              { name: "1937", fact: "ზანდა იოსელიანი — ქართველი მსახიობი", img: "zanda ioseliani"},
              { name: "1952", fact: "რიკარდო ვილა — არგენტინელი ფეხბურთელი", img: "rikardo vila"},
              { name: "1969", fact: "ედვარდ ნორტონი — ამერიკელი მსახიობი", img: "edvard nortoni"},
              { name: "1984", fact: "გიორგი ანწუხელიძე — საქართველოს ეროვნული გმირი", img: "giorgi antsukhelidze"}
            ],
  died:     [
              { name: "353", fact: "დეცენტიუსი — რომაელი უზურპატორი", img: "detsentiusi"},
              { name: "472", fact: "რიციმერი — რომაელი გენერალი", img: "ritsimeri"},
              { name: "1227", fact: "ჩინგიზ-ყაენი — ერთიანი მონღოლური სახელმწიფოს დამმარსებელი", img: "chingiz qaeni"},
              { name: "1258", fact: "თეოდორე I — ნიკეის იმპერატორი", img: "teodore I"},
              { name: "1276", fact: "ადრიანე V — რომის პაპი", img: "Rome"},
              { name: "1503", fact: "ალექსანდრე VI — რომის პაპი", img: "Rome"},
              { name: "1559", fact: "პავლე IV — რომის პაპი", img: "Rome"},
              { name: "1620", fact: "ვანლი — ჩინეთის იმპერატორი", img: "China"},
              { name: "1765", fact: "ფრანცისკ I — საღვთო რომის იმპერიის იმპერატორი", img: "Rome"},
              { name: "1850", fact: "ბალზაკი, ონორე დე — ფრანგი მწერალი", img: "balzaki onore de"},
              { name: "1937", fact: "ირაკლი ჯაბადარი — ქართველი კომპოზიტორი და პიანისტი", img: "irakli jabadari"},
              { name: "1944", fact: "ერნსტ ტელმანი — გერმანელი პოლიტიკოსი და სახელმწიფო მოღვაწე", img: "ernst telmani"},
              { name: "1962", fact: "მაქს ფაბიანი — იტალიელ-სლოვენიელი არქიტექტორი", img: "maks pabiani"},
              { name: "1963", fact: "გიგოლოვი, მიხეილ — ქირურგი", img: "gigolovi mikheil"},
              { name: "1968", fact: "პავლე კანდელაკი — ქართველი მსახიობი, ხელოვნების მუშაკი", img: "pavle kandelaki"},
              { name: "2018", fact: "კოფი ანანი — გაეროს გენერალური მდივანი", img: "kopi anani"},
              { name: "2024", fact: "ალენ დელონი — ფრანგი კინომსახიობი", img: "alen deloni"}
            ]
});
