window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "შვიდი ეფესელი ყრმა: მაქსიმილიანე, იამბლიქო, მარტინიანე, იოანე, დიონისე, ექსაკუსტოდიანე (კონსტანტინე) და ანტონინე ღირსმოწამე ევდოკია (IV) წმინდა ელეფთერი კოზმა მოციქულთასწორი", fact: "შვიდი ეფესელი ყრმა: მაქსიმილიანე, იამბლიქო, მარტინიანე, იოანე, დიონისე, ექსაკუსტოდიანე (კონსტანტინე) და ანტონინე ღირსმოწამე ევდოკია (IV) წმინდა ელეფთერი კოზმა მოციქულთასწორი", img: "Motsikultastsori"},
              { name: "შვიდი ეფესელი ყრმა: მაქსიმილიანე, იამბლიქო, მარტინიანე, იოანე, დიონისე, ექსაკუსტოდიანე (კონსტანტინე) და ანტონინე", fact: "შვიდი ეფესელი ყრმა: მაქსიმილიანე, იამბლიქო, მარტინიანე, იოანე, დიონისე, ექსაკუსტოდიანე (კონსტანტინე) და ანტონინე", img: "Antonin"},
              { name: "ღირსმოწამე ევდოკია (IV)", fact: "ღირსმოწამე ევდოკია (IV)", img: "Evdok"},
              { name: "წმინდა ელეფთერი", fact: "წმინდა ელეფთერი", img: "Elepteri"},
              { name: "კოზმა მოციქულთასწორი", fact: "კოზმა მოციქულთასწორი", img: "Motsikultastsori"}
            ],
  history:  [
              { name: "1903", fact: "ჯოზეფ პულიცერმა პულიცერის პრემია დააწესა, რომელიც ყოველწლიურად გაიცემა საუკეთესო ჟურნალისტური ნაშრომისთვის.", img: "Nashromistv"},
              { name: "1943", fact: "მეორე მსოფლიო ომი - აშშ-ის მერვე საჰაერო ბრიგადა ჰკარგავს 60 ბომბდამშენს შვენფურტ-რეგენსბურგის მისიაში.", img: "60"},
              { name: "1945", fact: "ინდონეზია ნიდერლანდებისგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1960", fact: "გაბონმა საფრანგეთისგან დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "1962", fact: "აღმოსავლეთ გერმანიის მესაზღვრეებმა დახვრიტეს 18 წლის პეტერ ფეხტერი, რომელიც ბერლინის კედელზე გადაძვრომას ცდილობდა დასავლეთ ბერლინში გადაქცევად, რითაც პირველი მსხვერპლი გახდა, რომელიც ბერლინის კედელს შეეწირა.", img: "18"},
              { name: "1969", fact: "მეხუთე კატეგორიის ურაგანი კამილა მისისიპის სანაპიროს დაატყდა თავს, რის გამოც 248 ადამიანი დაიღუპა და $1,5 მილიარდის ზარალი გამოიწვია.", img: "248"},
              { name: "1970", fact: "ვენერა 7-ის გაშვება მოხდა, რომელიც მოგვიანებით პირველი კოსმოსური ხომალდი გახდა, რომელმაც სხვა პლანეტიდან ინფორმაციის გადაცემა შეძლო.", img: "Shedzlo"},
              { name: "1974", fact: "ჰავანაში პირველი მოყვარულ მოკრივეთა ჩემპიონატი გაიმართა.", img: "Gaimar"},
              { name: "1979", fact: "აეროფლოტის ორი სამგზავრო თვითმფრინავი ერთმანეთს შეეჯახა უკრაინის საჰაერო სივრცეში, რის გამოც 156 ადამიანი დაიღუპა.", img: "156"},
              { name: "1988", fact: "პაკისტანის პრეზიდენტი მუჰამად ზია-ულ-ჰაქი და აშშ-ის ელჩი არნოლდ რაფელი ავია კატასტროფაში დაიღუპნენ.", img: "Pakistan"},
              { name: "1998", fact: "მონიკა ლევინსკის სკანდალი - აშშ-ის პრეზიდენტი ბილ კლინტონი აღიარებს, რომ \"შეუფერისი ფიზიკური ურთიერთობა\" ჰქონდა თეთრი სახლის პრაქტიკანტ მონიკა ლევინსკისთან.", img: "USA"},
              { name: "1998", fact: "ეკონომიკური კრიზისის პიკზე რუსეთის ფედერაციის მთავრობამ დეფოლტი გამოაცხადა.", img: "Gamoatskha"},
              { name: "1999", fact: "7,4 მაგნიტუდის მიწისძვრა მოხდა იზმირში, თურქეთი, რის გამოც 17.000 ადამიანი დაიღუპა, ხოლო 44.000 მძიმედ დაშავდა.", img: "17"},
              { name: "2005", fact: "ებრაელი ახალმოსახლეების პირველი იძულებითი ევაკუაცია განხორციელდა ოკუპირებული მიწებიდან ისრაელის ცალმხრივი გამოსვლის გეგმით.", img: "Gegmit"},
              { name: "2005", fact: "ლიონელ მესი პირველად გამოვიდა მოედანზე არგენტინის ეროვნული ნაკრების მაისურით საერთაშორისო ამხანაგურ შეხვედრაში უნგრეთის ეროვნული ნაკრების წინააღმდეგ.", img: "Tsinaaghmdeg"},
              { name: "2008", fact: "ამერიკელი მოცურავე მაიკლ ფელპსი ისტორიაში პირველი სპორტსმენი გახდა, რომელმაც ერთ ოლიმპიადაზე 8 ოქროს მედალი მოიპოვა.", img: "Moipova"},
              { name: "2009", fact: "აფეთქებამ საიან-შუშენსკოეს ჰიდროელექტროსადგურზე ათობით ადამიანი იმსხვერპლა და აღმოსავლეთ ციმბირის ქალაქებში ელექტროენერგიის მიწოდების შეფერხება გამოიწვია.", img: "Gamoitsv"},
              { name: "2016", fact: "ქართველი ძალოსანი ლაშა ტალახაძე ოლიმპიური ჩემპიონი გახდა.", img: "Gakh"},
              { name: "2018", fact: "იმრან ხანი პაკისტანის პრემიერ-მინისტრად აირჩიეს. ყოფილი მსახიობი მარიან შარეცი სლოვენიის პრემიერ-მინისტრად აირჩიეს.", img: "Pakistan"},
              { name: "იმრან ხანი პაკისტანის პრემიერ-მინისტრად აირჩიეს.", fact: "იმრან ხანი პაკისტანის პრემიერ-მინისტრად აირჩიეს.", img: "Pakistan"},
              { name: "ყოფილი მსახიობი მარიან შარეცი სლოვენიის პრემიერ-მინისტრად აირჩიეს.", fact: "ყოფილი მსახიობი მარიან შარეცი სლოვენიის პრემიერ-მინისტრად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1601", fact: "პიერ ფერმა — ფრანგი მათემატიკოსი", img: "pier perma"},
              { name: "1629", fact: "იოანე III — პოლონეთის მეფე", img: "ioane III"},
              { name: "1844", fact: "მენელეკ II — ეთიოპიის იმპერატორი", img: "menelek II"},
              { name: "1864", fact: "ჰუსეინ, რაჰმი გურფინარი — თურქი მწერალი.", img: "husein rahmi gurpinari"},
              { name: "1875", fact: "ალექსანდრე ჯავახიშვილი — ქართველი გეოგრაფი და ანთროპოლოგი", img: "aleksandre javakhishvili"},
              { name: "1887", fact: "კარლოს I — ავსტრიის იმპერატორი", img: "karlos I"},
              { name: "1906", fact: "უჩა ჯაფარიძე — ქართველი ფერმწერი. (გ. 1988)", img: "1988"},
              { name: "1932", fact: "ვ. ს. ნაიპაული — ინდოელი მწერალი, ნობელის პრემიის ლაურეატი", img: "v s naipauli"},
              { name: "1935", fact: "ოლეგ ტაბაკოვი — რუსი მსახიობი", img: "oleg tabakovi"},
              { name: "1943", fact: "რობერტ დე ნირო — ამერიკელი მსახიობი", img: "robert de niro"},
              { name: "1960", fact: "შონ პენი — ამერიკელი მსახიობი", img: "shon peni"},
              { name: "1977", fact: "ტიერი ანრი — ფრანგი ფეხბურთელი", img: "tieri anri"},
              { name: "1977", fact: "უილიამ გალასი — ფრანგი ფეხბურთელი", img: "uiliam galasi"},
              { name: "1977", fact: "ტარია ტურუნენი — ფინელი მომღერალი (Nightwish)", img: "Nightwish"}
            ],
  died:     [
              { name: "1106", fact: "ჰაინრიხ IV — გერმანიის მეფე", img: "hainrikh IV"},
              { name: "1304", fact: "გო-ფუკაკუსა — იაპონიის იმპერატორი", img: "go pukakusa"},
              { name: "1657", fact: "ბლეიქი, რობერტ — ინგლისელი ადმირალი", img: "bleiki robert"},
              { name: "1786", fact: "ფრედერიკ II — პრუსიის მეფე", img: "prederik II"},
              { name: "1969", fact: "შტერნი, ოტო — გერმანელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "shterni oto"}
            ]
});
