window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: მთავარდიაკონი სტეფანეს ნაწილთა აღმოყვანება და პოვნა ნაწილთა მართალთა ნიკოდიმოსისა, გამალიელისა და ძისა მისისა აბიბოსისა სტეფანე - რომის პაპი და სხვანი მის თანა ბასილი მოსკოველი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: მთავარდიაკონი სტეფანეს ნაწილთა აღმოყვანება და პოვნა ნაწილთა მართალთა ნიკოდიმოსისა, გამალიელისა და ძისა მისისა აბიბოსისა სტეფანე - რომის პაპი და სხვანი მის თანა ბასილი მოსკოველი", img: "Rome"},
              { name: "მთავარდიაკონი სტეფანეს ნაწილთა აღმოყვანება და პოვნა ნაწილთა მართალთა ნიკოდიმოსისა, გამალიელისა და ძისა მისისა აბიბოსისა", fact: "მთავარდიაკონი სტეფანეს ნაწილთა აღმოყვანება და პოვნა ნაწილთა მართალთა ნიკოდიმოსისა, გამალიელისა და ძისა მისისა აბიბოსისა", img: "Abibosi"},
              { name: "სტეფანე - რომის პაპი და სხვანი მის თანა", fact: "სტეფანე - რომის პაპი და სხვანი მის თანა", img: "Rome"},
              { name: "ბასილი მოსკოველი", fact: "ბასილი მოსკოველი", img: "Moskoveli"}
            ],
  history:  [
              { name: "1057", fact: "შოტლანდიის მეფე მაკბეტი მოკლულ იქნა ლუმპანანის ბრძოლაში მეფე მალკოლმ III მეომრების მიერ.", img: "Mier"},
              { name: "1185", fact: "ქვაში ნაკვეთი ქალაქი ვარძია აკურთხა თამარ მეფემ.", img: "Mepem"},
              { name: "1248", fact: "კელნის საკათედრო ტაძრის მშენებლობა დაიწყო.", img: "Daitsqo"},
              { name: "1261", fact: "ლათინთა იმპერიის დამარცხების შემდეგ მიხეილ VIII პალეოლოგი შედის კონსტანტინოპოლში, რითაც აღდგა ბიზანტიის იმპერია.", img: "Imper"},
              { name: "1517", fact: "ქალაქი პანამა დაარსდა, პანამაში.", img: "Panama"},
              { name: "1534", fact: "იგნასიო ლოიოლამ და ფრანსის ხავიერმა სხვა სტუდენტებთან ერთად პარიზში დააარსეს იეზუიტთა ორდენი.", img: "Ordeni"},
              { name: "1537", fact: "პარაგვაიში დაარსდა ქალაქი ასუნსიონი.", img: "Asunsioni"},
              { name: "1620", fact: "ხომალდი „მეიფლაუერი“ (Mayflower) საუზჰემპტონიდან, ინგლისი, ამერიკისკენ იღებს გეზს.", img: "Mayflower"},
              { name: "1824", fact: "განთავისუფლებულმა ამერიკელმა მონებმა დააარსეს ლიბერია.", img: "Liber"},
              { name: "1843", fact: "ტივოლის ბაღები, უძველესი დღემდე ხელშეუხები გასართობი პარკი მსოფლიოში, გაიხსნა კოპენჰაგენში, დანია.", img: "Dan"},
              { name: "1863", fact: "საცუმას ომი იწყება საცუმას კლანსა და ბრიტანეთის ძალებს შორის.", img: "Shor"},
              { name: "1914", fact: "პანამის არხი გაიხსნა ნაოსნობისთვის.", img: "Naosnobistv"},
              { name: "1945", fact: "კორეის განთავისუფლების დღე.", img: "Dghe"},
              { name: "1947", fact: "ინდოეთი ბრიტანეთისგან დამოუკიდებლობას აღწევს და თანამეგობრობა ხდება. ჯავაჰარლალ ნერუ მიმართავს ერს ინდოეთის დამოუკიდებლობის დეკლარაციით და ინდოეთის პირველი პრემიერ-მინისტრი ხდება.", img: "Khdeba"},
              { name: "1947", fact: "პაკისტანის დამფუძნეველი, ქუაიდ-ი-აზმ მუჰამედ ალი ჯინა კარაჩიში პაკისტანის პირველ გენერალ-გუბერნატორად დაინიშნა.", img: "Pakistan"},
              { name: "1948", fact: "კორეის რესპუბლიკა დაარსდა 38-ე პარალელის სამხრეთით.", img: "38"},
              { name: "1960", fact: "კონგოს რესპუბლიკა საფრანგეთისგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1961", fact: "ბერლინის კედლის მშენებლობა იწყება.", img: "Itsqeba"},
              { name: "1965", fact: "სტადიონის როკის დაბადება - The Beatles-ის კონცერტი ჩატარდა შის სტადიონზე ნიუ-იორკში 60.000 მაყურებლის წინაშე.", img: "The Beatles"},
              { name: "1975", fact: "სამხედრო გადატრიალება ბანგლადეშში. შეიხი მუჯიბურ რაჰმანი ოჯახის წევრებთან ერთად მოკლეს.", img: "Bangladesh"},
              { name: "2007", fact: "8.0 მაგნიტუდის მიწისძვრამ პერუს მნიშვნელოვანი ზარალი მიაყენა.", img: "Miaqena"}
            ],
  born:     [
              { name: "1001", fact: "დუნკან I — შოტლანდიის მეფე", img: "dunkan I"},
              { name: "1171", fact: "ალფონსო IX — ლეონის მეფე", img: "alponso IX"},
              { name: "1769", fact: "ბონაპარტი, ნაპოლეონ — საფრანგეთის იმპერატორი", img: "bonaparti napoleon"},
              { name: "1872", fact: "სრი აურობინდო — ინდოელი მწერალი, გურუ, ფილოსოფოსი და ნაციონალისტი", img: "sri aurobindo"},
              { name: "1884", fact: "ალექსანდრე აბაშელი — ქართველი პოეტი", img: "aleksandre abasheli"},
              { name: "1892", fact: "ბროილი, ლუი დე — ფრანგი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "broili lui de"},
              { name: "1896", fact: "კორი, გერტი — ავსტრიელი ბიოქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "kori gerti"},
              { name: "1901", fact: "არნულფო არიასი — პანამის პრეზიდენტი", img: "arnulpo ariasi"},
              { name: "1906", fact: "ბადრიშვილი, გიორგი — ქართველი აგრონომ-მემცენარე.", img: "badrishvili giorgi"},
              { name: "1925", fact: "ალდო ჩიკოლინი — იტალიერი-ფრანგი პიანისტი", img: "aldo chikolini"},
              { name: "1958", fact: "ვიქტორ შენდეროვიჩი — რუსი ებრაელი მწერალი სატირიკოსი და პუბლიცისტი.", img: "viktor shenderovichi"},
              { name: "1990", fact: "ჯენიფერ ლოურენსი — ამერიკელი მსახიობი.", img: "jeniper lourensi"}
            ],
  died:     [
            ]
});
