window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა რაჟდენი — წრომს წამებული ცხრა ძმა ხერხეულიძე და ცხრაათასი ქართველი — მარაბდის ომში დაღუპულები ისააკი, დალმატი და ფავსტო კოზმა განდეგილი ანტონი რომაელი", fact: "წმინდა რაჟდენი — წრომს წამებული ცხრა ძმა ხერხეულიძე და ცხრაათასი ქართველი — მარაბდის ომში დაღუპულები ისააკი, დალმატი და ფავსტო კოზმა განდეგილი ანტონი რომაელი", img: "tsminda razhdeni"},
              { name: "წმინდა რაჟდენი — წრომს წამებული", fact: "წმინდა რაჟდენი — წრომს წამებული", img: "tsminda razhdeni"},
              { name: "ცხრა ძმა ხერხეულიძე და ცხრაათასი ქართველი — მარაბდის ომში დაღუპულები", fact: "ცხრა ძმა ხერხეულიძე და ცხრაათასი ქართველი — მარაბდის ომში დაღუპულები", img: "tskhra dzma kherkheulidze da tskhraatasi kartveli"},
              { name: "ისააკი, დალმატი და ფავსტო", fact: "ისააკი, დალმატი და ფავსტო", img: "Pavsto"},
              { name: "კოზმა განდეგილი", fact: "კოზმა განდეგილი", img: "Gandegili"},
              { name: "ანტონი რომაელი", fact: "ანტონი რომაელი", img: "Romaeli"}
            ],
  history:  [
              { name: "1780", fact: "ამერიკის რევოლუციური ომი, კამდენის ბრძოლა - ბრიტანელები იმაჯვებენ ამერიკელებზე კამდენთან, სამხრეთ კაროლინა.", img: "amerikis revolutsiuri omi kamdenis brdzola"},
              { name: "1804", fact: "ბულონის ტყეში, პარიზთან, საპატიო ლეგიონის ორდენის პირველი დაჯილდოება მოხდა.", img: "Mokh"},
              { name: "1819", fact: "პეტერლოოს ხოცვა - მასობრივ არეულობას საყოველთაო საარჩევნო ულფებისთვის გამართულ მიტინგზე მანჩესტერში (ინგლისი) უამრავი ადამიანი შეეწირა.", img: "England"},
              { name: "1865", fact: "„აღდგენის დღე“ დომინიკელთა რესპუბლიკაში - ესპანელ დამპრყობლებთან ოთხწლიანი ომის შემდეგ დამოუკიდებლობის აღდგენა.", img: "aghdgenis dghe dominikelta respublikashi"},
              { name: "1896", fact: "ქალაქ დოუსონთან, იუკონი, ოქრო აღმოაჩინეს, რამაც კლონდაიკის ოქროს ციებ-ცხელება გამოიწვია.", img: "Gamoitsv"},
              { name: "1928", fact: "ვაშინგტონში დააკავეს სერიული მკვლელი კარლ მანცრამი, 20 ადამიანის მოკვლის შემდეგ.", img: "20"},
              { name: "1930", fact: "პირველი ფერადი ხმოვანი ანიმაციური ფილმი სახელწოდებით „ფიდლსტიკს“ შექმნა უბ ივერკსმა.", img: "Iverks"},
              { name: "1960", fact: "კვიპროსი დიდი ბრიტანეთისგან დამოუკიდებელი ხდება.", img: "Khdeba"},
              { name: "1962", fact: "The Beatles-ში პიტ ბესტს ცვლის რინგო სტარი.", img: "The Beatles"},
              { name: "1976", fact: "კინოეკრანებზე გამოვიდა ელდარ რიაზანოვის კინოკომედია „ბედის ირონია, ანუ გაამოთ“.", img: "Gaamot"},
              { name: "1981", fact: "აშშ-ის შეიარაღებას შეემატა პირველი ბომბდამშენი B52G, რომელსაც ფრთოსანი რაკეტების გადატანა შეუძლია.", img: "B52g"},
              { name: "1985", fact: "პოპ-ვარსკვლავი მადონა შონ პენზე ქონწინდება.", img: "Kontsindeba"},
              { name: "2012", fact: "ეკვადორის მთავრობამ ვიკილიქსის დამფუძნებელ ჯულიან ასანჟს პოლიტიკური თავშესაფარი მისცა.", img: "Mistsa"},
              { name: "2024", fact: "ფეთონგთან ჩინავატი ტაილანდის პრემიერ-მინისტრი გახდა მას შემდეგ, რაც სრეტა ტავისინი საკონსტიტუციო სასამართლომ გაათავისუფლა.", img: "Gaatavisupla"}
            ],
  born:     [
              { name: "1378", fact: "ჰონგქსი — ჩინეთის იმპერატორი", img: "China"},
              { name: "1902", fact: "ჰეიერი, ჯორჯეტ — ინგლისელი მწერალი", img: "heieri jorjet"},
              { name: "1913", fact: "ბეგინი, მენახემ — ისრაელის პრემიერ მინისტრი, ნობელის პრემიის ლაურეატი", img: "begini menakhem"},
              { name: "1958", fact: "მადონა — ამერიკელი პოპ მომღერალი და მსახიობი", img: "madona"},
              { name: "1981", fact: "სანტა კრუსი, როკე — პარაგვაელი ფეხბურთელი.", img: "santa krusi roke"}
            ],
  died:     [
              { name: "1027", fact: "გიორგი I — საქართველოს მეფე.", img: "giorgi I"},
              { name: "1419", fact: "ვენცელი — საღვთო რომის იმპერატორი და ჩეხეთის მეფე.", img: "Rome"},
              { name: "1443", fact: "აშიკაგა იოშიკაცუ — იაპონელი სიოგუნი", img: "ashikaga ioshikatsu"},
              { name: "1921", fact: "პეტერ I — სერბეთის მეფე.", img: "peter I"},
              { name: "1951", fact: "ჟუვე, ლუი — ფრანგი რეჟისორი, მსახიობი.", img: "zhuve lui"},
              { name: "1957", fact: "ლანგმუირი, ირვინგი — ამერიკელი ქიმიკოსი, ნობელის პრემიის ლაურეატი.", img: "langmuiri irvingi"},
              { name: "1973", fact: "ვაკსმენი, სელმან — უკრაინული წარმოშვების ბიოქიმიკოსი, ნობელის პრემიის ლაურეატი.", img: "vaksmeni selman"},
              { name: "1977", fact: "პრესლი, ელვის — ამერიკელი მომღერალი.", img: "presli elvis"},
              { name: "2010", fact: "დიმიტრიოს იოანიდისი — საბერძნეთის ყოფილი დიქტატორი.", img: "dimitrios ioanidisi"},
              { name: "2016", fact: "ჟოაო აველანჟი — ფიფას ყოფილი პრეზიდენტი.", img: "zhoao avelanzhi"},
              { name: "2018", fact: "არეთა ფრანკლინი — ამერიკელი მომღერალი და კომპოზიტორი (დ. 1942)", img: "1942"}
            ]
});
