window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "დომენტი სპარსი და ორნი მოწაფე მისი მარინ მხედარი და ასტერიოს სინკლიტიკოსი ორე ნიტრიელი პოტამია საკვირველთმოქმედი პიმენ მრავალსნეული", fact: "დომენტი სპარსი და ორნი მოწაფე მისი მარინ მხედარი და ასტერიოს სინკლიტიკოსი ორე ნიტრიელი პოტამია საკვირველთმოქმედი პიმენ მრავალსნეული", img: "Mravalsneuli"},
              { name: "დომენტი სპარსი და ორნი მოწაფე მისი", fact: "დომენტი სპარსი და ორნი მოწაფე მისი", img: "Misi"},
              { name: "მარინ მხედარი და ასტერიოს სინკლიტიკოსი", fact: "მარინ მხედარი და ასტერიოს სინკლიტიკოსი", img: "Sinklitikosi"},
              { name: "ორე ნიტრიელი", fact: "ორე ნიტრიელი", img: "Nitrieli"},
              { name: "პოტამია საკვირველთმოქმედი", fact: "პოტამია საკვირველთმოქმედი", img: "Sakvirveltmokmedi"},
              { name: "პიმენ მრავალსნეული", fact: "პიმენ მრავალსნეული", img: "Mravalsneuli"},
              { name: "აგრეთვე: ესტონეთი : რესტავრაციის დღე", fact: "აგრეთვე: ესტონეთი : რესტავრაციის დღე", img: "Dghe"},
              { name: "ესტონეთი : რესტავრაციის დღე", fact: "ესტონეთი : რესტავრაციის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "636", fact: "იარმუკის ბრძოლა - არაბთა ჯარები ხალიდ ბილ ვალიდის მეთაურობით სირიასა და პალესტინას ართმევენ ბიზანტიის იმპერიას, რაც მუსლიმანთა დაპყრობებისა და არაბეთს გარეთ ისლამის სწრაფი გავრცელების პირველი დიდი ტალღა იყო.", img: "iarmukis brdzola"},
              { name: "917", fact: "ანქიალუსის ბრძოლა - ბულგარეთის მეფე სემეონ I თრაკიას იპრყობს და ბიზანტიელებს სდევნის.", img: "ankialusis brdzola"},
              { name: "1000", fact: "უნგრეთი დაარსდა როგორც ქრისტიანული სახელმწიფო სტეფენ I-ის მიერ.", img: "Mier"},
              { name: "1900", fact: "იაპონიის დაწყებითი სკოლის კანონით შემოღებულ იქნა აუცილებელი ოთხწლიანი სწავლება.", img: "Stsavleba"},
              { name: "1914", fact: "პირველ მსოფლიო ომში გერმანიის ჯარმა აიღო ქ. ბრიუსელი.", img: "Briuseli"},
              { name: "1920", fact: "პირველი კომერციურლი რადიოსადგური 8MK (WWJ) იწყებს მაუწყებლობას დეტროიტში, მიჩიგანი.", img: "8mk"},
              { name: "1926", fact: "დაარსდა იაპონიის საზოგადოებრივი მაუწყებლობის კომპანია Nippon Hōsō Kyōkai (NHK).", img: "Nippon"},
              { name: "1940", fact: "მეხიკოში გადასახლებაში მყოფ რუს რევოლუციონერ ლეონ ტროცკის დაქირავებულმა მკვლელმა ყინულის ცულით სასიკვდილო ჭრილობა მიაყენა. ტროცკი მომდევნო დღესვე გარდაიცვალა.", img: "Gardaitsvala"},
              { name: "1960", fact: "სენეგალმა მალის ფედერაციიდან გამოდის და დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1968", fact: "ვარშავის ხელშეკრულების ორგანიზაციის წევრი ქვეყნების ჯარები შევიდნენ ჩეხოსლოვაკიაში, „პრაღის გაზაფხულის“ პოლიტიკური ლიბერალიზაციის ჩასახშობად.", img: "Chasakhshob"},
              { name: "1991", fact: "50-წლიანი ოკუპაციის შემდეგ ესტონეთმა სსრ კავშირისაგან დამოუკიდებლობა გამოაცხადა.", img: "50"},
              { name: "1991", fact: "საბჭოთა კავშირის დაშლა : 100.000-ზე მეტი ადამიანი გამოდის საბჭოთა კავშირის პარლამენტის შენობის წინ ხუნტის წინააღმდეგ.", img: "100"},
              { name: "2007", fact: "საქართველოს რკინიგზის მართვის უფლება 99 წლით ბრიტანულ კომპანია „ფარქფილდ ინვესტმენტს“ გადაეცა.", img: "99"},
              { name: "2015", fact: "საბერძნეთის პრემიერ-მინისტრი ალექსის ციპრასი თანამდებობიდან გადადგა.", img: "Gadadga"},
              { name: "2016", fact: "გაზიანთეფში მომხდარი ტერაქტის შედეგად დაიღუპა 54 და დაშავდა 66 ადამიანი.", img: "54"},
              { name: "2017", fact: "ბორჯომის ხეობაში მომხდარი ხანძრის შედეგად, ტყის 100 ჰექტარზე მეტი ტერიტორია დაიწვა.", img: "100"},
              { name: "2018", fact: "ვენესუელაში ახალი ვალუტა, სუვერენული ბოლივარი შემოიღეს.", img: "Shemoighe"}
            ],
  born:     [
              { name: "1833", fact: "ჰარისონი, ბენჯამინ — აშშ-ს 23-ე პრეზიდენტი (გ.1901)", img: "23"},
              { name: "1889", fact: "კაკაბაძე, დავით — ქართველი მხატვარი", img: "kakabadze davit"},
              { name: "1890", fact: "ლავკრაფტი, ჰაუარდ ფილიპს — ამერიკელი მწერალი (გ.1937)", img: "1937"},
              { name: "1901", fact: "კვაზიმოდო, სალვადორე — იტალიელი მწერალი, ნობელის პრემიის ლაურეატი", img: "kvazimodo salvadore"},
              { name: "1913", fact: "სპერი, რობერტ ვოლკოტ — ამერიკელი ნეირობიოლოგი, ნობელის პრემიის ლაურეატი", img: "speri robert volkot"},
              { name: "1936", fact: "ჰიდეკი შირაკავა — იაპონელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "hideki shirakava"},
              { name: "1937", fact: "კონჩალოვსკი, ანდრეი — რუსი რეჟისორი", img: "konchalovski andrei"},
              { name: "1941", fact: "მილოშევიჩი, სლობოდან — სერბეთის პრეზიდენტი", img: "miloshevichi slobodan"},
              { name: "1944", fact: "განდი, რაჯივ — ინდოეთის პრემიერ მინისტრი", img: "gandi rajiv"},
              { name: "1947", fact: "ჟოზე ვილკერი — ბრაზილიელი მსახიობი და რეჟისორი", img: "zhoze vilkeri"},
              { name: "1948", fact: "რობერტ პლანტი — ინგლისელი ვოკალისტი, ჯგუფ ლედ ზეპელინის წევრი.", img: "robert planti"}
            ],
  died:     [
              { name: "984", fact: "იოანე XIV — რომის პაპი", img: "Rome"},
              { name: "1580", fact: "ოსირიუ, ჟერონიმო — პორტუგალელი ისტორიკოსი", img: "osiriu zheronimo"},
              { name: "1773", fact: "ფლორესი, ენრიკე — ესპანელი ისტორიკოსი", img: "ploresi enrike"},
              { name: "1823", fact: "პიუს VII — რომის პაპი (დ.1740)", img: "Rome"},
              { name: "1914", fact: "პიუს X — რომის პაპი (დ.1835)", img: "1835"},
              { name: "1915", fact: "ელრიხი, პაულ — გერმანელი მეცნიერი, ნობელის პრემიის ლაურეატი მედიცინაში", img: "elrikhi paul"},
              { name: "1917", fact: "ბაიერი, ადოლფ ფონ — გერმანელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "baieri adolp pon"},
              { name: "1961", fact: "ბრიჯმანი, პერსი ვილამს — ამერიკელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "brijmani persi vilams"}
            ]
});
