window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "7 გარეჯელი მოწამე: გერონტი, სერაპიონი, გერმანე, ბესარიონი, მიქაელი, სვიმეონი და ოთარი ფოტიოსი და ანიკიტე ალექსანდრე კომანელი პამფილე და კაპიტონი", fact: "7 გარეჯელი მოწამე: გერონტი, სერაპიონი, გერმანე, ბესარიონი, მიქაელი, სვიმეონი და ოთარი ფოტიოსი და ანიკიტე ალექსანდრე კომანელი პამფილე და კაპიტონი", img: "Kapitoni"},
              { name: "7 გარეჯელი მოწამე: გერონტი, სერაპიონი, გერმანე, ბესარიონი, მიქაელი, სვიმეონი და ოთარი", fact: "7 გარეჯელი მოწამე: გერონტი, სერაპიონი, გერმანე, ბესარიონი, მიქაელი, სვიმეონი და ოთარი", img: "Otari"},
              { name: "ფოტიოსი და ანიკიტე", fact: "ფოტიოსი და ანიკიტე", img: "Anikit"},
              { name: "ალექსანდრე კომანელი", fact: "ალექსანდრე კომანელი", img: "Komaneli"},
              { name: "პამფილე და კაპიტონი", fact: "პამფილე და კაპიტონი", img: "Kapitoni"}
            ],
  history:  [
              { name: "1580", fact: "ალკანტარის ბრძოლა - ესპანეთი პორტუგალიას ამარცხებს.", img: "alkantaris brdzola"},
              { name: "1609", fact: "გალილეო გალილეი მისი პირველი ტელესკოპის დემონსტრაციას ახდენს ვენეციელი კანონმდებლებისთვის.", img: "Kanonmdeblebistv"},
              { name: "1718", fact: "ახალი ორლეანი, ლუიზიანა, დაფუძნდა.", img: "Dapudzn"},
              { name: "1758", fact: "შვიდწლიანი ომი - პრუსიის მეფე ფრიდრიხ II ამარცხებს რუსეთის არმიას ცორნდორფის ბრძოლაში.", img: "shvidtsliani omi"},
              { name: "1768", fact: "ჯეიმზ კუკი პირველ მოგზაურობას იწყებს.", img: "Itsqeb"},
              { name: "1814", fact: "ბრიტანელებმა ვაშინგტონი ერთიანად გადაწვეს.", img: "Gadatsve"},
              { name: "1825", fact: "ურუგვაი ბრაზილიისგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1830", fact: "ბელგიელები ნიდერლანდებს აუჯანყდნენ.", img: "Aujanqdnen"},
              { name: "1919", fact: "მსოფლიოში პირველი რეგულარული ავიარეისი გაიხსნა მარშრუტით ლონდონი - პარიზი.", img: "msoplioshi pirveli regularuli aviareisi gaikhsna marshrutit londoni"},
              { name: "1920", fact: "პოლონეთ-საბჭოთა კავშირის ომი - ვარშავის ბრძოლა დაწყებული 13 აგვისტოს სრულდება წითელი არმიის დამარცხებით.", img: "13"},
              { name: "1944", fact: "მეორე მსოფლიო ომი - მოკავშირეთა ძალებმა ნაცისტებისგან პარიზი გაათავისუფლეს.", img: "meore msoplio omi"},
              { name: "1988", fact: "ლისაბონის ისტორიული ცენტრი ხანძარმა გაანადგურა.", img: "Gaanadgura"},
              { name: "1989", fact: "მაიუმი მარიამა ხდება იაპონიის მინისტრთა კაბინეტის პირველი მდივანი ქალი.", img: "Kali"},
              { name: "1989", fact: "კოსმოსური ხომალდი ვოიაჟერ 2 ნეპტუნს აღწევს - მზის სისტემიდან გასვლამდე ბოლო პლანეტა.", img: "kosmosuri khomaldi voiazher 2 neptuns aghtsevs"},
              { name: "1990", fact: "აფხაზეთის უზენაესმა საბჭომ საქართველოსგან დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "1991", fact: "ბელარუსი საბჭოთა კავშირისგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1991", fact: "მიხაელ შუმახერის დებიუტი შედგა ფორმულა 1-ის შეჯიბრში ბელგიის გრან-პრისთვის.", img: "Pristv"},
              { name: "2007", fact: "საბერძნეთმა საგანგებო მდგომარეობა გამოაცხადა ქვეყნის ტყეებს მოდებული მძვინვარე ხანძრების გამო.", img: "Gamo"},
              { name: "2009", fact: "სამხრეთ კორეამ წარმატებით განახორციელა მისი პირველი რაკეტმატარებლის ნარო-1 გაშვება ნაროს კოსმოსური ცენტრიდან.", img: "Tsentridan"},
              { name: "2010", fact: "აფეთქებების სერიამ ერაყის 13 ქალაქში, 50 ადმიანზე მეტი იმსხვერპლა.", img: "13"},
              { name: "2013", fact: "კრიკეტში 2013 წლის Ashes-ის სერია დასრულდა ინგლისის მიერ ავსტრალიის დამარცხებით.", img: "Ashes"}
            ],
  born:     [
              { name: "1530", fact: "ივანე მრისხანე — გაერთიანებული რუსეთის მეფე (გ. 1584)", img: "1584"},
              { name: "1724", fact: "ჯორჯ სტაბსი — ბრიტანელი მხატვარი (გ. 1806)", img: "1806"},
              { name: "1772", fact: "ვილიამ I — ჰოლანდიის მეფე", img: "viliam I"},
              { name: "1786", fact: "ლუდვიგ I (ბავარია) — ბავარიის მეფე (გ. 1868)", img: "1868"},
              { name: "1836", fact: "ჰარტი, ფრენსის ბრეტ — ამერიკელი მწერალი.", img: "harti prensis bret"},
              { name: "1845", fact: "ლუდვიგ II (ბავარია) — ბავარიის მეფე (გ. 1886).", img: "ludvig II bavaria"},
              { name: "1912", fact: "ჰონეკერი, ერიხ — გდრ-ს ხელმძღვანელი (გ. 1994)", img: "1994"},
              { name: "1918", fact: "ბერნსტაინი, ლეონარდ — ამერიკელი კომპოზიტორი (გ. 1990)", img: "1990"},
              { name: "1930", fact: "სერ შონ კონერი — შოტლანდიელი მსახიობი.", img: "ser shon koneri"},
              { name: "1930", fact: "გიორგი დანელია — საბჭოთა რეჟისორი.", img: "giorgi danelia"},
              { name: "1947", fact: "თამაზ ყურაშვილი — ქართველი ჯაზ-მუსიკოსი.", img: "tamaz qurashvili"},
              { name: "1970", fact: "კლაუდია შიფერი — გერმანელი ტოპ-მოდელი.", img: "klaudia shiperi"}
            ],
  died:     [
              { name: "1866", fact: "ბარათაშვილი, სულხან — ქართველი ისტორიკოსი.", img: "baratashvili sulkhan"},
              { name: "1984", fact: "კაპოტე, ტრუმენ — ამერიკელი მწერალი.", img: "kapote trumen"},
              { name: "2012", fact: "არმსტრონგი, ნილ — ამერიკელი ასტრონავტი.", img: "armstrongi nil"},
              { name: "2018", fact: "მაკ-კეინი, ჯონ — ამერიკელი სენატორი.", img: "mak keini jon"}
            ]
});
