window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ექვთიმე გარეჯელი ემილიანე აღმსარებელი ელეფთერი და ლეონიდე გრიგოლ სინელი მირონ საკვირველთმოქმედი", fact: "ექვთიმე გარეჯელი ემილიანე აღმსარებელი ელეფთერი და ლეონიდე გრიგოლ სინელი მირონ საკვირველთმოქმედი", img: "Gregory"},
              { name: "ექვთიმე გარეჯელი", fact: "ექვთიმე გარეჯელი", img: "Garejeli"},
              { name: "ემილიანე აღმსარებელი", fact: "ემილიანე აღმსარებელი", img: "Aghmsarebeli"},
              { name: "ელეფთერი და ლეონიდე", fact: "ელეფთერი და ლეონიდე", img: "Leonid"},
              { name: "გრიგოლ სინელი", fact: "გრიგოლ სინელი", img: "Gregory"},
              { name: "მირონ საკვირველთმოქმედი", fact: "მირონ საკვირველთმოქმედი", img: "Sakvirveltmokmedi"}
            ],
  history:  [
              { name: "1192", fact: "მინამოტო იორიტომო შოგუნი და იაპონიის დე-ფაქტო მმართველი ხდება.", img: "Khdeba"},
              { name: "1680", fact: "პუებლოს ინდიელები ესპანელებს სანტა-ფეს ართმევენ, პუებლოს აჯანყებისას.", img: "Ajanqebisa"},
              { name: "1770", fact: "ჯეიმზ კუკი ფორმალურად აღმოსავლეთ ავსტრალიას ბრიტანეთის მმართველობაში აცხადებს, არქმევს რა ახალ სამხრეთ უელსს.", img: "Uels"},
              { name: "1772", fact: "მეფე გუსტავ III ასრულებს სამხედრო გადატრიალებას საკუთარი თავის ბრწყინვალე დესპოტად მონათვლითა და ახალი კონსტიტუციის მიღებით, რითაც სრულდება შვედეთში ნახევარსაუკუნოვანი საპარლამენტო მმართველობა.", img: "Mmartveloba"},
              { name: "1841", fact: "ვენეციური დარაბა დააპატენტა პირველად ამერიკელმა ჯონ ჰამპსონმა.", img: "Hampson"},
              { name: "1862", fact: "ვენის შტადტპარკი გაიხსნა.", img: "Gaikhsna"},
              { name: "1878", fact: "ამერიკის იურისტთა ასოციაცია (ABA) დაარსდა.", img: "Aba"},
              { name: "1911", fact: "ლუვრიდან მუზეუმის თანამშრომელმა მონა ლიზა მოიპარა.", img: "Moipara"},
              { name: "1932", fact: "ვენეციაში პირველი საერთაშორისო კინოფესტივალი ჩატარდა.", img: "Chatar"},
              { name: "1942", fact: "ნაცისტური დროშა აღიმართა მთა იალბუზზე.", img: "Ialbuzz"},
              { name: "1959", fact: "პრეზიდენტი ეიზენჰაუერი ჰავაის აშშ-ის 50-ე შტატად აცხადებს.", img: "50"},
              { name: "1991", fact: "ლატვია საბჭოთა კავშირისგან სრულ დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1991", fact: "სამხედრო გადატრიალების მცდელობა მიხეილ გორბაჩოვის წინააღმდეგ წარუმატებლად მთავრდება.", img: "Mtavrdeba"},
              { name: "2008", fact: "ოლიმპიურ თამაშებზე თავისუფალ ჭიდაობაში რევაზ მინდორაშვილმა ოქროს, ხოლო ოთარ თუშიშვილმა და გიორგი გოგშელიძემ ბრინჯაოს მედლები მოიპოვეს. შედეგად, საქართველოს დღემდე ექვსი ოლიმპიური მედალი აქვს.", img: "Akv"},
              { name: "2013", fact: "NASA-მ ასტეროიდების საძებნელად კვლავ აამოქმედა ფართო კუთხის ინფრაწიტელი ხედვის ზონდი.", img: "Nasa"},
              { name: "2017", fact: "აშშ-ის კონტინენტური ნაწილის გარკვეულ ტერიტორიაზე მზის სრული დაბნელება დაფიქსირდა, პირველად 1918 წლის შემდეგ.", img: "1918"}
            ],
  born:     [
              { name: "1165", fact: "ფილიპ II — საფრანგეთის მეფე", img: "pilip II"},
              { name: "1643", fact: "აფონსო VI — პორტუგალიის მეფე", img: "aponso VI"},
              { name: "1765", fact: "უილიამ IV — დიდი ბრიტანეთის მეფე", img: "uiliam IV"},
              { name: "1789", fact: "კოში, ოგიუსტენ ლუი — ფრანგი მათემატიკოსი", img: "koshi ogiusten lui"},
              { name: "1889", fact: "ბერძნიშვილი, მაქსიმე — ქართველი ისტორიკოსი", img: "berdznishvili maksime"},
              { name: "1891", fact: "ტორო, ემილიანო მერკადო დელ — უხუცესი ადამიანი დედამიწაზე", img: "toro emiliano merkado del"},
              { name: "1902", fact: "ალექსანდრე ომიაძე — ქართველი მსახიობი", img: "aleksandre omiadze"},
              { name: "1902", fact: "ვანდა შიუკაშვილი — ქართველი პიანისტი და პედაგოგი", img: "vanda shiukashvili"},
              { name: "1914", fact: "კონსტანტინე ხუციშვილი — ქართველი მხატვარი, პედაგოგი", img: "konstantine khutsishvili"},
              { name: "1925", fact: "ვიდელა, ხორხე რაფაელ — არგენტინის ყოფილი დიქტატორი", img: "videla khorkhe rapael"},
              { name: "1936", fact: "რადიშ თორდია — ქართველი მხატვარი, ფერმწერი", img: "radish tordia"},
              { name: "1959", fact: "ქეთევან აბულაძე — ქართველი მსახიობი", img: "ketevan abuladze"},
              { name: "1963", fact: "მუჰამედ VI — მაროკოს მეფე", img: "muhamed VI"},
              { name: "1972", fact: "ნინო ქათამაძე — ქართველი მომღერალი და სიმღერების ავტორი", img: "nino katamadze"},
              { name: "1984", fact: "ალიზე — ფრანგი მომღერალი, მოცეკვავე და მუსიკოსი", img: "alize"}
            ],
  died:     [
              { name: "1157", fact: "ალფონსო VII — კასტილიის მეფე", img: "alponso VII"},
              { name: "1762", fact: "ლედი მერი ვორტლეი მონტეგიუ — ინგლისელი მწერალი", img: "ledi meri vortlei montegiu"},
              { name: "1940", fact: "ლევ ტროცკი — ბოლშევიკი რევოლუციონერი", img: "lev trotski"},
              { name: "1943", fact: "პონტოპიდანი, ჰენრიკ — დანიელი მწერალი, ნობელის პრემიის ლაურეატი", img: "pontopidani henrik"},
              { name: "1979", fact: "ჯუზეპე მეაცა — იტალიელი ფეხბურთელი", img: "juzepe meatsa"},
              { name: "1982", fact: "სობჰუზა II — სვაზილენდის მეფე", img: "sobhuza II"},
              { name: "1983", fact: "ოთარ თევდორაძე — ქართველი კომპოზიტორი", img: "otar tevdoradze"},
              { name: "1997", fact: "იური ნიკულინი — რუსი საბჭოთა კინოსა და ცირკის მსახიობი", img: "iuri nikulini"},
              { name: "2005", fact: "ჰამიდ ღულამი — უზბეკი მწერალი", img: "hamid ghulami"}
            ]
});
