window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია აღნიშნავს: მარიამობას, ღვთისმშობლის მიძინებას", fact: "მართლმადიდებელი ეკლესია აღნიშნავს: მარიამობას, ღვთისმშობლის მიძინებას", img: "Midzineba"},
              { name: "მარიამობას, ღვთისმშობლის მიძინებას", fact: "მარიამობას, ღვთისმშობლის მიძინებას", img: "Midzineba"}
            ],
  history:  [
              { name: "475", fact: "რომაელი გენერალი ორესტის ძალები დასავლეთ რომის იმპერატორი იულიუს ნეპოს დედაქალაქი რავენადან აძევებს და მის ადგილას საკუთარ ვაჟს რომულუს ავგუსტუსს ნიშნავს.", img: "Nishnav"},
              { name: "888", fact: "ეს იყო ბოლო დღე 2000 წლის 2 თებერვლამდე, როცა ყველა ციფრი თარიღში ლუწი იყო.", img: "2000"},
              { name: "1521", fact: "ოსმალებმა ბელგრადი აიღეს.", img: "Aighe"},
              { name: "1565", fact: "სენტ-აუგუსტინი, ფლორიდა, დაარსდა - უძველესი დღემდეგ მოღწეული ევროპული დასახლება აშშ-ში.", img: "USA"},
              { name: "1619", fact: "ფერდინანდ II საღვთო რომის იმპერიის იმპერატორიად აირჩიეს.", img: "Airchie"},
              { name: "1845", fact: "ჟურნალი Scientific American-ის პირველი გამოცემა გამოვიდა.", img: "Scientific American"},
              { name: "1849", fact: "ერთთვიანი ალყის შემდეგ ვენეცია, რომელმაც დამოუკიდებლობა გამოაცხადა, ავსტრიას ნებდება.", img: "Nebdeba"},
              { name: "1879", fact: "კეჩვაიო, ზულუს ბოლო მეფე, შეიპყრეს ბრიტანელებმა.", img: "Britaneleb"},
              { name: "1898", fact: "კალებ ბრადჰამი საკუთარ გაზიან წყალს „პეპსი-კოლას“ არქმევს.", img: "Arkmev"},
              { name: "1907", fact: "UPS დააფუძნა ჯეიმზ კეისიმ სიეტლში, ვაშინგტონი.", img: "Ups"},
              { name: "1916", fact: "გერმანიამ რუმინეთს ომი გამოუცხადა.", img: "Romania"},
              { name: "1916", fact: "იტალიამ გერმანიას გამოუცხადა ომი.", img: "Omi"},
              { name: "1923", fact: "მყინვარწვერი დალაშქრა თბილისის სახელმწიფო უნივერსიტეტის სტუდენტთა და მასწავლებელთა 18-კაციანმა ჯგუფმა გიორგი ნიკოლაძის ხელმძღვანელობით. ამით სათავე დაედო ქართული ალპინიზმის ისტორიას.", img: "18"},
              { name: "1937", fact: "ტოიოტა მოტორსი დამოუკიდებელი კომპანია გახდა.", img: "Gakh"},
              { name: "1944", fact: "მარსელი და ტულონი განთავისუფლდა ნაცისტებისგან.", img: "Natsistebisgan"},
              { name: "1963", fact: "200.000-იან სამოქალაქო უფლებათა მსვლელობისას ლინკოლნის მემორიალთან ვაშინგტონში, მარტილ ლუთერ კინგი გამოდის მისი განთქმული სიტყვით „მე მაქვს ერთი ოცნება“ (I have a dream).", img: "200"},
              { name: "1964", fact: "ფილადელფიაში რასობრივი არეულობები იწყება.", img: "Itsqeba"},
              { name: "1981", fact: "ეროვნული სნეულებათა კონტროლის ცენტრის განცხადებით ჰომოსექსუალ მამაკაცებს პნეუმოცისტიტისა და კაპოსის სარკომას მაღალი რისკი აღმოაჩნდათ. ეს სიმპტომები მოგვიანებით იმუნური დაღვევა აღმოჩნდა, რომელსაც მოგვიანებით შიდსი დაერქვა.", img: "Daerkva"},
              { name: "1988", fact: "აეროშოუზე რამშტაინში, დასავლეთი გერმანია, სამი ავიამოიერიშე ერთმანეთს ეჯახება, შედეგად 28 ადამიანი დაიღუპა.", img: "28"},
              { name: "1990", fact: "ერაყი ქუვეითს საკუთარ პროვინციად აცხადებს.", img: "Atskhadeb"},
              { name: "1994", fact: "პირველი გეი-პრაიდის პარადი ჩატარდა ტოკიოში.", img: "Tokio"},
              { name: "1996", fact: "უელსის პრინცი ჩარლზი და უელსის პრინცესა დაიანა განქორწინდნენ.", img: "Gankortsindnen"},
              { name: "2005", fact: "ახალი ორლეანის მოსახლეობის იძულებითი ევაკუაცია ურაგანი კატრინას მოახლოების გამო.", img: "Gamo"},
              { name: "2007", fact: "აბდულა გიული თურქეთის რესპუბლიკის პრეზიდენტი გახდა.", img: "Gakh"},
              { name: "2013", fact: "აშშ-ის ოფიცერ ნიდალ მალიკ ჰასანს მიესაჯა სიკვდილი ფორტ-ჰუდში 13 ადამიანის მოკვლისთვის. საუდის არაბეთში შემოღებული იქნა კანონი ოჯახური ძალადობის შესახებ.", img: "13"},
              { name: "აშშ-ის ოფიცერ ნიდალ მალიკ ჰასანს მიესაჯა სიკვდილი ფორტ-ჰუდში 13 ადამიანის მოკვლისთვის.", fact: "აშშ-ის ოფიცერ ნიდალ მალიკ ჰასანს მიესაჯა სიკვდილი ფორტ-ჰუდში 13 ადამიანის მოკვლისთვის.", img: "13"},
              { name: "საუდის არაბეთში შემოღებული იქნა კანონი ოჯახური ძალადობის შესახებ.", fact: "საუდის არაბეთში შემოღებული იქნა კანონი ოჯახური ძალადობის შესახებ.", img: "Shesakheb"},
              { name: "2020", fact: "იაპონიის პრემიერ-მინისტრი სინძო აბე ჯანმრთელობის მდგომარეობის გაუარესების გამო თანამდებობიდან გადადგა.", img: "Gadadga"}
            ],
  born:     [
              { name: "1749", fact: "იოჰან ვოლფგანგ გოეთე — გერმანელი მწერალი და მოაზროვნე", img: "iohan volpgang goete"}
            ],
  died:     [
              { name: "1481", fact: "აფონსუ V — პორტუგალიის მეფე.", img: "aponsu V"},
              { name: "2020", fact: "ჩედუიკ ბოუზმენი — ამერიკელი მსახიობი.", img: "cheduik bouzmeni"}
            ]
});
