window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: აღმოყვანება ნაწილთა ღირსისა მაქსიმე აღმსარებლისა წმინდა მოწამენი იპოლიტე, ირინეოსი, აბუნდი და კონკორდია - რომში წამებულნი ტიხონ ზადონელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: აღმოყვანება ნაწილთა ღირსისა მაქსიმე აღმსარებლისა წმინდა მოწამენი იპოლიტე, ირინეოსი, აბუნდი და კონკორდია - რომში წამებულნი ტიხონ ზადონელი", img: "martlmadidebeli eklesia moikhseniebs tsmindanebs aghmoqvaneba natsilta ghirsisa maksime aghmsareblisa tsminda motsameni ipolite irineosi abundi da konkordia"},
              { name: "აღმოყვანება ნაწილთა ღირსისა მაქსიმე აღმსარებლისა", fact: "აღმოყვანება ნაწილთა ღირსისა მაქსიმე აღმსარებლისა", img: "Aghmsarebli"},
              { name: "წმინდა მოწამენი იპოლიტე, ირინეოსი, აბუნდი და კონკორდია - რომში წამებულნი", fact: "წმინდა მოწამენი იპოლიტე, ირინეოსი, აბუნდი და კონკორდია - რომში წამებულნი", img: "tsminda motsameni ipolite irineosi abundi da konkordia"},
              { name: "ტიხონ ზადონელი", fact: "ტიხონ ზადონელი", img: "Zadoneli"}
            ],
  history:  [
              { name: "ძვ. წ. 55", fact: "იულიუს კეისარი ბრიტანეთში იჭრება.", img: "Ichreba"},
              { name: "1071", fact: "მანასკერტის ბრძოლა - თურქ-სელჩუკებმა სასტიკად დაამარცხეს ბიზანტიელები.", img: "manaskertis brdzola"},
              { name: "1498", fact: "მიქელანჯელოს პიეტას გამოკვეთა შეუკვეთეს.", img: "Sheukvete"},
              { name: "1858", fact: "ახალი ამბების პირველი გადაცემა მოხდა ტელეგრაფით.", img: "Telegrapit"},
              { name: "1883", fact: "ინდონეზიაში ვულკანი კრაკატაუს ამოფრქვევამ 800 ათ. კმ² ფართობი ფერფლით დაფარა, ხოლი მისგან გამოწვეული ცუნამის გამო კუნძულებზე იავა და სუმატრა 36 ათასი ადამიანი დაიღუპა.", img: "800"},
              { name: "1914", fact: "პირველი მსოფლიო ომი - ტანენბერგის ბრძოლაში გერმანელები რუსებს ამარცხებენ.", img: "pirveli msoplio omi"},
              { name: "1920", fact: "აშშ-ის კონსტიტუციის მე-19 დამატებით ქალებს კენჭისყრის უფლება მიეცათ.", img: "19"},
              { name: "1957", fact: "საბჭოთა კავშირის სატელეგრაფო სააგენტოს ცნობით საბჭოთა კავშირმა წარმატებით განახორციელა საკონტინენტთაშორისო ბალისტიკური რაკეტის გამოცდა.", img: "Gamots"},
              { name: "1972", fact: "მიუნხენში, გერმანია, XX ოლიმპიადა იხსნება.", img: "Ikhsneba"},
              { name: "1986", fact: "ტოქსიკური გაზით მოწამვლით კამერუნში 1700 ადამიანი დაიღიპა.", img: "1700"},
              { name: "2008", fact: "რუსეთმა დე-იურე ცნო აფხაზეთისა და სამხრეთ ოსეთის დე-ფაქტო რესპუბლიკები.", img: "Respublikebi"},
              { name: "2011", fact: "ქარიშხალმა აირინმა კარიბებსა და აშშ-ის აღმოსავლეთ სანაპიროს გადაუარა, რასაც შედეგად მოჰყვა მინიმუმ 44 ადამიანის სიკვდილი და 10.1 მილიარდ აშშ-ის დოლარად შეფასებული ზარალი.", img: "44"},
              { name: "2013", fact: "სირიის დედაქალაქ დამასკოს გარეუბანში ქიმიური იარაღის გამოყენების შედეგად დაიღუპა ასობით ადამიანი.", img: "Adamiani"}
            ],
  born:     [
              { name: "1743", fact: "ლავუაზიე, ანტუან — ფრანგი ქიმიკოსი", img: "lavuazie antuan"},
              { name: "1880", fact: "აპოლინერი, გიიომ — ფრანგი პოეტი", img: "apolineri giiom"},
              { name: "1925", fact: "მამა გაბრიელი — არქიმანდრიტი, ბერი", img: "mama gabrieli"},
              { name: "2019", fact: "გურანდა გაბუნია — ქართველი მსახიობი", img: "guranda gabunia"}
            ],
  died:     [
              { name: "1666", fact: "ჰალსი, ფრანს — ჰოლანდიელი ფერმწერი.", img: "halsi prans"},
              { name: "1850", fact: "ლუი-ფილიპი — საფრანგეთის მეფე", img: "lui pilipi"},
              { name: "1918", fact: "კირიონ II — საქართველოს კათალიკოს-პატრიარქი", img: "kirion II"}
            ]
});
