window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ანჩისხატობა ქრისტეფორე გურული წმიდა მებკამბრე დიომიდე მკურნალი 33 პალესტინელი მოწამე ქერიმონ მეგვიპტელი", fact: "ანჩისხატობა ქრისტეფორე გურული წმიდა მებკამბრე დიომიდე მკურნალი 33 პალესტინელი მოწამე ქერიმონ მეგვიპტელი", img: "33"},
              { name: "ანჩისხატობა", fact: "ანჩისხატობა", img: "Anchiskhatoba"},
              { name: "ქრისტეფორე გურული", fact: "ქრისტეფორე გურული", img: "Guruli"},
              { name: "წმიდა მებკამბრე", fact: "წმიდა მებკამბრე", img: "Mebkambr"},
              { name: "დიომიდე მკურნალი", fact: "დიომიდე მკურნალი", img: "Mkurnali"},
              { name: "33 პალესტინელი მოწამე", fact: "33 პალესტინელი მოწამე", img: "33"},
              { name: "ქერიმონ მეგვიპტელი", fact: "ქერიმონ მეგვიპტელი", img: "Megvipteli"}
            ],
  history:  [
              { name: "708", fact: "სპილენძის მონეტები ჩამოასხეს პირველად იაპონიაში.", img: "Japan"},
              { name: "1261", fact: "ურბან IV რომის პაპი გახდა.", img: "Pope"},
              { name: "1350", fact: "ვინჩელსის ბრძოლაში ინგლისის ფლოტმა მეფე ედვარდ III-ის ხელმძღვანელობით კასტილიის საზღვაო ფლოტი დაამარცხა.", img: "Daamartskha"},
              { name: "1521", fact: "ოსმალებმა ნანდორფეჰრევარი (ამჟამად ბელგრადი) დაიპყრეს.", img: "Daipqre"},
              { name: "1526", fact: "ოსმალებმა სულეიმან ბრწყინვალეს მეთაურობით უნგრეთისა და ბოჰემიის ბოლო იაგელონელი მეფე მოკლეს.", img: "Mokle"},
              { name: "1533", fact: "ესპანელმა კონკისტადორებმა ინკების ხელმწიფე ატაჰუალპა ჩამოარხრჩვეს კახამარკაში.", img: "Kakhamarka"},
              { name: "1541", fact: "ოსმალებმა უნგრეთის სამეფოს დედაქალაქი ბუდა დაიპყრეს.", img: "Daipqre"},
              { name: "1758", fact: "ნიუ-ჯერსიში შეიქმნა ინდიელთა პირველი რეზერვაცია.", img: "Rezervats"},
              { name: "1825", fact: "ბრაზილია გახდა დამოუკიდებელი სახელმწიფო.", img: "Sakhelmtsipo"},
              { name: "1831", fact: "მიქაელ ფარადეიმს ელექტრომაგნეტიკური ინდუქცია აღმოაჩინა.", img: "Aghmoachina"},
              { name: "1833", fact: "დიდ ბრიტანეთში მონობა კანონმდებლობით აკრძალულ იქნა.", img: "Ikna"},
              { name: "1842", fact: "ნანკინის ხელშეკრულებით დასრულდა ოპიუმის პირველი ომი.", img: "Omi"},
              { name: "1883", fact: "თომას აპერნმა (კანადა) გამოიგონა პირველი ელექტროღუმელი.", img: "Elektroghumeli"},
              { name: "1885", fact: "გოტლიბ დაიმლერმა მსოფლიოს პირველი მოტოციკლი დააპატენტა.", img: "Daapatenta"},
              { name: "1929", fact: "დირიჟაბლმა „გრაფ ცეპელინმა“ პირველად შემოუფრინა დედამიწას.", img: "Dedamitsa"},
              { name: "1932", fact: "სურამის უღელტეხილზე პირველმა ელექტრომატარებელმა გაიარა.", img: "Gaiara"},
              { name: "1949", fact: "საბჭოთა კავშირმა პირველი ატომური ბომბის გამოცდა მოახდინა სემიპალატინსკთან, ყაზახეთი.", img: "Qazakheti"},
              { name: "2005", fact: "ქარიშხალმა კატრინამ აშშ-ის მთელი სამხრეთის ყურე დააზიანა ლუიზიანადან ფლოიდანზე, მოკლა რა 183 ადამიანი და $115 მილიარდის ზარალი მიაყენა.", img: "183"},
              { name: "2019", fact: "ალექსი გონჩარუკი უკრაინის ახალი პრემიერ-მინისტრი გახდა.", img: "Gakh"},
              { name: "2025", fact: "ტაილანდის პრემიერ-მინისტრი ფეთონგთან ჩინავატი საკონსტიტუციო სასამართლომ თანამდებობიდან გაათავისუფლა.", img: "Gaatavisupla"}
            ],
  born:     [
              { name: "1862", fact: "მეტერლინკი, მორის — ბელგიელი მწერალი", img: "meterlinki moris"},
              { name: "1871", fact: "ალბერ ლებრანი — საფრანგეთის პრეზიდენტი", img: "alber lebrani"},
              { name: "1899", fact: "აფხაიძე, ემანუელ — ქართველი მსახიობი", img: "apkhaidze emanuel"},
              { name: "1958", fact: "ჯექსონი, მაიკლ — ამერიკელი არტისტი", img: "jeksoni maikl"},
              { name: "1986", fact: "ჰაჯიმე ისაიამა — იაპონელი მანგის მხატვარი", img: "hajime isaiama"},
              { name: "1993", fact: "პეინი, ლიამ — ინგლისურ-ირლანდიური ბოიბენდის წევრი", img: "peini liam"}
            ],
  died:     [
              { name: "886", fact: "ბასილი I — ბიზანტიის იმპერატორი, მაკედონური დინასტიის დამაარსებელი.", img: "basili I"},
              { name: "1523", fact: "ჰუტენი, ულრიხ ფონ — გერმნელი ჰუმანისტი, მწერალი", img: "huteni ulrikh pon"},
              { name: "1533", fact: "ატაჰუალპა — ინკების მმართველი", img: "atahualpa"},
              { name: "2021", fact: "ჟაკ როგე — საერთაშორისო ოლიმპიური კომიტეტის ყოფილი პრეზიდენტი", img: "zhak roge"}
            ]
});
