window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "მიტროპოლიტი ნაზარი და მასთან ერთად დეკანოზები გერმანე, იეროთეოსი; მღვდელი სიმონი; პროტოდიაკონი ბესარიონი და ყოველნი ახალ მოწამენი მიქეა წინასწარმეტყველი მარკელე აპამეელი თეოდოსი პეჩორელი", fact: "მიტროპოლიტი ნაზარი და მასთან ერთად დეკანოზები გერმანე, იეროთეოსი; მღვდელი სიმონი; პროტოდიაკონი ბესარიონი და ყოველნი ახალ მოწამენი მიქეა წინასწარმეტყველი მარკელე აპამეელი თეოდოსი პეჩორელი", img: "Pechoreli"},
              { name: "მიტროპოლიტი ნაზარი და მასთან ერთად დეკანოზები გერმანე, იეროთეოსი; მღვდელი სიმონი; პროტოდიაკონი ბესარიონი და ყოველნი ახალ მოწამენი", fact: "მიტროპოლიტი ნაზარი და მასთან ერთად დეკანოზები გერმანე, იეროთეოსი; მღვდელი სიმონი; პროტოდიაკონი ბესარიონი და ყოველნი ახალ მოწამენი", img: "Motsameni"},
              { name: "მიქეა წინასწარმეტყველი", fact: "მიქეა წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "მარკელე აპამეელი", fact: "მარკელე აპამეელი", img: "Apameeli"},
              { name: "თეოდოსი პეჩორელი", fact: "თეოდოსი პეჩორელი", img: "Pechoreli"}
            ],
  history:  [
              { name: "1813", fact: "ნაპოლეონი ამარცხებს ავსტრიელებს, რუსებსა და პრუსიელებს დრეზდენის ბრძოლაში.", img: "Brdzola"},
              { name: "1828", fact: "რუსები თურქებს ამარცხებენ ახალციხის ბრძოლაში.", img: "Brdzola"},
              { name: "1859", fact: "ნავთობი აღმოაჩინეს ტიტუსვილში, პენსილვანია, რაც მსოფლიოში პირველი წარმატებული ნავთობჭაბურღილი გახდა.", img: "Gakh"},
              { name: "1876", fact: "რუსეთის ჯარმა იერიშით აიღო და დაანგრია სოფ. ხალდე, აჯანყებულ სვანთა სიმაგრე.", img: "Simagr"},
              { name: "1883", fact: "კრაკატოას ვულკანის ამოფრქვევა ინდონეზიაში - ყველაზე მსხვერპლიანი ვულკანური მოვლენა თანამედროვე ეპოქაში.", img: "krakatoas vulkanis amoprkveva indoneziashi"},
              { name: "1939", fact: "რეაქტიული თვითმფრინავის პირველი საცდელი ფრენა განხორციელდა გერმანული ექსპერიმენტული თვითმფრინავით ხეინკელ ხე-178.", img: "178"},
              { name: "1952", fact: "დასავლეთ გერმანიას, ისრაელსა და ლუქსემბრგს შორის საკომპენსაციო მოლარაკებები სრულდება; გერმანია 3 მილიარდი მარკის გადახდაზე თანხმდება.", img: "Tankhmdeba"},
              { name: "1991", fact: "ევროპის საბჭომ ცნო ბალტიის ქვეყნების - ესტონეთი, ლატვია და ლიეტუვა - დამოუკიდებლობა.", img: "evropis sabchom tsno baltiis kveqnebis"},
              { name: "1991", fact: "მოლდოვამ საბჭოთა კავშირისგან დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "2000", fact: "ოსტანკინოს ტელეანძას მოსკოვში ხანძარი გაუჩნდა.", img: "Gauchn"},
              { name: "2003", fact: "მარსი დედამიწას უახლოვდება ყველაზე მოკლე დისტანციაზე ბოლო 60 000 წლის განმავლობაში - 55 758 006 კმ-ში.", img: "60"},
              { name: "2010", fact: "სიბუდუს მღვიმეში (სამხრეთ აფრიკის რესპუბლიკა) არქეოლოგიური გათხრების შედეგად აღმოჩენილი ისრის პირები, მშვილ­დ-ისრის 64 000 წლის წინანდელ გამოყენებაზე მიუთითებს.", img: "64"},
              { name: "2011", fact: "რუსთავისა და მარნეულის მთავარეპისკოპოსმა იოანემ აკურთხა რუსთავში ახლადაგებული სიონის ტაძარი.", img: "Tadzari"}
            ],
  born:     [
              { name: "1770", fact: "ჰეგელი, გეორგ ვილჰელმ ფრიდრიხ — გერმანელი ფილოსოფოსი", img: "hegeli georg vilhelm pridrikh"},
              { name: "1856", fact: "ივან ფრანკო — უკრაინელი მწერალი", img: "ivan pranko"},
              { name: "1858", fact: "პეანო, ჯუზეპე — იტალიელი მათემატიკოსი", img: "peano juzepe"},
              { name: "1871", fact: "თეოდორ დრაიზერი — ამერიკელი მწერალი", img: "teodor draizeri"},
              { name: "1874", fact: "კარლ ბოში — გერმანელი ქიმიკოსი და ინჟინერი, ნობელის პრემიის ლაურეატი (1931)", img: "1931"},
              { name: "1884", fact: "ალექსანდრე აბაშელი — ქართველი პოეტი", img: "aleksandre abasheli"},
              { name: "1887", fact: "ჰანსენი, ალვინ — ამერიკელი ეკონომისტი", img: "hanseni alvin"},
              { name: "1896", fact: "ფაინა რანევსკაია — რუსი და საბჭოთა მსახიობი", img: "paina ranevskaia"},
              { name: "1900", fact: "შალვა თაქთაქიშვილი — ქართველი კომპოზიტორი", img: "shalva taktakishvili"},
              { name: "1908", fact: "ლინდონ ჯონსონი — აშშ-ის 36-ე პრეზიდენტი (1963–1969 წლებში)", img: "36"},
              { name: "1926", fact: "ქართლოს კასრაძე — ქართველი მსახიობი და მწერალი (გ. 2005)", img: "2005"},
              { name: "1941", fact: "სეზარია ევორა — კაბო-ვერდელი ფოლკლორული მომღერალი (გ. 2011)", img: "2011"},
              { name: "1950", fact: "ელიზბარ უბილავა — ესპანეთში მოღვაწე ქართველი მოჭადრაკე", img: "elizbar ubilava"},
              { name: "1983", fact: "ჯამალა — უკრაინელი მომღერალი და კომპოზიტორი", img: "jamala"}
            ],
  died:     [
              { name: "1963", fact: "გურამ თიკანაძე ― ქართველი ფოტოგრაფი და ალპინისტი (დ. 1932)", img: "1932"},
              { name: "1975", fact: "ჰაილე სელასიე I — ეთიოპიის იმპერატორი", img: "haile selasie I"},
              { name: "1990", fact: "რამონ პინეირა ლოპესი — ესპანელი პოლიტიკური და ინტელექტუალური მოღვაწე.", img: "ramon pineira lopesi"},
              { name: "2009", fact: "შოთა ჩოჩიშვილი — ქართველი ძიუდოისტი", img: "shota chochishvili"}
            ]
});
