window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ქრისტოდულე ფილოსოფოსი თადეოზ სტეფანწმინდელი ფლოროსი და ლავროსი ერმი, სერაპიონი და პოლიენი მღვდელმოწამენი: ემელიანე ეპისკოპოსი და მის თანა ილარიონი, დიონისე და ერმიპე იოანე და გიორგი - კონსტანტინოპოლელი პატრიარქები მაკარი პელიკიტელი იოანე რილელი", fact: "ქრისტოდულე ფილოსოფოსი თადეოზ სტეფანწმინდელი ფლოროსი და ლავროსი ერმი, სერაპიონი და პოლიენი მღვდელმოწამენი: ემელიანე ეპისკოპოსი და მის თანა ილარიონი, დიონისე და ერმიპე იოანე და გიორგი - კონსტანტინოპოლელი პატრიარქები მაკარი პელიკიტელი იოანე რილელი", img: "kristodule pilosoposi tadeoz stepantsmindeli plorosi da lavrosi ermi serapioni da polieni mghvdelmotsameni emeliane episkoposi da mis tana ilarioni dionise da ermipe ioane da giorgi"},
              { name: "ქრისტოდულე ფილოსოფოსი", fact: "ქრისტოდულე ფილოსოფოსი", img: "Pilosoposi"},
              { name: "თადეოზ სტეფანწმინდელი", fact: "თადეოზ სტეფანწმინდელი", img: "Stepantsmindeli"},
              { name: "ფლოროსი და ლავროსი", fact: "ფლოროსი და ლავროსი", img: "Lavrosi"},
              { name: "ერმი, სერაპიონი და პოლიენი", fact: "ერმი, სერაპიონი და პოლიენი", img: "Polieni"},
              { name: "მღვდელმოწამენი: ემელიანე ეპისკოპოსი და მის თანა ილარიონი, დიონისე და ერმიპე", fact: "მღვდელმოწამენი: ემელიანე ეპისკოპოსი და მის თანა ილარიონი, დიონისე და ერმიპე", img: "Ermip"},
              { name: "იოანე და გიორგი - კონსტანტინოპოლელი პატრიარქები", fact: "იოანე და გიორგი - კონსტანტინოპოლელი პატრიარქები", img: "ioane da giorgi"},
              { name: "მაკარი პელიკიტელი", fact: "მაკარი პელიკიტელი", img: "Pelikiteli"},
              { name: "იოანე რილელი", fact: "იოანე რილელი", img: "Rileli"}
            ],
  history:  [
              { name: "1876", fact: "ოსმალეთის სულთანი მურად V ჩამოაგდეს ტახტიდან. იგი შეცვალა მისმა ძმამ აბდულ-ჰამიდ II-მ.", img: "M"},
              { name: "1897", fact: "თომას ედისონმა დააპატენტა კინეტოსკოპი, პირველი კინოპროექტორი.", img: "Kinoproektori"},
              { name: "1907", fact: "თავადი ალექსანდრე იზვოლსკი და სერ არტურ ნიკოლსონი ხელს აწერენ სანქტ-პეტერბურგის კონვენციას, რომლითაც სამმაგი ანტანტის ალიანსი შეიქმნა.", img: "Sheikmna"},
              { name: "1920", fact: "პოლონეთ-ბოლშევიკთა ომი: პოლონელები დამაჯერებლად იმარჯვებენ კომაროვის ბრძოლაში.", img: "Brdzola"},
              { name: "1920", fact: "პირველი რადიო პროგრამა გადაიცა დეტროიტში, მიჩიგანი.", img: "Michigani"},
              { name: "1939", fact: "ნაცისტები გლენოვიცის რადიოსადგურზე თავდასხმის ინსცინირებას ახდენენ, რაც მათ პოლონეთზე თავდასხმის საბაბს აძლევს მომდევნო დღეს, იწყებს რა მეორე მსოფლიო ომს ევროპაში.", img: "Evropa"},
              { name: "1957", fact: "მალაიის ფედერაცია დიდი ბრიტანეთისგან დამოუკიდებელი გახდა.", img: "Gakh"},
              { name: "1962", fact: "ტრინიდადი და ტობაგო დამოუკიდებელი გახდა.", img: "Gakh"},
              { name: "1991", fact: "ყირგიზეთმა საბჭოთა კავშირისგან დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "1997", fact: "უიელსის პრინცესა დაიანა ავტოავარიაში გარდაიცვალა პარიზში.", img: "Pariz"},
              { name: "1999", fact: "პირველი ქართული სამშვიდობო ოცეული კოსოვოში სამშვიდობო მისიის შესასრულებლად გაემგზავრა. 2016 წლიდან — ქართველი მშვიდობისმყოფელის დღე.", img: "2016"},
              { name: "2005", fact: "ალ-ააიმას ხიდზე ჭყლეტაში 1199 ადამიანი დაიღუპა ბაღდადში.", img: "1199"},
              { name: "2006", fact: "2004 წლის 22 აგვისტოს მოპარული ედვარდ მუნკის განთქმული ტილო „კივილი“ აღმოაჩინა ჩხრეკისას ნორვეგიის პოლიციამ.", img: "2004"},
              { name: "2010 არგენტინელი ფეხბურთელი ფრანსისკო ვარალო, ფეხბურთის პირველი მსოფლიო ჩემპიონატის უკანასკნელი მონაწილე, 100 წლის ასაკში გარდაიცვალა. გამოცხადდა დინოზავრების ახალი გვარის ბალაურის აღმოჩენა, რომელიც ახლოს დგასველოცირაპტორთან. ერაყის ომში, ოპერაცია „ერაყის თავისუფლება“ დასრულდა და დაიწყო ოპერაცია „ახალი განთიადი“, რითაც დასრულდა გარე ძალების საბრძოლო ოპერაციები ერაყში.", fact: "2010 არგენტინელი ფეხბურთელი ფრანსისკო ვარალო, ფეხბურთის პირველი მსოფლიო ჩემპიონატის უკანასკნელი მონაწილე, 100 წლის ასაკში გარდაიცვალა. გამოცხადდა დინოზავრების ახალი გვარის ბალაურის აღმოჩენა, რომელიც ახლოს დგასველოცირაპტორთან. ერაყის ომში, ოპერაცია „ერაყის თავისუფლება“ დასრულდა და დაიწყო ოპერაცია „ახალი განთიადი“, რითაც დასრულდა გარე ძალების საბრძოლო ოპერაციები ერაყში.", img: "2010"},
              { name: "არგენტინელი ფეხბურთელი ფრანსისკო ვარალო, ფეხბურთის პირველი მსოფლიო ჩემპიონატის უკანასკნელი მონაწილე, 100 წლის ასაკში გარდაიცვალა.", fact: "არგენტინელი ფეხბურთელი ფრანსისკო ვარალო, ფეხბურთის პირველი მსოფლიო ჩემპიონატის უკანასკნელი მონაწილე, 100 წლის ასაკში გარდაიცვალა.", img: "100"},
              { name: "გამოცხადდა დინოზავრების ახალი გვარის ბალაურის აღმოჩენა, რომელიც ახლოს დგასველოცირაპტორთან.", fact: "გამოცხადდა დინოზავრების ახალი გვარის ბალაურის აღმოჩენა, რომელიც ახლოს დგასველოცირაპტორთან.", img: "Dgasvelotsiraptor"},
              { name: "ერაყის ომში, ოპერაცია „ერაყის თავისუფლება“ დასრულდა და დაიწყო ოპერაცია „ახალი განთიადი“, რითაც დასრულდა გარე ძალების საბრძოლო ოპერაციები ერაყში.", fact: "ერაყის ომში, ოპერაცია „ერაყის თავისუფლება“ დასრულდა და დაიწყო ოპერაცია „ახალი განთიადი“, რითაც დასრულდა გარე ძალების საბრძოლო ოპერაციები ერაყში.", img: "Eraq"},
              { name: "2011", fact: "იაპონიის დემოკრატიული პარტიის წევრი იოშიჰიკო ნოდა აირჩიეს ქვეყნის პრემიერ-მინისტრად.", img: "Ministr"},
              { name: "2016", fact: "ბრაზილიის სენატმა პრეზიდენტი დილმა რუსეფი თანამდებობიდან გადააყენა.", img: "Gadaaqena"},
              { name: "2021", fact: "ალარ კარისი ესტონეთის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "12", fact: "გაიუს იულიუს ცეზარ კალიგულა — რომის იმპერატორი", img: "Rome"},
              { name: "161", fact: "კომოდუსი — რომის იმპერატორი", img: "Rome"},
              { name: "1569", fact: "ჯაჰანგირი — ინდოეთის იმპერატორი", img: "jahangiri"},
              { name: "1821", fact: "ფონ ჰელმჰოლცი, ჰერმან — გერმანელი ფიზიკოსი", img: "pon helmholtsi herman"},
              { name: "1880", fact: "ვილჰელმინა I — ჰოლანდიის დედოფალი", img: "vilhelmina I"},
              { name: "1899", fact: "გრიგოლ ფერაძე — ქართველი თეოლოგი, ისტორიკოსი, არქიმანდრიტი, საქართველოს ეროვნული გმირი", img: "Gregory peradze"},
              { name: "1945", fact: "პერლმანი, იცხაკ — ებრაელი მევიოლინე", img: "perlmani itskhak"},
              { name: "1948", fact: "რუდოლფ შენკერი — გერმანელი გიტარისტი, (Scorpions)", img: "Scorpions"},
              { name: "1949", fact: "პოლიტცერი, ჰ. დევიდ — ამერიკელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "polittseri h devid"}
            ],
  died:     [
              { name: "1056", fact: "თეოდორა — ბიზანტიის იმპერატორი", img: "teodora"},
              { name: "1234", fact: "ჰორიკავა — იაპონიის იმპერატორი", img: "horikava"},
              { name: "1422", fact: "ჰენრი V — ინგლისის მეფე", img: "England"},
              { name: "1867", fact: "ბოდლერი, შარლ—ფრანგი მწერალი", img: "bodleri sharl"},
              { name: "1919", fact: "ცახელი — ქართველი პოეტი", img: "tsakheli"},
              { name: "1941", fact: "ცვეტაევა, მარინა — რუსი პოეტი", img: "tsvetaeva marina"},
              { name: "1997", fact: "დაიანა — უელსის პრინცესა", img: "daiana"},
              { name: "1997", fact: "ნანა მესხიძე — ქართველი ფერმწერი", img: "nana meskhidze"},
              { name: "2002", fact: "პორტერი, ჯორჯ — ინგლისელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "porteri jorj"},
              { name: "2005", fact: "როტბლატი, ჯოზეფ — ინგლისელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "rotblati jozep"}
            ]
});
