window.__dayDataCallback__({
  holidays: [
            ],
  history:  [
              { name: "ძვ. წ. 31", fact: "აქციუმის კუნძულებთან ბრძოლაში ოქტავიანემ დაამარცა მარკუს ანტონიუსის და კლეოპატრას ფლოტი,", img: "Ploti"},
              { name: "1666", fact: "ლონდონის დიდი ხანძარი იწყება, რომელიც სამი დღის განმავლობაში 10,000 ნაგებობას ანადგურებს, წმინდა პავლეს საკათედრო ტაძრის ჩათვლით.", img: "10"},
              { name: "1752", fact: "დიდი ბრიტანეთი გრიგორიანულ კალენდარზე გადადის, თითქმის ორი საუკუნით გვიან ვიდრე დასავლეთ ევროპის დიდი ნაწილი.", img: "Natsili"},
              { name: "1789", fact: "დაარსდა აშშ-ის სახაზინო დეპარტამენტი (სურათზე ბეჭედი).", img: "USA"},
              { name: "1870", fact: "ფრანკო-პრუსიის ომი - პრუსიელებმა შეიპყრეს ნაპოლეონ III სედანის ბრძოლაში; საფრანგეთის მეორე იმპერია რამდენიმე დღეში დაიშალა.", img: "pranko prusiis omi"},
              { name: "1945", fact: "ვიეტნამი დამოუკიდებლობას აცხადებს, და ვიეტნამის დემოკრატიულ რესპუბლიკად (ჩრდილოეთ ვიეტნამი) ყალიბდება.", img: "Qalibdeba"},
              { name: "1991", fact: "აშშ ბალტიისპირეთის ქვეყნების: ესტონეთის, ლატვიის და ლიეტუვის დამოუკიდებლობას ცნობს.", img: "USA"},
              { name: "2008", fact: "კომპანია გუგლმა ვებ-ბრაუზერი Google Chrome შექმნა.", img: "Google Chrome"},
              { name: "2009", fact: "იოლუ აბილის ინაუგურაცია შედგა ვანუატუს პრეზიდენტის პოსტზე.", img: "Postz"},
              { name: "2013", fact: "კომპანია Microsoft-მა ფინური Nokia-ს მობილურების მწარმოებელი ქვედანაყოფი 7,2 მილიარდ $-ად შეიძინა. საქართველოს ძიუდოისტთა ნაკრებმა რუსეთის ნაკრებთან 3:2 გამარჯვების შემდეგ მსოფლიოს ჩემპიონის ტიტული მოიპოვა.", img: "Microsoft"},
              { name: "კომპანია Microsoft-მა ფინური Nokia-ს მობილურების მწარმოებელი ქვედანაყოფი 7,2 მილიარდ $-ად შეიძინა.", fact: "კომპანია Microsoft-მა ფინური Nokia-ს მობილურების მწარმოებელი ქვედანაყოფი 7,2 მილიარდ $-ად შეიძინა.", img: "Microsoft"},
              { name: "საქართველოს ძიუდოისტთა ნაკრებმა რუსეთის ნაკრებთან 3", fact: "2 გამარჯვების შემდეგ მსოფლიოს ჩემპიონის ტიტული მოიპოვა.", img: "Moipova"},
              { name: "2014", fact: "არქეოლოგებმა გიბრალტარში, გორჰამის მღვიმეში, ნეანდერტალელების მიერ შესრულებული აბსტრაქტული ნახატები აღმოაჩინეს.", img: "Aghmoachine"},
              { name: "2018", fact: "ბრაზილიის ეროვნული მუზეუმი ხანძარმა გაანადგურა.", img: "Gaanadgura"}
            ],
  born:     [
              { name: "1805", fact: "ეჩევერია, ესპებან — არგენტინელი მწერალი", img: "echeveria espeban"},
              { name: "1838", fact: "ლილიუოკალანი — ჰავაის სამეფოს დედოფალი", img: "liliuokalani"},
              { name: "1853", fact: "ოსტვალდი, ვილჰელმ — გერმანელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "ostvaldi vilhelm"},
              { name: "1856", fact: "ჰარა ტაკასი — იაპონიის პოლიტიკური მოღვაწე (გ. 1921)", img: "1921"},
              { name: "1877", fact: "სოდი, ფრედერიკ — ბრიტანელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "sodi prederik"},
              { name: "1894", fact: "როტი, იოზეფ — ავსტრიელი მწერალი", img: "roti iozep"},
              { name: "1926", fact: "ლეონოვი, ევგენი — საბჭოთა და რუსი მსახიობი", img: "leonovi evgeni"},
              { name: "1950", fact: "იუენ ვაჰ — ჩინელი მსახიობი", img: "iuen vah"},
              { name: "1953", fact: "ზორნი, ჯონ — ამერიკელი მუსიკოსი", img: "zorni jon"},
              { name: "1964", fact: "კიანუ რივზი — ჰოლივუდის კინო-მსახიობი (სურათზე)", img: "kianu rivzi"}
            ],
  died:     [
              { name: "421", fact: "კონსტანტიუს III — რომის იმპერატორი", img: "Rome"},
              { name: "1274", fact: "პრინცი მუნეტაკა — იაპონიის სიოგუნი", img: "printsi munetaka"},
              { name: "1651", fact: "ქიოსემ სულთანი — ოსმალეთის სულთნის, აჰმედ I-ის მეუღლე.", img: "kiosem sultani"},
              { name: "1540", fact: "ლებნა დენგელი — ეთიოპიის იმპერატორი", img: "lebna dengeli"},
              { name: "1768", fact: "დეპარსიო, ანტუან — ფრანგი მათემატიკოსი", img: "deparsio antuan"},
              { name: "1813", fact: "მორო, ჟან ვიქტორ მარი — ფრანგი გენერალი", img: "moro zhan viktor mari"},
              { name: "1820", fact: "ჟიაქინგი — ჩინეთის იმპერატორი", img: "China"},
              { name: "1865", fact: "ჰამილტონი, უილიამ როუან — ირლანდიელი მათემატიკოსი", img: "hamiltoni uiliam rouan"},
              { name: "1937", fact: "კუბერტენი, პიერ დე — ფრანგი საზოგადო მოღვაწე", img: "kuberteni pier de"},
              { name: "1969", fact: "ჰო ში მინი — ვიეტნამის ლიდერი", img: "ho shi mini"},
              { name: "1973", fact: "ტოლკინი, ჯონ რონალდ რუელ — ინგლისელი ფილოლოგი, მწერალი და პროფესორი (დ. 1892)", img: "1892"},
              { name: "1991", fact: "გარსია რობლესი, ალფონსო — მექსიკელი დიპლომატი, ნობელის პრემიის ლაურეატი", img: "garsia roblesi alponso"},
              { name: "1992", fact: "მაკ-კლინტოკი, ბარბარე — ამერიკელი გენეტიკოსი, ნობელის პრემიის ლაურეატი", img: "mak klintoki barbare"},
              { name: "2011", fact: "ზინაიდა კვერენჩხილაძე — საქართველოს სახალხო არტისტი.", img: "zinaida kverenchkhiladze"},
              { name: "2016", fact: "ისლამ ქარიმოვი — უზბეკეთის პრეზიდენტი.", img: "islam karimovi"}
            ]
});
