window.__dayDataCallback__({
  holidays: [
            ],
  history:  [
              { name: "476", fact: "რომის იმპერიამ არსებობა შეწყვიტა ბარბაროსთა მეთაურის ოდოაკრის მიერ უკანასკნელი იმპერატორის რომულუს ავგუსტულუსის დამხობით.", img: "Damkhobit"},
              { name: "1781", fact: "ლოს-ანჯელესი დაარსდა კალიფორნიაში როგორც „ელ პუებლო დე ნუსტრა სენიორა ლა რეინა დე ლოს ანხელეს დე პორკიუნკულა“ 44 ესპანელი ახალმოსახლის მიერ.", img: "44"},
              { name: "1791", fact: "ლუი XVI-მ საფრანგეთის პირველ კონსტიტუციას მოაწერა ხელი.", img: "Kheli"},
              { name: "1870", fact: "საფრანგეთში იმპერატორი ნაპოლეონ III დაამხეს და მესამე რესპუბლიკა გამოაცხადეს.", img: "Gamoatskhade"},
              { name: "1885", fact: "მსოფლიოში პირველი კაფეტერია გაიხსნა ნიუ-იორკში.", img: "Iork"},
              { name: "1888", fact: "ჯორჯ ისტმანმა სავაჭრო ფირმა „კოდაკი“ დაარეგისტრირა და პატენტი მიიღო ფოტოკამერისთვის, რომელიც დახვეულ ფოტოფირს იყენებდა.", img: "Iqeneb"},
              { name: "1939", fact: "მეორე მსოფლიო ომი - იაპონიამ ნეიტრალიტეტი გამოაცხადა ევროპის ომში.", img: "Japan"},
              { name: "1956", fact: "შეიქმნა IBM RAMAC 305, პირველი კომერციული კომპიუტერი, რომელიც მაგნიტური მეხსიერების დისკს იყენებდა.", img: "Ibm"},
              { name: "1958", fact: "გენერალმა დე გოლმა რესპუბლიკის მოედანზე საზოგადოებას საფრანგეთის მეხუთე კონსტიტუციის პროექტი წარუდგინა.", img: "Tsarudgina"},
              { name: "1970", fact: "სალვადორ ალიენდე ჩილეს პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "1991", fact: "უზენაესი რადის შენობაზე კიევში პირველად აღიმართა ლურჯ-ყვითელი დროშა.", img: "Drosha"},
              { name: "1995", fact: "ქალთა მეოთხე მსოფლიო კონფერენცია გაიხსნა პეკინში 4750 დელეგატით 181 ქვეყნიდან.", img: "4750"},
              { name: "1997", fact: "მოსკოვში ქალაქის 850 წლისთავი აღინიშნა.", img: "850"},
              { name: "1998", fact: "ჩამოყალიბდა გუგლი - ინტერნეტში ინფორმაციის ძიების დღეისთვის ერთ-ერთი ყველაზე პოპულარული სისტემა.", img: "chamoqalibda gugli"},
              { name: "2006", fact: "აერობუსი A380-ის პირველი ფრენა განხორციელდა მგზავრებით.", img: "A380"},
              { name: "2007", fact: "ევროსტარი პარიზიდან ლონდონში რეკორდულ დროში - 2 საათში 3 წუთსა და 39 წამში ჩავიდა.", img: "39"},
              { name: "2011", fact: "საქართველოს პრეზიდენტის განკარგულებით ხობის მუნიციპალიტეტს ახალი სოფელი, შავღელე შეემატა.", img: "Sheemata"},
              { name: "2015", fact: "ევროპის ჩემპიონატის შესარჩევი ეტაპის ფარგლებში საქართველოს ნაკრებმა ანგარიშით 1:0 შოტლანდიის ნაკრები დაამარცხა.", img: "Daamartskha"},
              { name: "2016", fact: "ბუნების დაცვის საერთაშორისო კავშირმა, ბამბუკის დათვი გადაშენების პირას მყოფი სახეობების სიიდან ამოიღო. რომის პაპმა ფრანცისკემ დედა ტერეზა კათოლიკური ეკლესიის წმინდანად შერაცხა.", img: "Sheratskha"},
              { name: "ბუნების დაცვის საერთაშორისო კავშირმა, ბამბუკის დათვი გადაშენების პირას მყოფი სახეობების სიიდან ამოიღო.", fact: "ბუნების დაცვის საერთაშორისო კავშირმა, ბამბუკის დათვი გადაშენების პირას მყოფი სახეობების სიიდან ამოიღო.", img: "Amoigho"},
              { name: "რომის პაპმა ფრანცისკემ დედა ტერეზა კათოლიკური ეკლესიის წმინდანად შერაცხა.", fact: "რომის პაპმა ფრანცისკემ დედა ტერეზა კათოლიკური ეკლესიის წმინდანად შერაცხა.", img: "Sheratskha"}
            ],
  born:     [
              { name: "1241", fact: "ალექსანდრე III — შოტლანდიის მეფე", img: "aleksandre III"},
              { name: "1563", fact: "ვანლი — ჩინეთის იმპერატორი", img: "China"},
              { name: "1809", fact: "იულიუშ სლოვაცკი — პოლონელი პოეტი", img: "iuliush slovatski"},
              { name: "1896", fact: "ანტონენ არტო — ფრანგი მწერალი", img: "antonen arto"},
              { name: "1906", fact: "მაქს დელბრუკი — გერმანელი ბიოლოგი, ნობელის პრემიის ლაურეატი", img: "maks delbruki"},
              { name: "1913", fact: "ტანგე კენძო — იაპონელი არქიტექტორი", img: "tange kendzo"},
              { name: "1913", fact: "სტენფორდ მური — ამერიკელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "stenpord muri"},
              { name: "1934", fact: "კლივ გრეინჯერი — ველსელი ეკონომისტი, ნობელის პრემიის ლაურეატი", img: "kliv greinjeri"},
              { name: "1952", fact: "რიში კაპური — ინდოელი მსახიობი", img: "rishi kapuri"},
              { name: "1954", fact: "ვიქტორ ნიკოლოზის ძე ბიჩკოვი — რუსი მსახიობი", img: "viktor nikolozis dze bichkovi"},
              { name: "1981", fact: "ბიონსე ნოულსი — ამერიკელი მომღერალი", img: "bionse noulsi"}
            ],
  died:     [
              { name: "1037", fact: "ბერმუდო III — ლეონის მეფე", img: "bermudo III"},
              { name: "1864", fact: "მორგანი, ჯონ ჰანთ — ამერიკელი კონფედერანტების ლიდერი", img: "morgani jon hant"},
              { name: "1907", fact: "გრიგი, ედვარდ — ნორვეგიელი კომპოზიტორი", img: "grigi edvard"},
              { name: "1965", fact: "შვაიცერი, ალბერტ — გერმანელი თეოლოგი და ექიმი, ნობელის პრემიის ლაურეატი", img: "shvaitseri albert"},
              { name: "1997", fact: "აიზენკი, ჰანს — გერმანული წარმოშობის ინგლისელი ფსიქოლოგი", img: "aizenki hans"},
              { name: "2006", fact: "სტივ ირვინი — პოპულარული ავსტრალიელი ნატურალისტი, ტელეჟურნალისტი და მრავალი ფილმის ავტორი ბუნებაზე.", img: "stiv irvini"},
              { name: "2012", fact: "მაიკლ კლარკ დუნკანი — ამერიკელი მსახიობი", img: "maikl klark dunkani"},
              { name: "2025", fact: "ჯორჯო არმანი — იტალიელი მოდის დიზაინერი და მილიარდერი (დ. 1934)", img: "1934"}
            ]
});
