window.__dayDataCallback__({
  holidays: [
            ],
  history:  [
              { name: "462", fact: "პირველი ბიზანტიური ინდიქციის დასაწყისი.", img: "Dasatsqisi"},
              { name: "1715", fact: "საფრანგეთის მეფე ლუი XIV გარდაიცვალა 72-წლიანი მმართველობის შემდეგ - რეკორდი ნებისმიერი დიდი ევროპული მონარქიისთვის.", img: "saprangetis mepe lui XIV gardaitsvala 72 tsliani mmartvelobis shemdeg"},
              { name: "1752", fact: "ლიბერტი ბელი (თავისუფლების ზარი) ჩამოიტანეს ფილადელფიაში.", img: "Piladelpia"},
              { name: "1763", fact: "რუსეთის იმპერატრიცა ეკატერინე II-მ დაამტკიცა ივან ბეტსკოის გეგმა მოსკოვის სააღმზრდელო სახლისთვის.", img: "Sakhlistv"},
              { name: "1804", fact: "იუნო, უდიდესი ასტეროიდთა სარტყელთაგან, აღმოაჩინა გერმანელმა ასტრონომმა კარლ ლუდვიგ ჰარდინგმა.", img: "Harding"},
              { name: "1897", fact: "ბოსტონის მეტრო გაიხსნა - პირველი მიწისქვეშა მეტრო ჩრდილოეთ ამერიკაში.", img: "USA"},
              { name: "1902", fact: "საფრანგეთში გამოვიდა „მოგზაურობა მთვარეზე“ - პირველი მეცნიერულ-ფანტასტიკური ფილმი.", img: "saprangetshi gamovida mogzauroba mtvareze"},
              { name: "1905", fact: "ალბერტა და სასკაჩევანი კანადის კონფედერაციას შეუერთდა.", img: "Sheuert"},
              { name: "1914", fact: "რუსეთში სანქტ-პეტერბურგს პეტროგრადი დაარქვეს.", img: "Daarkve"},
              { name: "1914", fact: "ბოლო მოგზაური მტრედი, დედალი სახელად მართა, დაიღუპა ტყვეობაში ცინცინატის ზოოპარკში.", img: "Zoopark"},
              { name: "1923", fact: "მიწისძვრამ ტოკიოსა და იოკოჰამაში 100 000 ადამიანი იმსხვერპლა.", img: "100"},
              { name: "1928", fact: "აჰმეტ ზოგუ ალბანეთს მონარქიად აცხადებს და საკუთარ თავს მონარქიის მეფედ.", img: "Meped"},
              { name: "1939", fact: "მეორე მსოფლიო ომი : ნაცისტური გერმანია პოლონეთს დაესხა თავს და ომი დაიწყო.", img: "Daitsqo"},
              { name: "1939", fact: "ჯორჯ მარშალი აშშ-ის არმიის შტაბის უფროსი გახდა.", img: "USA"},
              { name: "1943", fact: "მეორე მსოფლიო ომი : იტალია თანხმდება იარაღის დაყრის პირობებს.", img: "Pirobeb"},
              { name: "1951", fact: "აშშ, ავსტრალია და ახალი ზელანდია ხელს აწერენ ურთიერთ თავდაცვის პაქტს.", img: "USA"},
              { name: "1969", fact: "ლიბიაში რევოლუციის შედეგად ქვეყნის სათავეში მუამარ ალ-ქადაფი მოდის.", img: "Mod"},
              { name: "1981", fact: "ცენტრალური აფრიკის რესპუბლიკაში სამხედრო გადატრიალებით პრეზიდენტი დავიდ დაკო ჩამოაგდეს.", img: "Chamoagde"},
              { name: "1985", fact: "ერთობლივმა ამერიკულ-ფრანგულმა ექსპედიციამ საზღვაო სანაოსნო ხომალდ „ტიტანიკის“ ნარჩენები აღმოაჩინა.", img: "Aghmoachina"},
              { name: "1991", fact: "უზბეკეთმა საბჭოთა კავშირისგან დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "2004", fact: "ტერორისტებმა ბესლანში (ჩრდილოეთი ოსეთი) სკოლაში ტყვედ აიყვანეს ასობით ბავშვი და მასწავლებელი.", img: "Mastsavlebeli"},
              { name: "2006", fact: "კატასტროფა განიცადა ირანული ავიაკომპანია Iran Air Tours-ის კუთვნილმა ტუ-154-მა. დაიღუპა 28 ადამიანი.", img: "Iran Air Tours"},
              { name: "2008", fact: "საქართველოს მასშტაბით რუსული აგრესიის წინააღმდეგ 1 სექტემბერს გაიმართა აქცია „ცოცხალი ჯაჭვი“, რომელშიც ათი ათასობით საქართველოს მოქალაქემ მიიღო მონაწილეობა, დევიზით: „Stop Russia“.", img: "Stop Russia"}
            ],
  born:     [
              { name: "1877", fact: "ასტონი, ფრენსის — ინგლისელი ფიზიკოსი", img: "astoni prensis"},
              { name: "1905", fact: "აბაკელია, თამარ — ქართველი მოქანდაკე, გრაფიკოსი, თეატრისა და კინოს მხატვარი", img: "abakelia tamar"},
              { name: "1913", fact: "ბაბუხადია, ვასილ — ქართველი ქირურგ-უროლოგი.", img: "babukhadia vasil"},
              { name: "1928", fact: "ბაგრატიშვილი, გივი — ქართველი ქიმიკოსი.", img: "bagratishvili givi"},
              { name: "1944", fact: "ბელი, არჩი — ამერიკელი მომღერალი და სიმღერების ავტორი (Archie Bell & the Drells)", img: "Archie Bell"},
              { name: "1946", fact: "ერიკო, გრეგ — ამერიკელი დრამერი და პროდიუსერი (Sly & the Family Stone და Weather Report)", img: "Sly"},
              { name: "1968", fact: "მუჰამედ ატა — 11 სექტემბრის მონაწილე ტერორისტი", img: "11"},
              { name: "1989", fact: "კაულიცი, ბილ — გერმანელი მომღერალი, სიმღერების ავტორი და ვოკალისტი (Tokio Hotel)", img: "Tokio Hotel"},
              { name: "1989", fact: "კაულიცი, ტომ — გერმანელი გიტარისტი (Tokio Hotel)", img: "Tokio Hotel"},
              { name: "1994", fact: "სმოლინა, ანა — რუსი ჩოგბურთელი.", img: "smolina ana"},
              { name: "1996", fact: "ჯინი, ელზა — ამერიკელი ქალი პორნომსახიობი", img: "jini elza"},
              { name: "1997", fact: "ჯონ ჯონ-გუქი — სამხრეთ კორეული ბოიბენდის BTS-ის წევრი", img: "Bts"}
            ],
  died:     [
              { name: "1159", fact: "ადრიანე IV — რომის პაპი", img: "Rome"},
              { name: "1256", fact: "კუჯო იორიცუნე — იაპონელი სიოგუნი", img: "kujo ioritsune"},
              { name: "1574", fact: "ამარ დასი — სიქხების მესამე გურუ", img: "amar dasi"},
              { name: "1581", fact: "რამ დასი — სიქხების მეოთხე გურუ", img: "ram dasi"},
              { name: "1715", fact: "ლუი XIV (საფრანგეთი) — საფრანგეთის მეფე", img: "lui XIV saprangeti"},
              { name: "1938", fact: "ბადრიძე, გიორგი — ქართველი პედიატრი და საზოგადო მოღვაწე.", img: "badridze giorgi"},
              { name: "1964", fact: "ჯორჯესკუ, ჯორჯე — რუმინელი დირიჟორი.", img: "jorjesku jorje"},
              { name: "1988", fact: "ლუის ალვარესი — ამერიკელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "luis alvaresi"},
              { name: "2019", fact: "ნუგზარ ჯუღელი — ქართველი მსახიობი, ტელეწამყვანი და სპორტული კომენტატორი", img: "nugzar jugheli"}
            ]
});
