window.__dayDataCallback__({
  holidays: [
            ],
  history:  [
              { name: "1666", fact: "ლონდონის დიდი ხანძარი, რომელიც სამი დღე მძვინვარებდა, დასრულდა. განადგურდა 10.000-მდე შენობა, მათ შორის წმინდა პავლეს ტაძარი, თუმცა მხოლოდ 16 ადამიანი დაიღუპა.", img: "10"},
              { name: "1774", fact: "არქაული ადათ-წესებისგან საკუთარი ხალხის გადასაჩვევად პეტრე I-მა წვერის ტარებაზე გადასახადი შემოიღო: ყველა მამაკაცი, მღვდლებისა და გლეხების გარდა, მოვალენი იყვნენ გადაეხადათ 100 რუბლი წელიწადში.", img: "100"},
              { name: "1774", fact: "პირველი კონტინენტური კონგრესი შეიკრიბა ფილადელფიაში, პენსილვანია.", img: "Pensilvan"},
              { name: "1793", fact: "საფრანგეთის რევოლუცია - ეროვნულმა ყრილობამ ტერორის მმართველობა გამოაცხადა.", img: "saprangetis revolutsia"},
              { name: "1836", fact: "სემ ჰიუსტონი ტექსასის რესპუბლიკის პირველ პრეზიდენტად აირჩა.", img: "Aircha"},
              { name: "1882", fact: "პირველი მშრომელთა დღის პარადი გაიმართა ნიუ-იორკში.", img: "Iork"},
              { name: "1939", fact: "მეორე მსოფლიო ომი - აშშ-ში ომში ნეიტრალიტეტს აცხადებს.", img: "USA"},
              { name: "1972", fact: "ხოცვა მიუნხენში - პალესტინელ ტერორისტთა ჯგუფი სახელით „შავი სექტემბერი“ თავს ესხმის ისრაელის სპორტსმენებს მიუნხენის ოლიმპიურ თამაშებზე.", img: "khotsva miunkhenshi"},
              { name: "1977", fact: "გაუშვეს ავტომატური საპლანეტთაშორისო სადგური ვოიაჯერ-1.", img: "Voiajer"},
              { name: "2021", fact: "გვინეაში სამხედრო გადატრიალების შედეგად პრეზიდენტ ალფა კონდეს ხელისუფლება დაამხეს, გადატრიალებას მამადი დუმბუია ხელმძღვანელობდა.", img: "Khelmdzghvanelob"},
              { name: "2024", fact: "საფრანგეთის პრემიერ-მინისტრად კონსერვატორი მიშელ ბარნიე დანიშნეს.", img: "Danishne"}
            ],
  born:     [
              { name: "1187", fact: "ლუი VIII (საფრანგეთი) — საფრანგეთის მეფე", img: "lui VIII saprangeti"},
              { name: "1638", fact: "ლუი XIV (საფრანგეთი) — საფრანგეთის მეფე", img: "lui XIV saprangeti"},
              { name: "1667", fact: "საკერი, ჯოვანი გეროლამო — იტალიელი მათემატიკოსი", img: "sakeri jovani gerolamo"},
              { name: "1847", fact: "ჯეიმზი, ჯესი — ამერიკლი მძარცველი", img: "jeimzi jesi"},
              { name: "1857", fact: "ციოლკოვსკი, კონსტანტინე — რუსი მეცნიერი და გამომგონებელი", img: "tsiolkovski konstantine"},
              { name: "1946", fact: "მერკური, ფრედი — ზანზიბარული წარმოშობის ინგლისელი მომღერალი, პიანისტი და კომპოზიტორი. ჯგუფ Queen-ის ვოკალისტი.", img: "Queen"},
              { name: "1951", fact: "კიტონი, მაიკლ — ამერიკელი მსახიობი", img: "kitoni maikl"},
              { name: "1979", fact: "კარეუ, ჯონ — ნორვეგიელი ფეხბურთელი", img: "kareu jon"}
            ],
  died:     [
              { name: "1165", fact: "ნიჯო — იაპონიის იმპერატორი", img: "nijo"},
              { name: "1235", fact: "ჰენრი I (ბრაბანტი) — ბრაბანტის ჰერცოგი", img: "henri I brabanti"},
              { name: "1968", fact: "ვირსალაძე, ანასტასია — ქართველი პიანისტი (დ. 1883)", img: "1883"},
              { name: "1997", fact: "დედა ტერეზა — ალბანელი მისიონერი, დედა ტერეზას დების ორდენის დამაარსებელი, ნობელის პრემიის ლაურეატი", img: "deda tereza"}
            ]
});
