window.__dayDataCallback__({
  holidays: [
            ],
  history:  [
              { name: "394", fact: "ფრიგიდუსის ბრძოლა - ქრისტიანი რომაელი იმპერატორი თეოდოსიუს I ამარცხებს და კლავს კერპთაყვანისმცემელ უზურპატორ ევგენიუსსა და მის ფრანკ მაგისტრ არბოგასტს.", img: "prigidusis brdzola"},
              { name: "1522", fact: "ვიქტორია, ფერდინანდ მაგელანის ექსპედიის ერთ-ერთი გადარჩენილი ხომალდი, ესპანეთში დაბრუნდა მსოფლიოს გარშემო პირველი წარმატებული მოგზაურობიდან.", img: "Mogzaurobidan"},
              { name: "1620", fact: "პილგრიმები პლიმუთიდან (ინგლისი), ხომალდით „Mayflower“ ჩრდილოეთ ამერიკისკენ გაემგზავრნენ.", img: "Mayflower"},
              { name: "1669", fact: "კანდიას ალყა დასრულდა ვენეციელების მიერ ციხესიმაგრის ოსმალებისთვის დათმობით.", img: "Datmobit"},
              { name: "1885", fact: "აღმოსავლეთ რუმელია ბულგარეთთან კავშირს აცხადებს. ბულგარეთის გაერთიანება დასრულდა.", img: "Dasrul"},
              { name: "1901", fact: "ანარქისტი ლეონ ჟოლგოსცი სასიკვდილოდ ჟრის აშშ-ის პრეზიდენტ უილიამ მაკკინლს პანაემერიკულ ექსპოზიციაზე ბუფალოში, ნიუ-იორკი.", img: "USA"},
              { name: "1930", fact: "ფაშისტი, ნაციონალისტი და კონსერვატიული ჯგუფები არგენტინის დემოკრატიულ მთავრობას ამხობენ.", img: "Amkhoben"},
              { name: "1937", fact: "ესპანეთის სამოქალაქო ომი - ელ-მაზუკოს ბრძოლა დაიწყო.", img: "espanetis samokalako omi"},
              { name: "1939", fact: "მეორე მსოფლიო ომი - სამხრეთ აფრიკამ გერმანიას ომი გამოუცხადა.", img: "meore msoplio omi"},
              { name: "1948", fact: "იულიანა ნიდერლანდის დედოფალი გახდა.", img: "Gakh"},
              { name: "1952", fact: "კანადის პირველი სატელევიზიო სადგური CBFT-TV გაიხსნა მონრეალში.", img: "Cbft"},
              { name: "1965", fact: "ინდოეთი პაკისტანში შეიჭრა.", img: "Pakistan"},
              { name: "1968", fact: "ესვატინი (მაშინ სვაზილენდი) დამოუკიდებელი გახდა.", img: "Gakh"},
              { name: "1991", fact: "საბჭოთა კავშირმა ბალტიისპირეთის ქვეყნების დამოუკიდებლობა აღიარა.", img: "Aghiara"},
              { name: "1991", fact: "სანქტ-პეტერბურგს, რომელსაც 1924 წლიდან ლინინგრადი ეწოდებოდა, ძველი სახელი დაუბრუნდა.", img: "1924"},
              { name: "2021", fact: "კარლოს ვილა-ნოვა სან-ტომე და პრინსიპის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2022", fact: "ლიზ ტრასი გაერთიანებული სამეფოს პრემიერ-მინისტრი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1666", fact: "იოანე V — რუსეთის მეფე", img: "ioane V"},
              { name: "1757", fact: "ლაფაიეტი, მარკ დე — ფრანგი მეომარი და სახელმწიფო მოღვაწე", img: "lapaieti mark de"},
              { name: "1766", fact: "დალტონი, ჯონ — ინგლისელი ფიზიკოსი და ქიმიკოსი", img: "daltoni jon"},
              { name: "1849", fact: "თუმანიშვილ-წერეთელი, ანასტასია — ქართველი საბავშვო მწერალი", img: "tumanishvil tsereteli anastasia"},
              { name: "1860", fact: "ადამსი, ჯეინ — ამერიკელი სოციალური მუშაკი, ნობელის პრემიის ლაურეატი", img: "adamsi jein"},
              { name: "1867", fact: "მაკლაუდი, ჯონ ჯეიმზ რიჩარდ — ამერიკელი ფიზიკოსი და ფიზიოლოგი, ნობელის პრემიის ლაურეატი", img: "maklaudi jon jeimz richard"},
              { name: "1904", fact: "პიპკოვი, ლიუბომირ — ბულგარელი კომპოზიტორი", img: "pipkovi liubomir"},
              { name: "1923", fact: "პეტრე III — იუგოსლავიის მეფე", img: "petre III"},
              { name: "1939", fact: "სუსუმო ტონეგავა — იაპონელი მოლეკულარული ბიოლოგი, ნობელის პრემიის ლაურეატი", img: "susumo tonegava"},
              { name: "1943", fact: "როჯერ უოტერსი — ჯგუფ პინკ ფლოიდის თანადამაარსებელი, ბას-გიტარისტი იდეოლოგი და სიმღერების ავტორი.", img: "rojer uotersi"},
              { name: "1971", fact: "ო'რიორდანი დოლორეს — ირლანდიელი მუსიკოსი (The Cranberries)", img: "The Cranberries"},
              { name: "1996", fact: "როუდსი, ლანა — ამერიკელი ქალი პორნომსახიობი", img: "roudsi lana"}
            ],
  died:     [
              { name: "972", fact: "იოანე XIII — რომის პაპი", img: "Rome"},
              { name: "1032", fact: "რუდოლფ III — ბურგუნდიის მეფე (დ. 971)", img: "rudolp III"},
              { name: "1974", fact: "ალექსიშვილი, ოთარ — ქართველი რეჟისორი", img: "aleksishvili otar"},
              { name: "1995", fact: "ბაუერი, მარიამ — ქართველი ბალერინა", img: "baueri mariam"},
              { name: "1998", fact: "აკირა კუროსავა — იაპონელი რეჟისორი", img: "akira kurosava"},
              { name: "2007", fact: "ლუჩანო პავაროტი — იტალიელი ტენორი.", img: "luchano pavaroti"},
              { name: "2021", fact: "ჟან-პოლ ბელმონდო — ფრანგი მსახიობი.", img: "zhan pol belmondo"}
            ]
});
