window.__dayDataCallback__({
  holidays: [
            ],
  history:  [
              { name: "ძვ. წ. 1251", fact: "მზის დაბნელება, რომელიც თებეში, საბერძნეთი, ლეგენდარული ჰერაკლეს დაბადების თარიღად მიიჩნევა.", img: "Miichneva"},
              { name: "70", fact: "რომაული არმია გენერალი ტიტუსის მეთაურობით იერუსალიმს იპყრობს.", img: "Ipqrob"},
              { name: "1191", fact: "მესამე ჯვაროსნული ლაშქრობა - არსუფის ბრძოლა - ინგლისის მეფე რიჩარდ I სალადინს ამარცხებს არსუფთან.", img: "England"},
              { name: "1812", fact: "ნაპოლეონის ომები - ბოროდინოს ბრძოლა - ნაპოლეონი ამარცხებს ალექსანდრე I-ის რუსეთის არმიას სოფელ ბოროდინოსთან.", img: "napoleonis omebi"},
              { name: "1822", fact: "ბრაზილია პორტუგალიისგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1921", fact: "ატლანტიკ-სიტიში, ნიუ-ჯერსი, პირველი მის ამერიკის კონკურსი ჩატარდა.", img: "Chatar"},
              { name: "1940", fact: "მეორე მსოფლიო ომი - ბლიცი - ნაცისტები ლონდონის მასიურ დაბომბვას იწყებენ, რომელიც 57 ღამეს გრძელდება.", img: "57"},
              { name: "1953", fact: "ნიკიტა ხრუშჩოვი საბჭოთა კავშირის ცენტრალური კომიტეტის მეთაური ხდება.", img: "Khdeba"},
              { name: "1986", fact: "დეზმონდ ტუტუ პირველი შავკანიანი ხდება, რომელიც სამხრეთ აფრიკის ანგლიკანური ეკლესიის მეთაური გახდა.", img: "Gakh"},
              { name: "1996", fact: "ლას-ვეგასში, ნევადა, კრივის მატჩის შემდეგ მსახიობი და მომღერალი ტუპაკ შაკური ავტომატით დაცხრილეს, რომელიც მოგვიანებით საავადმოყოფოში გარდაიცვალა.", img: "Gardaitsvala"},
              { name: "1998", fact: "ჩამოყალიბდა გუგლი - ინტერნეტში ინფორმაციის ძიების დღეისთვის ერთ-ერთი ყველაზე პოპულარული სისტემა.", img: "chamoqalibda gugli"},
              { name: "2005", fact: "ეპლ კომპიუტერმა აიპოდ ნანო გამოუშვა.", img: "Gamoushva"},
              { name: "2005", fact: "პირველი საპრეზიდენტო არჩევნები ჩატარდა ეგვიპტეში.", img: "Egvipte"},
              { name: "2012", fact: "კანადამ ირანთან დიმპლომატიური კავშირი გაწყვიტა.", img: "Gatsqvita"},
              { name: "2013", fact: "საერთაშორისო ოლიმპიურმა კომიტეტმა ტოკიო 2020 წლის ოლიმპიური თამაშების მასპინძლად აირჩია.", img: "2020"},
              { name: "2015", fact: "ევროპის ჩემპიონატის შესარჩევი ეტაპის ფარგლებში ირლანდიის ნაკრებმა საქართველოს ნაკრები ანგარიშით 1:0 დაამარცხა.", img: "Daamartskha"},
              { name: "2019", fact: "ვენეციის კინოფესტივალის მთავარი პრიზი, „ოქროს ლომი“ საუკეთესო ფილმის ნომინაციაში გადაეცა ტოდ ფილიპსის ფილმს ჯოკერი.", img: "Jokeri"}
            ],
  born:     [
              { name: "1533", fact: "ელისაბედ I — ინგლისის დედოფალი", img: "England"},
              { name: "1816", fact: "ფერდინანდ ფონ ჰებრა — ავსტიელი მეცნიერ-მედიკოსი.", img: "perdinand pon hebra"},
              { name: "1861", fact: "ამბროსი — საქართველოს კათოლიკოს-პატრიარქი", img: "ambrosi"},
              { name: "1870", fact: "კუპრინი, ალექსანდრე — რუსი მწერალი", img: "kuprini aleksandre"},
              { name: "1917", fact: "კორნფორტი, ჯონ — ავსტრალიელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "kornporti jon"},
              { name: "1930", fact: "ბაიახჩევი, ლევ — ფერმწერი", img: "baiakhchevi lev"},
              { name: "1930", fact: "ბოდუენ I — ბელგიის მეფე", img: "boduen I"}
            ],
  died:     [
              { name: "355", fact: "კლაუდიუს სილვანუსი — რომაელი უზურპატორი", img: "klaudius silvanusi"},
              { name: "1312", fact: "ფერდინანდ IV — კასტილიის მეფე", img: "perdinand IV"},
              { name: "1496", fact: "ფერდინანდ II — ნეაპოლის მეფე", img: "perdinand II"},
              { name: "1548", fact: "პერი, კატრინ — ჰენრი VIIIს უკანასკნელი ცოლი", img: "peri katrin"},
              { name: "1552", fact: "გურუ ანგად დევი — სიქხების მეორე გურუ", img: "guru angad devi"},
              { name: "1566", fact: "სულეიმან I — ოსმალეთის სულთანი", img: "suleiman I"},
              { name: "1632", fact: "სისენიოსი — ეთიოპიის იმპერატორი", img: "siseniosi"},
              { name: "1777", fact: "ტეკლე ჰაიმანოტ I — ეთიოპიის იმპერატორი", img: "tekle haimanot I"},
              { name: "1809", fact: "ბუდა იოდფა ჩულალოკე — ტაილანდის მეფე", img: "buda iodpa chulaloke"},
              { name: "1985", fact: "პორტერი, როდნი რობერტ — ბრიტანელი ბიოქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "porteri rodni robert"},
              { name: "1987", fact: "ჟაროვი, ალექსანდრე — რუსი პოეტი", img: "zharovi aleksandre"},
              { name: "1991", fact: "მაკმილანი, ედვინ მეტისონ — ამერიკელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "makmilani edvin metison"},
              { name: "1997", fact: "მუბუტუ სესე სეკო — ზაირის დიქტატორი", img: "mubutu sese seko"}
            ]
});
