window.__dayDataCallback__({
  holidays: [
            ],
  history:  [
              { name: "301", fact: "სან-მარინო, მსოფლიოს ერთ-ერთი უმცირესი ერი და დღემდე არსებული უძველესი რესპუბლიკა, დააარსა წმინდა მარინუსმა.", img: "Marinus"},
              { name: "1189", fact: "რიჩარდ I (რიჩარდ ლომგული) ინგლისის მეფედ აკურთხეს უესტმინსტერში.", img: "Uestminster"},
              { name: "1783", fact: "დიდი ბრიტანეთი და აშშ ხელს აწერს პარიზის ხელშეკრულებას, რითაც ამერიკის რევოლუციური ომი ფორმალურად სრულდება.", img: "USA"},
              { name: "1976", fact: "ნასას კოსმოსური ხომალდი, ვიკინგ 2 მარსზე დაეშვა და პლანეტის ზედაპირის პირველი ახლო, ფერადი ფოტოები გადაიღო.", img: "Gadaigho"},
              { name: "1995", fact: "დაარსდა ინტერნეტ აუქციონი იბეი (ლოგო სურათზე).", img: "Suratz"},
              { name: "2004", fact: "ბესლანის ტერაქტი ოსეთში 344 ადამიანის სიკვდილით მთავრდება; დაღუპულთა უმეტესობა ბავშვები და მასწავლებლებია.", img: "344"},
              { name: "2009", fact: "ალი ბონგო ონდიმბა, ყოფილი პრეზიდენტი ომარ ბონგოს ვაჟი, გაბონის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2015", fact: "გვატემალის პრეზიდენტი ოტო პერეს მოლინა საბაჟო თაღლითობების გამო დააკავეს.", img: "Daakave"}
            ],
  born:     [
              { name: "1034", fact: "გო-სანჯო — იაპონიის იმპერატორი", img: "go sanjo"},
              { name: "1710", fact: "ტრემბლი, აბრაჰამ — შვედი ნატურალისტი", img: "trembli abraham"},
              { name: "1781", fact: "ბოგარნე, ეჟენ დე — ნაპოლეონის პირველი ცოლის ჟოზეფინას ძე", img: "bogarne ezhen de"},
              { name: "1865", fact: "ჰალონენი, პეკა — ფინელი ფერმწერი", img: "haloneni peka"},
              { name: "1869", fact: "პრეგლი, ფრიც — ავსტრიელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "pregli prits"},
              { name: "1899", fact: "ბურნეტი, ფრანკ მაკფარლეინ — ავსტრალიელი ბიოლოგი, ნობელის პრემიის ლაურეატი", img: "burneti prank makparlein"},
              { name: "1905", fact: "ანდერსონი, კარლ დავიდ — ამერიკელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "andersoni karl david"},
              { name: "1914", fact: "აფაქიძე, ანდრია — ქართველი არქეოლოგი", img: "apakidze andria"},
              { name: "1938", fact: "რიოჯი ნოიორი — იაპონელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "rioji noiori"},
              { name: "1941", fact: "დოვლატოვი, სერგეი — რუსი მწერალი", img: "dovlatovi sergei"},
              { name: "1949", fact: "პეტრე VII — ალექსანდრიის პატრიარქი", img: "petre VII"}
            ],
  died:     [
              { name: "1402", fact: "ვისკონტი, ჯან გალეცო — მილანის ჰერცოგი", img: "viskonti jan galetso"},
              { name: "1420", fact: "სტუარტი, რობერტ — შოტლანდიის რეგენტი", img: "stuarti robert"},
              { name: "1877", fact: "ადოლფ ტიერი — საფრანგეთის პრეზიდენტი", img: "adolp tieri"},
              { name: "1880", fact: "ბროსე, მარი — ფრანგი ორიენტალისტი და ქართველოლოგი", img: "brose mari"},
              { name: "2012", fact: "მაიკლ კლარკ დუნკანი — ამერიკელი მსახიობი", img: "maikl klark dunkani"}
            ]
});
