window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ხსენება საკვირველებისა, ქმნილისა მთავარანგელოზისა მიქაელის მიერ კოლასეს შინა, რომელ არს ხონა ღირსი არქიპო ევდოქსი, ზენონი და მაკარი წმინდა რომილე და მასთან მრავალნი სხვანი კირილე ჰორტინელი წმინდა მოწამენი: კვირიაკე, ფავსტო ხუცესი, აბიბოს დიაკონი და მასთან 11 მოწამე. ღირსი დავითი", fact: "ხსენება საკვირველებისა, ქმნილისა მთავარანგელოზისა მიქაელის მიერ კოლასეს შინა, რომელ არს ხონა ღირსი არქიპო ევდოქსი, ზენონი და მაკარი წმინდა რომილე და მასთან მრავალნი სხვანი კირილე ჰორტინელი წმინდა მოწამენი: კვირიაკე, ფავსტო ხუცესი, აბიბოს დიაკონი და მასთან 11 მოწამე. ღირსი დავითი", img: "11"},
              { name: "ხსენება საკვირველებისა, ქმნილისა მთავარანგელოზისა მიქაელის მიერ კოლასეს შინა, რომელ არს ხონა", fact: "ხსენება საკვირველებისა, ქმნილისა მთავარანგელოზისა მიქაელის მიერ კოლასეს შინა, რომელ არს ხონა", img: "Khona"},
              { name: "ღირსი არქიპო", fact: "ღირსი არქიპო", img: "Arkipo"},
              { name: "ევდოქსი, ზენონი და მაკარი", fact: "ევდოქსი, ზენონი და მაკარი", img: "Makari"},
              { name: "წმინდა რომილე და მასთან მრავალნი სხვანი", fact: "წმინდა რომილე და მასთან მრავალნი სხვანი", img: "Skhvani"},
              { name: "კირილე ჰორტინელი", fact: "კირილე ჰორტინელი", img: "Hortineli"},
              { name: "წმინდა მოწამენი: კვირიაკე, ფავსტო ხუცესი, აბიბოს დიაკონი და მასთან 11 მოწამე.", fact: "წმინდა მოწამენი: კვირიაკე, ფავსტო ხუცესი, აბიბოს დიაკონი და მასთან 11 მოწამე.", img: "11"},
              { name: "ღირსი დავითი", fact: "ღირსი დავითი", img: "Daviti"}
            ],
  history:  [
              { name: "335", fact: "დალმატიუსს ბიძამისმა, კონსტანტინე I-მა, კეისრის წოდება მიანიჭა.", img: "Mianicha"},
              { name: "1356", fact: "პუატიეს ბრძოლაში ინგლისელებმა ფრანგები დაამარცხეს.", img: "Daamartskhe"},
              { name: "1778", fact: "კონტინენტური კონგრესი აშშ-ის პირველ ბიუჯეტს ამტკიცებს.", img: "USA"},
              { name: "1796", fact: "ჯორჯ ვაშინგტონი გამოსამშვიდობებელი სიტყვით გამოდის.", img: "Gamod"},
              { name: "1939", fact: "წითელი არმია ვილნიუსს იღებს.", img: "Igheb"},
              { name: "1944", fact: "ფინეთი და სსრკ დაზავდნენ.", img: "Dazavdnen"},
              { name: "1946", fact: "ევროპის საბჭო დაარსდა უინსტონ ჩერჩილის სიტყვით გამოსვლის შემდეგ ციურიხის უნივერსიტეტში.", img: "Universitet"},
              { name: "1952", fact: "აშშ ჩარლი ჩაპლინს ქვეყანაში დაბრუნებას უკრძალავს ამ უკანასკნელის ინგლისში გამგზავრების შემდეგ.", img: "USA"},
              { name: "1957", fact: "აშშ-მა პირველი მიწისქვეშა ბირთვული გამოცდა ჩაატარა.", img: "USA"},
              { name: "1983", fact: "სენტ-კიტსი და ნევისი დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1985", fact: "ძლიერმა მიწისძვრამ მეხიკოში ათასობით ადამიანი იმსხვერპლა და მრავალი შენობა დაანგრია.", img: "Daangr"},
              { name: "2007", fact: "ქართველ არქეოლოგთა ჯგუფმა დავით ლორთქიფანიძის ხელმძღვანელობით დმანისში 1,8 მილიონი წლის ოთხი ადამიანისმაგვარი არსების ძვლები (სურათზე) აღმოაჩინეს.", img: "Aghmoachine"},
              { name: "2015", fact: "2015 წლის რაგბის მსოფლიო ჩემპიონატის ჯგუფურ ეტაპზე საქართველოს ნაკრებმა ტონგის ნაკრები ანგარიშით 17:10 დაამარცხა, რითაც, ამ ეტაპზე C ჯგუფში პირველი ადგილი დაიკავა.", img: "2015"},
              { name: "2017", fact: "7.1 მაგნიტუდის მიწისძვრამ მექსიკაში 363 ადამიანი იმსხვერპლა.", img: "363"}
            ],
  born:     [
              { name: "86", fact: "ანტონინუს პიუსი — რომის იმპერატორი", img: "Rome"},
              { name: "866", fact: "ლევ VI — ბრძენი, ბიზანტიის იმპერატორი", img: "lev VI"},
              { name: "1551", fact: "ანრი III (საფრანგეთი) — პოლონეთის და საფრანგეთის მეფე", img: "anri III saprangeti"},
              { name: "1749", fact: "დელამბრი, ჟან ბატისტ ჟოზეფ — ფრანგი ასტრონომი", img: "delambri zhan batist zhozep"},
              { name: "1911", fact: "გოლდინგი, ვილიამ — ინგლისელი მწერალი, ნობელის პრემიის ლაურეატი", img: "goldingi viliam"},
              { name: "1922", fact: "პეპი, ვილი — ამერიკელი მოკრივე", img: "pepi vili"},
              { name: "1926", fact: "მასატოსი კოსიბა — იაპონელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "masatosi kosiba"},
              { name: "1948", fact: "აირონსი, ჯერემი — ბრიტანელი მსახიობი", img: "aironsi jeremi"}
            ],
  died:     [
              { name: "1339", fact: "გო-დაიგო — იაპონიის იმპერატორი", img: "go daigo"},
              { name: "1881", fact: "ჯეიმზ გარფილდი — აშშ-ს მე-20 პრეზიდენტი", img: "20"},
              { name: "1989", fact: "ბირმანი, ნაუმ — რუსი რეჟისორი", img: "birmani naum"},
              { name: "2011", fact: "გიზო ნიშნიანიძე — ქართველი მწერალი და პოეტი", img: "gizo nishnianidze"}
            ]
});
