window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოანე მმარხველი კონსტანტინოპოლელი პატრიარქი მამაი, თეოდოტე და რუფინე 300 628 მოწამე", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოანე მმარხველი კონსტანტინოპოლელი პატრიარქი მამაი, თეოდოტე და რუფინე 300 628 მოწამე", img: "300"},
              { name: "იოანე მმარხველი კონსტანტინოპოლელი პატრიარქი", fact: "იოანე მმარხველი კონსტანტინოპოლელი პატრიარქი", img: "Patriarki"},
              { name: "მამაი, თეოდოტე და რუფინე", fact: "მამაი, თეოდოტე და რუფინე", img: "Rupin"},
              { name: "300 628 მოწამე", fact: "300 628 მოწამე", img: "300"}
            ],
  history:  [
              { name: "1749", fact: "მათემატიკური გამოთვლებით პლუტონი ნეპტუნის ორბიტას სცილდება და ყველაზე შორეული პლანეტა ხდება მზის სისტემაში 1979 წლამდე.", img: "1979"},
              { name: "1789", fact: "აშშ-ის სახელმწიფო დეპარტამენტი დაარსდა (ყოფილი საგარეო სამქეთა დეპარტამენტი).", img: "USA"},
              { name: "1812", fact: "საფრანგეთის არმია ნაპოლეონის მეთაურობით მოსკოვში კრემლს მიადგა.", img: "Miadga"},
              { name: "1821", fact: "კოსტა-რიკა, ელ-სალვადორი, გვატემალა, ჰონდურასი და ნიკარაგუა ერთხმად ესპანეთისგან დამოუკიდებლობას აცხადებენ.", img: "Atskhadeben"},
              { name: "1894", fact: "ჩინეთ-იაპონიის ომი — იაპონია ჩინეთს ამარცხებს პიონგიანგის ბრძოლაში.", img: "Japan"},
              { name: "1916", fact: "პირველი მსოფლიო ომი — ბრძოლაში პირველად გამოიყენეს ტანკები სომის ბრძოლაში.", img: "pirveli msoplio omi"},
              { name: "1928", fact: "ალექსანდრე ფლემინგმა საკუთარ ლაბორატორიაში ბაქტერიის მკვლელი ობი აღმოაჩინა, რაც შემდგომში პენიცილინის სახელით გახდა ცნობილი.", img: "Tsnobili"},
              { name: "1935", fact: "ნიურნბერგის კანონით გერმანელ ებრაელებს მოქალაქეობის უფლება წაერთვათ.", img: "Tsaertvat"},
              { name: "1935", fact: "ნაცისტური გერმანია ახალ დროშას იღებს სვასტიკით.", img: "Svastikit"},
              { name: "1979", fact: "გაიხსნა თბილისის მეტროპოლიტენის საბურთალოს ხაზი.", img: "Khazi"},
              { name: "1952", fact: "გაეროს გადაწყვეტილებით ერითრეა ეთიოპიის ნაწილი ხდება.", img: "Khdeba"},
              { name: "1959", fact: "ნიკიტა ხრუშოვი პირველი საბჭოთა ლიდერი ხდება, რომელმაც აშშ მოინახულა.", img: "USA"},
              { name: "1968", fact: "საბჭოთა ზონდ 5-ის გაშვება განხორციელდა - პირველი ხომალდი, რომელმაც მთვარეს შემოუფრინა და დედამიწის ატმოსფეროში დაბრუნდა.", img: "sabchota zond 5 is gashveba gankhortsielda"},
              { name: "1976", fact: "სოიუზ 22 ორი კოსმონავტით დედამიწის ორბიტას შემოუფრინა რვა დღეში.", img: "22"},
              { name: "1994", fact: "მუსლიმი ფუნდამენტალისტები იპყრობენ და თავს სჭრიან 16 ადამიანს ალჟირში.", img: "16"},
              { name: "2000", fact: "სიდნეის ზაფხულის ოლიმპიური თამაშები იწყება.", img: "Itsqeba"},
              { name: "2007", fact: "ევროპული კოსმოსური სააგენტოს განცხადებით მდნარმა პოლარულმა ყინულმა არქტიკის ოკეანეში ჩრდილოდასავლეთის გასასვლელი გახსნა.", img: "Gakhsna"},
              { name: "2017", fact: "NASA-მ სატურნის 20-წლიანი მისია დაასრულა — კოსმოსური ხომალდი კასინი სატურნის ატმოსფეროში გაანადგურა.", img: "Nasa"},
              { name: "2019", fact: "ფიბა-ს მსოფლიო ჩემპიონატის ფინალში ესპანეთმა არგენტინა ანგარიშით 95-75 დაამარცხა. მატჩის საუკეთესო მოთამაშედ რიკი რუბიო დასახელდა.", img: "95"},
              { name: "2023", fact: "ევიკა სილინა ლატვიის პრემიერ-მინისტრი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "973", fact: "ალ-ბირუნი — მათემატიკოსი", img: "al biruni"},
              { name: "1254", fact: "მარკო პოლო — იტალიელი მოგზაური", img: "marko polo"},
              { name: "1675", fact: "ვახტანგ VI — საქართველოს მეფე", img: "vakhtang VI"},
              { name: "1890", fact: "აგათა კრისტი — ინგლისელი დეტექტიური ჟანრის მწერალი", img: "agata kristi"},
              { name: "1904", fact: "უმბერტო II — იტალიის მეფე", img: "umberto II"},
              { name: "1909", fact: "ირაკლი ბაგრატიონი — ქართველი მოცეკვავე, ქორეოგრაფი, მუსიკალური მოღვაწე.", img: "irakli bagrationi"},
              { name: "1922", fact: "გიორგი ფირცხალავა — ქართველი გრაფიკოსი, მოქანდაკე, კარიკატურისტი", img: "giorgi pirtskhalava"},
              { name: "1929", fact: "მურაი გელ-მანი — ამერიკელი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "murai gel mani"},
              { name: "1930", fact: "მერაბ მამარდაშვილი — ქართველი ფილოსოფოსი", img: "merab mamardashvili"},
              { name: "1935", fact: "დინხა IV – აღმოსავლეთის ასურული ეკლესიის კათოლიკოს-პატრიარქი.", img: "dinkha IV"},
              { name: "1944", fact: "გიორგი სიჭინავა — ქართველი ფეხბურთელი", img: "giorgi sichinava"},
              { name: "1946", fact: "ტომი ლი ჯონსი — ამერიკელი მსახიობი", img: "tomi li jonsi"},
              { name: "1946", fact: "ოლივერ სტოუნი — ამერიკელი კინორეჟისორი", img: "oliver stouni"}
            ],
  died:     [
              { name: "1134", fact: "ალფონსო I — არაგონის მეფე", img: "alponso I"},
              { name: "1834", fact: "მირიან ბატონიშვილი — ერეკლე II-ისა და დარეჯან დედოფლის ძე (დ.1766)", img: "mirian batonishvili"}
            ]
});
