window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: სვიმეონ გარეჯის წინამძღვარი ბაბილა დიდი და სამნი ყრმანი და დედა მათი წმინდა ერმიონია ბაბილა ნიკომიდიელი და 84 ყრმა თეოდორე, მიანე, იულიანე და კიონი მოსე წინასწარმეტყველი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: სვიმეონ გარეჯის წინამძღვარი ბაბილა დიდი და სამნი ყრმანი და დედა მათი წმინდა ერმიონია ბაბილა ნიკომიდიელი და 84 ყრმა თეოდორე, მიანე, იულიანე და კიონი მოსე წინასწარმეტყველი", img: "84"},
              { name: "სვიმეონ გარეჯის წინამძღვარი", fact: "სვიმეონ გარეჯის წინამძღვარი", img: "Tsinamdzghvari"},
              { name: "ბაბილა დიდი და სამნი ყრმანი და დედა მათი", fact: "ბაბილა დიდი და სამნი ყრმანი და დედა მათი", img: "Mati"},
              { name: "წმინდა ერმიონია", fact: "წმინდა ერმიონია", img: "Ermion"},
              { name: "ბაბილა ნიკომიდიელი და 84 ყრმა", fact: "ბაბილა ნიკომიდიელი და 84 ყრმა", img: "84"},
              { name: "თეოდორე, მიანე, იულიანე და კიონი", fact: "თეოდორე, მიანე, იულიანე და კიონი", img: "Kioni"},
              { name: "მოსე წინასწარმეტყველი", fact: "მოსე წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "გარდა ამისა: წმინდა მღვდელმთავარ იოასაფ ბელგოროდელის ნაწილთა პოვნა.", fact: "გარდა ამისა: წმინდა მღვდელმთავარ იოასაფ ბელგოროდელის ნაწილთა პოვნა.", img: "Povna"},
              { name: "წმინდა მღვდელმთავარ იოასაფ ბელგოროდელის ნაწილთა პოვნა.", fact: "წმინდა მღვდელმთავარ იოასაფ ბელგოროდელის ნაწილთა პოვნა.", img: "Povna"}
            ],
  history:  [
              { name: "1577", fact: "ბერჟერაკის მშვიდობას მოეწერა ხელი ანრი III-სა და ჰუგენოტებს შორის.", img: "Shor"},
              { name: "1630", fact: "ქალაქი ბოსტონი დაარსდა მასაჩუსეტსში.", img: "Masachusets"},
              { name: "1787", fact: "აშშ-ის კონსტიტუციას მოწერერა ხელი პენსილვანიის ქალაქ ფილადელფიაში.", img: "USA"},
              { name: "1809", fact: "შვედეთი და რუსეთი დაზავდნენ ფინეთის ომში. ფინეთის ტერიტორია რუსეთის საკუთრებაში გადავიდა ფრედრიკშამნის ხელშეკრულებით.", img: "Khelshekrulebit"},
              { name: "1939", fact: "საბჭოთა კავშირი ნაცისტურ გერმანიას უერთდება პოლონეთზე თავდასხმაში, მოლოტოვ-რიბენტროპის პაქტის თანახმად.", img: "Tanakhm"},
              { name: "1976", fact: "ნასამ პირველი კოსმოსური შატლის „ენტერპრაიზი“ პრეზენტაცია გამართა.", img: "Gamar"},
              { name: "1978", fact: "კემპ დევიდის შეთანხმებას მოეწერა ხელი ისრაელსა და ეგვიპტეს შორის.", img: "Shor"},
              { name: "1983", fact: "ვანესა უილიამსი პირველი შავკანიანი მის ამერიკა ხდება.", img: "USA"},
              { name: "1988", fact: "ზაფხულის ოლიმპიადა გაიხსნა სამხრეთი კორეის დედაქალაქ სეულში.", img: "Seul"},
              { name: "1991", fact: "ჩრდილოეთი კორეა, ესტონეთი, ლატვია, ლიეტუვა, მარშალის კუნძულები და მიკრონეზია გაეროს წევრები ხდებიან.", img: "Khdebian"},
              { name: "1991", fact: "ლინუს ტორვალდსმა ლინუქსის კოდი გამოაქვეყნა.", img: "Gamoakveqna"},
              { name: "2004", fact: "ტამილი პირველ კლასიკურ ენად გამოცხადდა ინდოეთში.", img: "Indoet"},
              { name: "2015", fact: "ბურკინა-ფასოში სახელმწიფო გადატრიალების შედეგად პრეზიდენტი მიშელ კაფანდო დაამხეს.", img: "Daamkhe"}
            ],
  born:     [
              { name: "64", fact: "იულია ფლავია — რომის იმპერატორის ტიტუსის ასული, დომიციანეს საყვარელი", img: "Rome"},
              { name: "879", fact: "კარლოს III — საფრანგეთის მეფე", img: "karlos III"},
              { name: "1552", fact: "პავლე V — რომის პაპი", img: "Rome"},
              { name: "1743", fact: "კონდორსე, მარი ჟან ანტუან ნიკოლა — ფრანგი ფილოსოფოსი და პოლიტიკოსი", img: "kondorse mari zhan antuan nikola"},
              { name: "1764", fact: "გუდრინკი, ჯონ — ინგლისელი ასტრონომი", img: "gudrinki jon"},
              { name: "1826", fact: "რიმანი, გეორგ ბერნხარდ — გერმანელი მათემატიკოსი", img: "rimani georg bernkhard"},
              { name: "1885", fact: "ჰაჯიბეკოვი, უზეირ — აზერბაიჯანელი კომპოზიტორი და საზოგადო მოღვაწე", img: "hajibekovi uzeir"},
              { name: "1885", fact: "მუსლიმ მაგომაევი — აზერბაიჯანელი კომპოზიტორი და დირიჟორი", img: "muslim magomaevi"},
              { name: "1905", fact: "გრეტა გარბო — შვედი კინომსახიობი", img: "greta garbo"},
              { name: "1906", fact: "თაყაიშვილი, სესილია — ქართველი მსახიობი", img: "taqaishvili sesilia"},
              { name: "1907", fact: "არსენიშვილი, კონსტანტინე — ქართველი მეცნიერი, ჰოდროტექნიკოსი", img: "arsenishvili konstantine"},
              { name: "1961", fact: "ბერნარ ვერბერი — ფრანგი მწერალი", img: "bernar verberi"},
              { name: "1971", fact: "ანა ნეტრებკო — რუსი საოპერო მომღერალი (ლირიკული სოპრანო)", img: "ana netrebko"}
            ],
  died:     [
              { name: "1312", fact: "ფერდინანდ IV — ესპანეთის მეფე", img: "perdinand IV"},
              { name: "1665", fact: "ფილიპ IV — ესპანეთის და პორტუგალიის მეფე", img: "pilip IV"},
              { name: "1679", fact: "ხუან ხოსე ავსტრიელი ― ჰაბსბურგთა დინასტიის წარმომადგენელი, ფილიპე IV-ის უკანონო ვაჟი", img: "Vazhi"},
              { name: "1894", fact: "დენგ შიჩანგი — ჩინელი ადმირალი", img: "deng shichangi"},
              { name: "1918", fact: "ლალიონი — ქართველი პედაგოგი და მწერალი", img: "lalioni"},
              { name: "2001", fact: "გიორგი ღონღაძე — წარმოშობით ქართველი, უკრაინელი ჟურნალისტი", img: "giorgi ghonghadze"},
              { name: "2001", fact: "დავით ყიფიანი — ქართველი ფეხბურთელი და მწვრთნელი", img: "davit qipiani"},
              { name: "2016", fact: "მერაბ ბერძენიშვილი — ქართველი მოქანდაკე, ფერმწერი და გრაფიკოსი (დ. 1929)", img: "1929"}
            ]
});
