window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ძვ. სტ. 1 სექტემბერი — ბიზანტიური კალენდრის ერთ-ერთი ვარიანტის მიხედვით ახალი წლის დასაწყისი, გამოიყენებოდა საეკლესიო პრაქტიკაშიც ‎წმინდა აითალე 40 ქალწული და ამონა დიაკონი კალისტა, ევოდი და ერმოგენი მართალი ისუ", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ძვ. სტ. 1 სექტემბერი — ბიზანტიური კალენდრის ერთ-ერთი ვარიანტის მიხედვით ახალი წლის დასაწყისი, გამოიყენებოდა საეკლესიო პრაქტიკაშიც ‎წმინდა აითალე 40 ქალწული და ამონა დიაკონი კალისტა, ევოდი და ერმოგენი მართალი ისუ", img: "40"},
              { name: "ძვ. სტ. 1 სექტემბერი — ბიზანტიური კალენდრის ერთ-ერთი ვარიანტის მიხედვით ახალი წლის დასაწყისი, გამოიყენებოდა საეკლესიო პრაქტიკაშიც", fact: "ძვ. სტ. 1 სექტემბერი — ბიზანტიური კალენდრის ერთ-ერთი ვარიანტის მიხედვით ახალი წლის დასაწყისი, გამოიყენებოდა საეკლესიო პრაქტიკაშიც", img: "dzv st 1 sektemberi"},
              { name: "‎წმინდა აითალე", fact: "‎წმინდა აითალე", img: "Aital"},
              { name: "40 ქალწული და ამონა დიაკონი", fact: "40 ქალწული და ამონა დიაკონი", img: "40"},
              { name: "კალისტა, ევოდი და ერმოგენი", fact: "კალისტა, ევოდი და ერმოგენი", img: "Ermogeni"},
              { name: "მართალი ისუ", fact: "მართალი ისუ", img: "Isu"}
            ],
  history:  [
              { name: "ძვ. წ. 5509", fact: "ეპოქა ბიზანტიური კალენდრით.", img: "Kalendrit"},
              { name: "1752", fact: "ბრიტანეთის იმპერია გრიგორიანულ კალენდარზე გადადის, 11 დღის გამოტოვებით (წინა თარიღი იყო 2 სექტემბერი).", img: "11"},
              { name: "1812", fact: "ნაპოლეონის ჯარები მოსკოვში შედიან.", img: "Shedian"},
              { name: "1829", fact: "ოსმალეთის იმპერია ხელს აწერს ადრიანოპოლისის ხელშეკრულებას რუსეთთან, რითაც მთავრდება რუსეთ-თურქეთის ომი.", img: "Omi"},
              { name: "1847", fact: "მექსიკა-ამერიკის ომი — უინფრიდ სკოტი მეხიკოს იღებს.", img: "meksika amerikis omi"},
              { name: "1886", fact: "საბეჭდი მანქანის ბაფთა დაპატენტდა.", img: "Dapatent"},
              { name: "1917", fact: "დროებითმა მთავრობამ რუსეთი რესპუბლიკად გამოცხადდა.", img: "Gamotskhad"},
              { name: "1923", fact: "მიგელ პრიმო დე რივერა ესპანეთის დიქტატორი ხდება.", img: "Khdeba"},
              { name: "1948", fact: "საფუძველი ჩაეყარა გაეროს შენობას ნიუ-იორკში.", img: "Iork"},
              { name: "1959", fact: "საბჭოთა კოსმოსური ხომალდი ლუნა-2 პირველი ხელოვნური ობიექტი გახდა, რომელმაც მთვარეს მიაღწია.", img: "Miaghts"},
              { name: "1960", fact: "ნავთობის ექსპორტიორ ქვეყანათა ორგანიზაცია (ოპეკი) დაარსდა.", img: "Daars"},
              { name: "1975", fact: "პირველი ამერიკელი წმინდანის, ელისაბედ ანა სეტონის, კანონიზაცია პაპი პავლე VI-ეს მიერ.", img: "Pope"},
              { name: "2003", fact: "რეფერენდუმით შვედეთი ევროს გადასვლაზე უარს აცხადებს.", img: "Atskhadeb"},
              { name: "2003", fact: "რეფერენდუმით ესტონეთი ევროკავშირში შესვლაზე თანხმობას აცხადებს.", img: "Atskhadeb"},
              { name: "2007", fact: "იაპონური კოსმოსური ზონდი კაგუია გაუშვეს ტანეგაშიმას კოსმოდრომიდან მთვარის კვლევის მისიაზე.", img: "Misiaz"},
              { name: "2009", fact: "ჩოგბურთში, კიმ კლეისტერსი და ხუან მარტინ დელ პოტრო აშშ-ის ღია ჩემპიონატის გამარჯვებულები გახდნენ.", img: "USA"},
              { name: "2014", fact: "შვედეთის სოციალ-დემოკრატიულმა პარტიამ, სტეფან ლევენის მეთაურობით საპარლამენტო არჩევნებში გაიმარჯვა.", img: "Gaimarjva"}
            ],
  born:     [
              { name: "1762", fact: "ჩერუბინი, ლუიჯი — იტალიელი კომპოზიტორი", img: "cherubini luiji"},
              { name: "1769", fact: "ჰუმბოლდტი, ალექსანდერ — გერმანელი ბუნებისმეტყველი და მოგზაური", img: "humboldti aleksander"},
              { name: "1771", fact: "რაევსკი, ნიკოლოზ — რუსი გენერალი და სახელმწიფო მოღვაწე", img: "raevski nikoloz"},
              { name: "1849", fact: "პავლოვი, ივანე — რუსი ფიზიოლოგი, ნობელის პრემიის ლაურეატი", img: "pavlovi ivane"},
              { name: "1886", fact: "ჰიოპნერი, ერიხ — გერმანელი სამხედრო მოღვაწე", img: "hiopneri erikh"},
              { name: "1926", fact: "ბიუტორი, მიშელ — ფრანგი მწერალი", img: "biutori mishel"},
              { name: "1942", fact: "ვირსალაძე, ელისო — ქართველი პიანისტი", img: "virsaladze eliso"},
              { name: "1947", fact: "ნილი, სემ — ახალ ზელანდიელი მსახიობი", img: "nili sem"}
            ],
  died:     [
              { name: "ძვ. წ. 9", fact: "ნერონ კლავდიუს დრუზუსი — რომაელი პოლიტიკოსი (დ. ძვ. წ. 38)", img: "38"},
              { name: "258", fact: "მღვდელმოწამე კვიპრიანე — კართაგენის ეპისკოპოსი", img: "mghvdelmotsame kvipriane"},
              { name: "585", fact: "ბიდაცუ — იაპონიის იმპერატორი", img: "bidatsu"},
              { name: "775", fact: "კონსტანტინე V — ბიზანტიის იმპერატორი", img: "konstantine V"},
              { name: "891", fact: "სტეფანე V — რომის პაპი", img: "Rome"},
              { name: "1164", fact: "სუტოკუ — იაპონიის იმპერატორი", img: "sutoku"},
              { name: "1523", fact: "ადრეანე VI — რომის პაპი", img: "Rome"},
              { name: "1712", fact: "კასინი, ჯოვანი დომენიკო — იტალიელი ასტრონომი", img: "kasini jovani domeniko"},
              { name: "1851", fact: "ჯეიმზ ფენიმორ კუპერი — ამერიკელი მწერალი", img: "jeimz penimor kuperi"},
              { name: "1852", fact: "ართურ უელესლი, I ჰერცოგი უელინგტონი — ბრიტანეთის საგარეო საქმეთა და პრემიერ-მინისტრი", img: "artur uelesli I hertsogi uelingtoni"},
              { name: "1927", fact: "აისედორა დუნკანი — ამერიკელი ბალერინა, ესენინის მეუღლე", img: "aisedora dunkani"},
              { name: "1940", fact: "ემილ არგანი — შვეიცარიელი გეოლოგი", img: "emil argani"},
              { name: "1958", fact: "ანდღულაძე, ვასილ — ქართველი თერაპევტი", img: "andghuladze vasil"},
              { name: "1966", fact: "ჯემალ გიურსელი — თურქეთის საზოგადო მოღვაწე, რესპუბლიკის პრეზიდენტი, გენერალი", img: "jemal giurseli"},
              { name: "1984", fact: "ნოდარ დუმბაძე — ქართველი მწერალი", img: "nodar dumbadze"},
              { name: "2009", fact: "პატრიკ სუეიზი — ამერიკელი მსახიობი, მოცეკვავე და მომღერალი", img: "patrik sueizi"}
            ]
});
