window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა შუშანიკი მოსე შავი მართალი ანა წინასწარმეტყველი ეზეკია – იუდეის მეფე კრება ღირს კიევო-პეჩორელ მამათა, შორეულ, თეოდოსის მღვიმეებში განსვენებულთა", fact: "წმინდა შუშანიკი მოსე შავი მართალი ანა წინასწარმეტყველი ეზეკია – იუდეის მეფე კრება ღირს კიევო-პეჩორელ მამათა, შორეულ, თეოდოსის მღვიმეებში განსვენებულთა", img: "tsminda shushaniki mose shavi martali ana tsinastsarmetqveli ezekia"},
              { name: "წმინდა შუშანიკი", fact: "წმინდა შუშანიკი", img: "Shushaniki"},
              { name: "მოსე შავი", fact: "მოსე შავი", img: "Shavi"},
              { name: "მართალი ანა წინასწარმეტყველი", fact: "მართალი ანა წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "ეზეკია – იუდეის მეფე", fact: "ეზეკია – იუდეის მეფე", img: "ezekia"},
              { name: "კრება ღირს კიევო-პეჩორელ მამათა, შორეულ, თეოდოსის მღვიმეებში განსვენებულთა", fact: "კრება ღირს კიევო-პეჩორელ მამათა, შორეულ, თეოდოსის მღვიმეებში განსვენებულთა", img: "Gansvenebul"}
            ],
  history:  [
              { name: "1823", fact: "სიმონ ბოლივარი პერუს პრეზიდენტად გამოცხადდა.", img: "Gamotskhad"},
              { name: "1846", fact: "ელიას ჰოუი საკერავი მანქანის პატენტს იღებს.", img: "Igheb"},
              { name: "1898", fact: "ავსტრიის დედოფალი ელისაბედი მოკლულ იქნა ლუიჯი ლუხენის მიერ.", img: "Mier"},
              { name: "1919", fact: "ავსტრია და მოკავშირეები ხელს აწერენ სენ-ჟერმენის ხელშეკრულებას, რომლითაც პოლონეთის, უნგრეთის, ჩეხოსლოვაკიისა და იუგოსლავიის დამოუკიდებლობა ცნეს.", img: "Tsne"},
              { name: "1939", fact: "კანადა ნაცისტურ გერმანიას ომს უცხადებს.", img: "Utskhadeb"},
              { name: "1943", fact: "მეორე მსოფლიო ომი — გერმანული ძალები რომის ოკუპაციას იწყებენ.", img: "Rome"},
              { name: "1951", fact: "დიდი ბრიტანეთი ირანს ეკონომიკურ ბოიკოტს უცხადებს.", img: "Utskhadeb"},
              { name: "1967", fact: "გიბრალტარის მოსახლეობა კენჭს უყრის ბრიტანეთის დამოკიდებულებაში დარჩენას ესპანეთთან შეერთების ნაცვლად.", img: "Natsvl"},
              { name: "1974", fact: "გვინეა-ბისაუ პორტუგალიისგან დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1977", fact: "ბოლო სიკვდილით დასჯა გილიოტინაზე საფრანგეთში — ჰამიდა ჯანდუბის მწვალებლობისა და მკვლელობისთვის მარსელის ბომეტრის ციხეში თავი მოჰკვეთეს.", img: "bolo sikvdilit dasja giliotinaze saprangetshi"},
              { name: "1988", fact: "ოსამა ბინ ლადენი საკუთარ ბინაში ავღანეთში ალ ქაიდას აფუძნებს.", img: "Apudzneb"},
              { name: "1990", fact: "იამუსუკროს ღვთისმშობლის ტაძარი, კოტ-დ’ივუარი, უდიდესი ეკლესია აფრიკაში, აკურთხა პაპმა იოანე პავლე II-მ.", img: "M"},
              { name: "2002", fact: "შვეიცარია გაეროს წევრი ხდება.", img: "Khdeba"},
              { name: "2003", fact: "ანა ლინდი, შვედეთის საგარეო საქმეთა მინისტრი, მაღაზიაში უცნობმა სასიკვდილოდ დაჭრა.", img: "Dachra"},
              { name: "2006", fact: "მიხაელ შუმახერი, ყველაზე წარმატებული ფორმულა ერთის მძღოლი, სპორტიდან მიდის.", img: "Mid"},
              { name: "2007", fact: "პირველი მალაიზიელი კოსმონავტი შეიხ მუზაფარ შუქორი გაფრინდა საერთაშორისო კოსმოსური სადგურისკენ სოიუზ ტმა-11 ხომალდით.", img: "11"},
              { name: "2012", fact: "ჰასან შეიხ მუჰამადი სომალის პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1169", fact: "ალექსი II — ბიზანტიის იმპერატორი 1180-1183 წლებში", img: "aleksi II"},
              { name: "1862", fact: "დავით კლდიაშვილი — ქართველი მწერალი", img: "davit kldiashvili"},
              { name: "1901", fact: "ასათიანი, ვლადიმერ — ქართველი ბიოქიმიკოსი", img: "asatiani vladimer"},
              { name: "1939", fact: "ბერიაშვილი, ზარბეგ — ქართველი სპორტსმენი", img: "beriashvili zarbeg"},
              { name: "1942", fact: "იგორ კოსტალევსკი — საბჭოთა და რუსი მსახიობი", img: "igor kostalevski"},
              { name: "1955", fact: "ლარისა დოლინა — საბჭოთა და რუსი საესტრადო მომღერალი, მსახიობი", img: "larisa dolina"}
            ],
  died:     [
              { name: "1122", fact: "ჰარირი — არაბი მწერალი.", img: "hariri"},
              { name: "1806", fact: "ადელუნგი, იოჰან კრისტოფ — გერმანელი გრამატიკოსი და ლექსიკოგრაფი", img: "adelungi iohan kristop"},
              { name: "2021", fact: "ჟორჟე სამპაიუ — პორტუგალიის ყოფილი პრეზიდენტი.", img: "zhorzhe sampaiu"}
            ]
});
