window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა ალექსანდრეს, იოანე და პავლე ახალის – კონსტანტინოპოლელი პატრიარქების ხსენების დღე", fact: "წმინდა ალექსანდრეს, იოანე და პავლე ახალის – კონსტანტინოპოლელი პატრიარქების ხსენების დღე", img: "tsminda aleksandres ioane da pavle akhalis"},
              { name: "ღირსი ქრისტეფორე რომაელის – რომაელი წმინდანის ხსენების დღე.", fact: "ღირსი ქრისტეფორე რომაელის – რომაელი წმინდანის ხსენების დღე.", img: "ghirsi kristepore romaelis"},
              { name: "აღმოყვანება ნაწილთა კეთილმსახურისა მთავრისა ალექსანდრე ნეველისა", fact: "აღმოყვანება ნაწილთა კეთილმსახურისა მთავრისა ალექსანდრე ნეველისა", img: "Neveli"},
              { name: "ალექსანდრე სვირელი", fact: "ალექსანდრე სვირელი", img: "Svireli"},
              { name: "აგრეთვე:", fact: "აგრეთვე:", img: "Agretv"},
              { name: "ნაკიანი წლებში პროგრამისტის დღე.", fact: "ნაკიანი წლებში პროგრამისტის დღე.", img: "Dghe"}
            ],
  history:  [
              { name: "ძვ. წ. 490", fact: "ათენელები ამარცხებენ სპარსელებს მარათონის ბრძოლაში.", img: "Brdzola"},
              { name: "1609", fact: "ჰენრი ჰუდსონმა მდინარე ჰუდსონი აღმოაჩინა.", img: "Aghmoachina"},
              { name: "1683", fact: "ავსტრია-ოსმალეთის ომი - ბრძოლა ვენასთან - რამდენიმე ევროპული არმია გაერთიანდა ოსმალეთის იმპერიის დასამარცხებლად.", img: "avstria osmaletis omi"},
              { name: "1940", fact: "უძველესი გამოქვაბულის ნახატები აღმოაჩინეს ლასკოში, საფრანგეთი.", img: "Saprangeti"},
              { name: "1943", fact: "ბენიტო მუსოლინი შინაპატიმრობიდან იხსნა გერმანელმა კომანდომ ოტო სკორცენიმ.", img: "Skortsenim"},
              { name: "1953", fact: "ნიკიტა ხრუშჩოვი საბჭოთა კავშირის კომუნისტური პარტიის პირველ მდივნად აირჩიეს.", img: "Airchie"},
              { name: "1953", fact: "ჯონ კენედი ჯეკი ბუვიეზე ქორწინდება.", img: "Kortsindeba"},
              { name: "1970", fact: "პალესტინელი ტერორისტები იორდანიაში სამ გატაცებულ თვითმფრინავს აფეთქებენ.", img: "Apetkeben"},
              { name: "1979", fact: "ინდონეზიაში 8.1 მაგნიტუდის (რიხტერით) მიწისძვრა მოხდა.", img: "Mokh"},
              { name: "1994", fact: "გამოვიდა ნეტსკეიპის ბრაუზერის პირველი ვერსია.", img: "Vers"},
              { name: "2003", fact: "გაერომ მოხსნა სანქციები ლიბიის წინააღმდეგ მას შემდეგ რაც ეს ქვეყანა დათანხმდა აეღო პასუხისმგებლობა და კომპენსაცია გადაეხადა 1988 წელს პან-ამის რეისი 103 აფეთქებით დაღუპულთა ოჯახებისთვის.", img: "1988"},
              { name: "2005", fact: "ისრაელმა დაასრულა ღაზის სექტორიდან საკუთარი ჯარებისა და მოსახლეთა გამოყვანა.", img: "Gamoqvana"},
              { name: "2005", fact: "ჰონკონგის დისნეილენდი გაიხსნა პენის უბეში, ლანტაუს კუნძულზე.", img: "Kundzulz"},
              { name: "2007", fact: "იაპონიის პრემიერ-მინისტრი შინძო აბე გადადგა.", img: "Gadadga"},
              { name: "2020", fact: "ირანელი მოჭიდავე ნავიდ აფკარი ანტისამთავრობო დემონსტრაციებში მონაწილეობის გამო სიკვდილით დასაჯეს.", img: "Dasaje"}
            ],
  born:     [
              { name: "1492", fact: "ლორენცო II მედიჩი — ურბინოს ჰერცოგი", img: "lorentso II medichi"},
              { name: "1494", fact: "ფრანსუა I — საფრანგეთის მეფე", img: "pransua I"},
              { name: "1818", fact: "კულაკი, თეოდორე — გერმანელი მუსიკოსი", img: "kulaki teodore"},
              { name: "1888", fact: "მორის შევალიე — ფრანგი მსახიობი, შოუმენი და მომღერალი", img: "moris shevalie"},
              { name: "1894", fact: "ტოკუდა კიუიტი — იაპონიის მუშათა მოძრაობის მოღვაწე", img: "tokuda kiuiti"},
              { name: "1897", fact: "ჟოლი-კურე, ირენ — ფრანგი ფიზიკოსი, ნობელის პრემიის ლაურეატი", img: "zholi kure iren"},
              { name: "1897", fact: "ერმინია ბრუმანა — არგენტინელი მასწავლებელი, მწერალი, ჟურნალისტი, დრამატურგი, ქალთა უფლებების დამცველი.", img: "erminia brumana"},
              { name: "1913", fact: "ოუენსი, ჯესი — ამერიკელი ათლეტი, 4 ოლიმპიური ოქროს მედლის მფლობელი", img: "ouensi jesi"},
              { name: "1932", fact: "გურამ თიკანაძე ― ქართველი ფოტოგრაფი და ალპინისტი", img: "Alpinisti"},
              { name: "1934", fact: "გივი ბადრიშვილი — ქართველი აგრონომი", img: "givi badrishvili"},
              { name: "1944", fact: "ბარი უაიტი — ამერიკელი მომღერალი და კომპოზიტორი", img: "bari uaiti"},
              { name: "1964", fact: "ლადო ათანელი — ქართველი საოპერო მომღერალი (ბარიტონი)", img: "lado ataneli"},
              { name: "1973", fact: "პოლ უოკერი — ამერიკელი მსახიობი (გ. 2013)", img: "2013"},
              { name: "1974", fact: "ვალენტე, ნუნუ — პორტუგალიელი ფეხბურთელი", img: "valente nunu"}
            ],
  died:     [
              { name: "1213", fact: "პეტრე II — არაგონის მეფე", img: "petre II"},
              { name: "1362", fact: "ინოკენტი VI — რომის პაპი", img: "Rome"},
              { name: "1612", fact: "ვასილი IV — რუსეთის მეფე", img: "vasili IV"},
              { name: "1683", fact: "აფონსო VI — პორტუგალიის მეფე", img: "aponso VI"},
              { name: "1819", fact: "გებჰარტ ლებერეჰტ ფონ ბლუხერი — პრუსიელი ფელდმარშალი", img: "gebhart lebereht pon blukheri"},
              { name: "1907", fact: "ილია ჭავჭავაძე — ქართველი მწერალი, საზოგადო მოღვაწე", img: "ilia chavchavadze"},
              { name: "1938", fact: "გერცელ ბააზოვი — ქართველი მწერალი", img: "gertsel baazovi"},
              { name: "1941", fact: "ჰანს შპემანი — გერმანელი ემბრიოლოგი, ნობელის პრემიის ლაურეატი", img: "hans shpemani"},
              { name: "1981", fact: "ევჯენიო მონტალე — იტალიელი პოეტი, ნობელის პრემიის ლაურეატი", img: "evjenio montale"},
              { name: "1992", fact: "ენტონი პერკინსი — ამერიკელი მსახიობი", img: "entoni perkinsi"},
              { name: "2022", fact: "მიხეილ გომიაშვილი — ქართველი კინოსა და თეატრის მსახიობი", img: "mikheil gomiashvili"}
            ]
});
