window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: დოსითეოზ თბილელი გიორგი ჭყონდიდელ-მწიგნობართუხუცესი მღვდელმოწამე ავტონომე იულიანე ხუცესი და 40 მოწამე თეოდორე ალექსანდრიელი წმინდა კორნუტი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: დოსითეოზ თბილელი გიორგი ჭყონდიდელ-მწიგნობართუხუცესი მღვდელმოწამე ავტონომე იულიანე ხუცესი და 40 მოწამე თეოდორე ალექსანდრიელი წმინდა კორნუტი", img: "40"},
              { name: "დოსითეოზ თბილელი", fact: "დოსითეოზ თბილელი", img: "Tbileli"},
              { name: "გიორგი ჭყონდიდელ-მწიგნობართუხუცესი", fact: "გიორგი ჭყონდიდელ-მწიგნობართუხუცესი", img: "Mtsignobartukhutsesi"},
              { name: "მღვდელმოწამე ავტონომე", fact: "მღვდელმოწამე ავტონომე", img: "Avtonom"},
              { name: "იულიანე ხუცესი და 40 მოწამე", fact: "იულიანე ხუცესი და 40 მოწამე", img: "40"},
              { name: "თეოდორე ალექსანდრიელი", fact: "თეოდორე ალექსანდრიელი", img: "Aleksandrieli"},
              { name: "წმინდა კორნუტი", fact: "წმინდა კორნუტი", img: "Kornuti"}
            ],
  history:  [
              { name: "275", fact: "მარკუს კლაუდიუს ტაციტუსი სენატმა იმპერატორად აირჩია.", img: "Airch"},
              { name: "1066", fact: "სტენფორდის ხიდთან ბრძოლით სრულდება ვიკინგების ხანა.", img: "Khana"},
              { name: "1396", fact: "ოსმლეთის სულთანი ბაიეზიდ I (სურათზე) ნიკროპოლის ბრძოლაში ქრისტიანებს ამარცხებს.", img: "Amartskheb"},
              { name: "1493", fact: "კოლუმბმა ამერიკისკენ მეორე მოგზაურობა დაიწყო.", img: "Daitsqo"},
              { name: "1513", fact: "ესპანელმა მოგზაურმა ვასკო ნუნიეს დე ბალბოამ წყნარ ოკეანეს მიაღწია.", img: "Miaghts"},
              { name: "1794", fact: "ოდესის დააარსა ეკატერინე II-მ.", img: "M"},
              { name: "1818", fact: "ინგლისელმა ექიმმა ჯეიმზ ბლანდელმა ჩაატარა მსოფლოში პირველად ადამიანისგან ადამიანისთვის სისხლის გადასხმის ოპერაცია.", img: "Operats"},
              { name: "2003", fact: "ჰოკაიდოში, იაპონია, 8 ბალიანი მიწისძვრა მოხდა.", img: "Mokh"},
              { name: "2007", fact: "მოძრაობა ერთიანი საქართველოსთვის ლიდერი ირაკლი ოქრუაშვილი დააპატიმრეს გამოძალვის, ფულის გათეთრებისა და სამსახურებლივი უფლებამოსილების ბოროტად გამოყენების ბრალდებით (ორ კვირაში 10 მილიონი ლარის გირაოს თავდებით გაათავისუფლეს)", img: "10"},
              { name: "2011", fact: "ვანგარი მაატაი, პირველი აფრიკელი ნობელის პრემიის ლაურეატი მშვიდობის განმტკიცების დარგში, გარდაიცვალა 71 წლის ასაკში.", img: "71"},
              { name: "2023", fact: "იუნესკოს მსოფლიო მემკვიდრეობის კომიტეტის 45-ე სესიაზე სია 42 ახალი ძეგლით შეივსო (33 კულტურული და 9 ბუნებრივი კრიტერიუმებით), 5 ძეგლი გაფართოვდა.", img: "45"}
            ],
  born:     [
              { name: "1711", fact: "კიანლონგი — ჩინეთის იმპერატორი", img: "China"},
              { name: "1744", fact: "ფრიდრიხ ვილჰელმ II — პრუსიის მეფე", img: "pridrikh vilhelm II"},
              { name: "1897", fact: "უილიამ ფოლკნერი — ამერიკელი მწერალი, პროზაიკოსი", img: "uiliam polkneri"},
              { name: "1906", fact: "დიმიტრი შოსტაკოვიჩი — საბჭოთა კომპოზიტორი", img: "dimitri shostakovichi"},
              { name: "1920", fact: "სერგეი ბონდარჩუკი — საბჭოთა რეჟისორი და მსახიობი", img: "sergei bondarchuki"},
              { name: "1932", fact: "გლენ გულდი — კანადელი პიანისტი", img: "glen guldi"},
              { name: "1934", fact: "გიზო ჟორდანია — ქართველი თეატრის რეჟისორი და პედაგოგი", img: "gizo zhordania"},
              { name: "1940", fact: "ტიმ სევერინი — ინგლისელი მკვლევარი, ისტორიკოსი და მწერალი", img: "tim severini"},
              { name: "1944", fact: "მაიკლ დუგლასი — ამერიკელი მსახიობი", img: "maikl duglasi"},
              { name: "1951", fact: "მარკ ჰემილი — ამერიკელი მსახიობი", img: "mark hemili"},
              { name: "1949", fact: "პედრო ალმოდოვარი — ესპანელი კინორეჟისორი, სცენარისტი, პროდიუსერი", img: "pedro almodovari"},
              { name: "1952", fact: "კრისტოფერ რივი — ამერიკელი მსახიობი, ცნობილი სუპერმენის როლით", img: "kristoper rivi"},
              { name: "1969", fact: "კათრინ ზიტა-ჯონზი — ვალიელი თეატრის, ტელევიზიისა და კინოს მსახიობი", img: "katrin zita jonzi"}
            ],
  died:     [
              { name: "744", fact: "იაზიდ III — ომეადების ხალიფი", img: "iazid III"},
              { name: "1506", fact: "ფილიპე I — კასტილიის მეფე", img: "pilipe I"},
              { name: "1534", fact: "კლიმენტ VII — რომის პაპი", img: "Rome"},
              { name: "1617", fact: "გო-იოზეი — იაპონიის იმპერატორი", img: "go iozei"},
              { name: "1849", fact: "იოჰან შტრაუსი — ავსტრიელი კომპოზიტორი, ვალსის ფუძემდებელი", img: "iohan shtrausi"},
              { name: "1970", fact: "ერიხ მარია რემარკი — გერმანელი მწერალი", img: "erikh maria remarki"},
              { name: "1980", fact: "ჯონ ბონემი — ინგლისელი მუსიკოსი, როკ-ჯგუფ ლედ ზეპელინის წევრი", img: "jon bonemi"},
              { name: "1983", fact: "ლეოპოლდ III — ბელგიის მეფე", img: "leopold III"},
              { name: "2003", fact: "იური სენკევიჩი — რუსი მოგზაური, ჟურნალისტი", img: "iuri senkevichi"}
            ]
});
