window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "წმინდა სოზონტი ევოდი და ონისიფორე - სამოცდაათთაგანნი წმინდა ევფსიქი ღირსი ლუკა", fact: "წმინდა სოზონტი ევოდი და ონისიფორე - სამოცდაათთაგანნი წმინდა ევფსიქი ღირსი ლუკა", img: "tsminda sozonti evodi da onisipore"},
              { name: "წმინდა სოზონტი", fact: "წმინდა სოზონტი", img: "Sozonti"},
              { name: "ევოდი და ონისიფორე - სამოცდაათთაგანნი", fact: "ევოდი და ონისიფორე - სამოცდაათთაგანნი", img: "evodi da onisipore"},
              { name: "წმინდა ევფსიქი", fact: "წმინდა ევფსიქი", img: "Evpsiki"},
              { name: "ღირსი ლუკა", fact: "ღირსი ლუკა", img: "Luka"}
            ],
  history:  [
              { name: "1519", fact: "ფერდინანდ მაგელანი 270 მეზღვაურთან ერთად სანკულარ დე ბარამედას ნავსაყუდელიდან გადის მსოფლიოს გარშემო მოგზაურობაში.", img: "270"},
              { name: "1596", fact: "დიეგო დე მონტემაიორმა ახალ ესპანეთში მონტერეი დააფუძნა.", img: "Daapudzna"},
              { name: "1633", fact: "გალილეო გალილეი გაასამართლეს ინკვიზიციის წინაშე დედამიწის მზის გარშემო მოძრაობის მტკიცების გამო.", img: "Gamo"},
              { name: "1854", fact: "ალმას ბრძოლა — ბრიტანეთის და საფრანგეთის ჯარები რუსებს ამარცხებენ ყირიმში.", img: "almas brdzola"},
              { name: "1879", fact: "ირლანდიის უძველესი კლიფტონვილის საფეხბურთო კლუბი დაარსდა.", img: "Daars"},
              { name: "1881", fact: "ჩესტერ ართურის ინაუგურაცი მოხდა აშშ-ის 21-ე პრეზიდენტად.", img: "21"},
              { name: "1891", fact: "ბენზინის საწვავით მოქმედი პირველი ავტომანქანა შექმნეს სპრინგფილდში, მასაჩუსეტსი.", img: "Masachusetsi"},
              { name: "1918", fact: "ბაქოს კომისრები დახვრიტეს.", img: "Dakhvrite"},
              { name: "1920", fact: "ესპანეთის ლეგიონი დაარსდა.", img: "Daars"},
              { name: "1942", fact: "ლიტიჩივში, უკრაინა, გერმანელმა სს-ელებმა 3000 ებრაელი დახოცეს.", img: "3000"},
              { name: "1946", fact: "პირველი კანის კინოფესტივალი ჩატარდა.", img: "Chatar"},
              { name: "1969", fact: "ჯონ ლენონმა The Beatles დატოვა.", img: "The Beatles"},
              { name: "1977", fact: "ვიეტნამის სოციალისტური რესპუბლიკა გაეროს წევრი გახდა.", img: "Gakh"},
              { name: "1979", fact: "ცენტრალური აფრიკის იმპერიაში სახელმწიფო გადატრიალებით იმპერატორი ბოკასა I ჩამოაგდეს.", img: "Chamoagde"},
              { name: "1981", fact: "ცენტრალური აფრიკის რესპუბლიკაში სახელმწიფო გადატრიალებით პრეზიდენტი დევიდ დაკო ჩამოაგდეს.", img: "Chamoagde"},
              { name: "1990", fact: "სამხრეთ ოსეთის ოლქმა საქართველოსგან დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "2003", fact: "ლატვიაში ევროკავშირში შესვლის თაობაზე რეფერენდუმი ჩატარდა.", img: "Chatar"},
              { name: "2023", fact: "მთიან ყარაბაღში დაწყებული სამხედრო ოპერაციის შედეგად აზერბაიჯანმა სუვერენიტეტი აღადგინა.", img: "Aghadgina"}
            ],
  born:     [
              { name: "1853", fact: "ჩულალონგკორნი — ტაილანდის მეფე", img: "chulalongkorni"},
              { name: "1880", fact: "ოიამა იკუო — იაპონიის საზოგადო მოღვაწე", img: "oiama ikuo"},
              { name: "1902", fact: "ვასილ მჟავანაძე — საქართველოს სსრ კპ-ის პირველი მდივანი 1953-1972 წლებში", img: "1953"},
              { name: "1925", fact: "ანანდა მაჰიდოლი — ტაილანდის მეფე", img: "ananda mahidoli"},
              { name: "1930", fact: "ჯუმბერ ლომინაძე — ქართველი ფიზიკოსი. (გ. 2014)", img: "2014"},
              { name: "1934", fact: "სოფი ლორენი — იტალიელი მსახიობი", img: "sopi loreni"},
              { name: "1939", fact: "მიხეილ გიგინეიშვილი (უმცროსი) — ქართველი მეან-გინეკოლოგი.", img: "mikheil gigineishvili umtsrosi"},
              { name: "1944", fact: "ზორბეგ ებრალიძე — ქართველი ფეხბურთელი და მწვრთნელი.", img: "zorbeg ebralidze"}
            ],
  died:     [
              { name: "1246", fact: "მიხაილ ჩერნიგოველი — კიევის მმართველი", img: "mikhail chernigoveli"},
              { name: "1384", fact: "ლუი I — ნეაპოლის მეფე", img: "lui I"},
              { name: "1826", fact: "მამია V გურიელი — გურიის უკანასკნელი მთავარი", img: "mamia V gurieli"},
              { name: "1898", fact: "თეოდორ ფონტანე — გერმანელი მწერალი", img: "teodor pontane"},
              { name: "1918", fact: "სტეფანე შაუმიანი — რევოლუციური მოძრაობის ერთ-ერთი ხელმძღვანელი კავკასიაში", img: "stepane shaumiani"},
              { name: "1968", fact: "ქეთევან ჯაფარიძე — ქართველი მომღერალი", img: "ketevan japaridze"},
              { name: "1988", fact: "ოთარ ბაგრატიონ-მუხრანელი — ქართველი არქიტექტორი.", img: "otar bagration mukhraneli"},
              { name: "2002", fact: "სერგეი ბოდროვი (უმცროსი) — რუსი მსახიობი და რეჟისორი.", img: "sergei bodrovi umtsrosi"}
            ]
});
