window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: თეოდორა ალექსანდრიელი დიმიტრი, ევანთია და დიმიტრიანე დიოდორე და დიდიმე ასურელები წმიდა ია ღირსი ევფროსინე სილოანე ათონელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: თეოდორა ალექსანდრიელი დიმიტრი, ევანთია და დიმიტრიანე დიოდორე და დიდიმე ასურელები წმიდა ია ღირსი ევფროსინე სილოანე ათონელი", img: "Atoneli"},
              { name: "თეოდორა ალექსანდრიელი", fact: "თეოდორა ალექსანდრიელი", img: "Aleksandrieli"},
              { name: "დიმიტრი, ევანთია და დიმიტრიანე", fact: "დიმიტრი, ევანთია და დიმიტრიანე", img: "Dimitrian"},
              { name: "დიოდორე და დიდიმე ასურელები", fact: "დიოდორე და დიდიმე ასურელები", img: "Asurelebi"},
              { name: "წმიდა ია", fact: "წმიდა ია", img: "Ia"},
              { name: "ღირსი ევფროსინე", fact: "ღირსი ევფროსინე", img: "Evprosin"},
              { name: "სილოანე ათონელი", fact: "სილოანე ათონელი", img: "Atoneli"}
            ],
  history:  [
              { name: "622", fact: "მუჰამედმა და მისმა მიმდევრებმა დაასრულეს ჰიჯრა მექადან მედინაში რელიგიური დევნისგან თავის დახსნის მიზნით.", img: "Miznit"},
              { name: "1664", fact: "ნიდერლანდებმა ახალი ამსტერდამი დიდ ბრიტანეთს დაუთმო.", img: "Dautmo"},
              { name: "1801", fact: "ქართლ-კახეთი რუსეთს შეუერთდა.", img: "Sheuert"},
              { name: "1852", fact: "დირიჟაბლით პირველი ფრენა განახორციელა ფრანგმა ანრი ჟიფარმა.", img: "Zhipar"},
              { name: "1906", fact: "აშშ-ის პრეზიდენტმა თეოდორ რუზველტმა დევილს ტაუერი (ეშმაკის კოშკი) პირველ ეროვნულ მონუმენტად გამოაცხადა.", img: "USA"},
              { name: "1932", fact: "ინდოეთში არჩევნებში ხმის უფლება მისცეს ხელუხლებელთა კასტას.", img: "Kasta"},
              { name: "1953", fact: "ჰოლივუდში პირველი პანორამული კინოფილმი წარმოადგინეს.", img: "Tsarmoadgine"},
              { name: "1957", fact: "კამპ ნოუ, ევროპის უდიდესი სტადიონი, გაიხსნა ბარსელონაში.", img: "Barselona"},
              { name: "1973", fact: "გვინეა-ბისაუმ პორტუგალიისგან დამოუკიდებლობა გამოაცხადა.", img: "Gamoatskha"},
              { name: "2008", fact: "იაპონიის დიეტი ქვეყნის პრემიერ-მინისტრად ტარო ასოს ირჩევს ლიბერალურ-დემოკრატიული პარტიიდან.", img: "Partiidan"},
              { name: "2009", fact: "ანგლოსაქსური ოქროს უდიდესი განძი იპოვეს სტაფორდშირში, ინგლისი.", img: "England"},
              { name: "2017", fact: "ქდკ/ქსკ-მ ანგელა მერკელის ხელმძღვანელობით პირველი ადგილი დაიკავა გერმანიის საპარლამენტო არჩევნებში", img: "Archevneb"}
            ],
  born:     [
              { name: "1739", fact: "პოტიომკინი, გრიგოლ — რუსი სახელმწიფო მოღვაწე, ფელდმარშალი", img: "potiomkini grigol"},
              { name: "1818", fact: "ბაგრატიონი, პეტრე — ქართველი მეცნიერი და ინჟინერი.", img: "bagrationi petre"},
              { name: "1888", fact: "კანკენ ტოიამა — იაპონელი კარატისტი", img: "kanken toiama"},
              { name: "1893", fact: "ანთელავა, ნიკოლოზ — ქართველი ქირურგი", img: "antelava nikoloz"},
              { name: "1898", fact: "კოხტა ყარალაშვილი — ქართველი კინომსახიობი", img: "kokhta qaralashvili"},
              { name: "1898", fact: "ფლორი, ჰაუარდ — ინგლისელი პათოლოგი", img: "plori hauard"},
              { name: "1911", fact: "ჩერნენკო, კონსტანტინე — ცეკას გენერალური მდივანი", img: "chernenko konstantine"},
              { name: "1949", fact: "ალმოდოვარი, პედრო — ესპანელი კინორეჟისორი.", img: "almodovari pedro"},
              { name: "1924", fact: "ვერა წიგნაძე — ქართველი ბალერინა.", img: "vera tsignadze"},
              { name: "1956", fact: "გია ბუღაძე — ქართველი ფერმწერი.", img: "gia bughadze"},
              { name: "1957", fact: "მენაბდე, გიორგი — იმპლანტოლოგი, ყბასახის ქირურგი.", img: "menabde giorgi"}
            ],
  died:     [
              { name: "366", fact: "ლიბერიუსი — რომის პაპი", img: "Rome"},
              { name: "768", fact: "პიპინ III მოკლე — ფრანკების მეფე, კაროლინგების დინასტიის დამფუძნებელი", img: "pipin III mokle"},
              { name: "1143", fact: "ინოკენტი II — რომის პაპი", img: "Rome"},
              { name: "1180", fact: "მანუელ I კომნენოსი — ბიზანტიის იმპერატორი", img: "manuel I komnenosi"},
              { name: "1572", fact: "ტუპაკ ამარუ I — ინკების უკანასკნელი ლიდერი", img: "tupak amaru I"},
              { name: "1732", fact: "რეიგენი — იაპონიის იმპერატორი", img: "reigeni"},
              { name: "1812", fact: "ბაგრატიონი, პეტრე ივანეს ძე — რუსეთის არმიის ინფანტერიის გენერალი", img: "bagrationi petre ivanes dze"},
              { name: "1834", fact: "პეტრე IV — პორტუგალიის მეფე და ბრაზილიის იმპერატორი", img: "petre IV"},
              { name: "1920", fact: "ფაბერჟე, კარლ — რუსი იუველირი", img: "paberzhe karl"},
              { name: "1942", fact: "ამილახვარი, დიმიტრი — საფრანგეთის არმიის გამოჩენილი ქართველი მოღვაწე", img: "amilakhvari dimitri"},
              { name: "1954", fact: "ქურხული, ილიკო — ქართველი მოხეტიალე მუსიკოსი", img: "kurkhuli iliko"},
              { name: "2005", fact: "ფრანსუაზ საგანი — ფრანგი მწერალი", img: "pransuaz sagani"},
              { name: "2010", fact: "გენადი იანაევი — აგვისტოს პუტჩის ლიდერი", img: "genadi ianaevi"}
            ]
});
