window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა იოაკიმე და წმინდა ანა წმინდა სევერიანე თეოფანე აღმსარებელი წმინდა ხარიტონი და წმინდა სტრატორი ნიკიტა კონსტანტინოპოლელი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: წმინდა იოაკიმე და წმინდა ანა წმინდა სევერიანე თეოფანე აღმსარებელი წმინდა ხარიტონი და წმინდა სტრატორი ნიკიტა კონსტანტინოპოლელი", img: "Konstantinopoleli"},
              { name: "წმინდა იოაკიმე და წმინდა ანა", fact: "წმინდა იოაკიმე და წმინდა ანა", img: "Ana"},
              { name: "წმინდა სევერიანე", fact: "წმინდა სევერიანე", img: "Severian"},
              { name: "თეოფანე აღმსარებელი", fact: "თეოფანე აღმსარებელი", img: "Aghmsarebeli"},
              { name: "წმინდა ხარიტონი და წმინდა სტრატორი", fact: "წმინდა ხარიტონი და წმინდა სტრატორი", img: "Stratori"},
              { name: "ნიკიტა კონსტანტინოპოლელი", fact: "ნიკიტა კონსტანტინოპოლელი", img: "Konstantinopoleli"},
              { name: "გარდა ამისა, არის ხსენება: მესამე მსოფლიო კრებისა პოვნა და აღმოყვანება ნაწილთა წმიდა თეოდოსი ჩერნიგოველი მთავარეპისკოპოსისა.", fact: "გარდა ამისა, არის ხსენება: მესამე მსოფლიო კრებისა პოვნა და აღმოყვანება ნაწილთა წმიდა თეოდოსი ჩერნიგოველი მთავარეპისკოპოსისა.", img: "Mtavarepiskoposi"},
              { name: "მესამე მსოფლიო კრებისა", fact: "მესამე მსოფლიო კრებისა", img: "Krebi"},
              { name: "პოვნა და აღმოყვანება ნაწილთა წმიდა თეოდოსი ჩერნიგოველი მთავარეპისკოპოსისა.", fact: "პოვნა და აღმოყვანება ნაწილთა წმიდა თეოდოსი ჩერნიგოველი მთავარეპისკოპოსისა.", img: "Mtavarepiskoposi"}
            ],
  history:  [
              { name: "66", fact: "იმპერატორი ნერონი იტალიის I ლეგიონს (Legio I Italica) ჰქმნის.", img: "Legio"},
              { name: "1692", fact: "ბოლო ჩამოხრჩობა ჯადოქრობისთვის აშშ-ში.", img: "USA"},
              { name: "1776", fact: "რუსეთი კოლონიას აფუძნებს კოდიაკში, ალასკა.", img: "Alaska"},
              { name: "1869", fact: "რიხარდ ვაგნერის ოპერის Das Rheingold პრემიერა გაიმართა მიუნხენში.", img: "Das Rheingold"},
              { name: "1896", fact: "დედოფალი ვიქტორია მის ბაბუას მეფე ჯორჯ III-ს უსწრებს, როგორც ყველაზე ხანგრძლივი მონარქი ბრიტანეთის ისტორიაში", img: "Istoria"},
              { name: "1908", fact: "ბულგარეთის დამოუკიდებლობა ცნო საერთაშორისო თანამეგობრობამ.", img: "Tanamegobrobam"},
              { name: "1944", fact: "მეორე მსოფლიო ომი - წითელი არმია ტალინს იღებს.", img: "meore msoplio omi"},
              { name: "1960", fact: "მალი საფრანგეთისგან დამოუკიდებელი ხდება.", img: "Khdeba"},
              { name: "1965", fact: "ომი პაკისტანსა და ინდოეთს შორის ქაშმირში შეწყდა გაეროს შუამდგომლობით.", img: "Pakistan"},
              { name: "1980", fact: "ერაყი ირანში იჭრება.", img: "Ichreba"},
              { name: "1991", fact: "ჰანტინგტონის ბიბლიოთეკამ საზოგადოებას პირველად წარუდგნია მკვდარი ზღვის გრაგნილები.", img: "Gragnilebi"},
              { name: "1993", fact: "საქართველოს ავიახაზების თვითმფრინავი ტუ-154 ჩამოაგდეს სოხუმთან ჰაერსაწინააღმდეგო ჭურვით.", img: "154"},
              { name: "1994", fact: "ამერიკული სიტკომის „მეგობრები“ დებიუტი შედგა ტელეარხზე „ენ-ბი-სი“.", img: "Si"},
              { name: "2009", fact: "ირინა ბოკოვა, ბულგარეთიდან, იუნესკოს გენერალური დირექტორი გახდა, პირველი ქალი და პირველი აღმოსავლეთევროპელი ამ პოსტზე.", img: "Postz"}
            ],
  born:     [
              { name: "1585", fact: "რიშელიე, არმან ჟან დიუ პლესი — კარდინალი, საფრანგეთის სახელმწიფო მოღვაწე", img: "rishelie arman zhan diu plesi"},
              { name: "1601", fact: "ანა ავსტრიელი — საფრანგეთის დედოფალი", img: "ana avstrieli"},
              { name: "1791", fact: "ფარადეი, მაიკლ — ინგლისელი ფიზიკოსი და ქიმიკოსი", img: "paradei maikl"},
              { name: "1829", fact: "ტუ დუკი — ვიეტნამის იმპერატორი", img: "tu duki"},
              { name: "1895", fact: "პოლ მუნი — ამერიკელი ოსკაროსანი მსახიობი", img: "pol muni"},
              { name: "1922", fact: "ჩენ ნინგ იანგ — ჩინური წარმოშობის ფიზიკოსი", img: "chen ning iang"},
              { name: "1932", fact: "ალგირდას ბრაზაუსკასი — ლიეტუვის პრეზიდენტი 1993-1998 წლებში", img: "1993"},
              { name: "1938", fact: "დინ რიდი — ამერიკელი მომღერალი, მსახიობი, რეჟისორი", img: "din ridi"},
              { name: "1940", fact: "ანა კარინა — დანიელ-ფრანგი მსახიობი, რეჟისორი, მწერალი და მომღერალი", img: "ana karina"},
              { name: "1951", fact: "დეივიდ კოვერდეილი — ინგლისელი მომღერალი, ჯგუფ „Deep Purple“-ის ვოკალისტი", img: "Deep Purple"},
              { name: "1958", fact: "ანდრეა ბოჩელი — იტალიელი ტენორი", img: "andrea bocheli"},
              { name: "1976", fact: "რონალდო — ბრაზილიელი ფეხბურთელი", img: "ronaldo"}
            ],
  died:     [
              { name: "1520", fact: "სელიმ I — ოტომანთა სულთანი", img: "selim I"},
              { name: "1539", fact: "ნანაკი — გურუ, სიქხიზმის დამფუძნებელი", img: "nanaki"},
              { name: "1566", fact: "აგრიკოლა, იოჰან — გერმანელი რეფორმატორი", img: "agrikola iohan"},
              { name: "1676", fact: "დომენტი III — აღმოსავლეთ საქართველოს კათოლიკოს-პატრიარქი 1660-1676 წლებში", img: "domenti III"},
              { name: "1774", fact: "კლემენტ XIV — რომის პაპი", img: "Rome"},
              { name: "1872", fact: "დალი, ვლადიმერ — რუსი ლექსიკოგრაფი, რუსული განმარტებითი ლექსიკონის ავტორი", img: "dali vladimer"},
              { name: "1914", fact: "ალენ-ფურნიე — ფრანგი მწერალი და ჯარისკაცი", img: "alen purnie"},
              { name: "1949", fact: "სემ ვუდი — ამერიკელი კინორეჟისორი და პროდიუსერი", img: "sem vudi"},
              { name: "1956", fact: "სოდი, ფრედერიკ — ინგლისელი ქიმიკოსი, ნობელის პრემიის ლაურეატი", img: "sodi prederik"},
              { name: "2001", fact: "ისააკ შტერნი — ამერიკელი ვირტუოზი მუსიკოსი, მევიოლინე", img: "isaak shterni"},
              { name: "2010", fact: "ედი ფიშერი — ამერიკელი საესტრადო მომღერალი (ტენორი) და მსახიობი", img: "edi pisheri"}
            ]
});
