window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ზოსიმე მეუდაბნოე თეოდორე სმოლენსკელი წმინდა ტროფიმე, საბატი და დორიმედონტი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ზოსიმე მეუდაბნოე თეოდორე სმოლენსკელი წმინდა ტროფიმე, საბატი და დორიმედონტი", img: "Dorimedonti"},
              { name: "ზოსიმე მეუდაბნოე", fact: "ზოსიმე მეუდაბნოე", img: "Meudabno"},
              { name: "თეოდორე სმოლენსკელი", fact: "თეოდორე სმოლენსკელი", img: "Smolenskeli"},
              { name: "წმინდა ტროფიმე, საბატი და დორიმედონტი", fact: "წმინდა ტროფიმე, საბატი და დორიმედონტი", img: "Dorimedonti"},
              { name: "ასევე: გვინეა : დამოუკიდებლობის დღე ინდოეთი : განდი ჯაიანთი (მაჰათმა განდის დაბადების დღე)", fact: "ასევე: გვინეა : დამოუკიდებლობის დღე ინდოეთი : განდი ჯაიანთი (მაჰათმა განდის დაბადების დღე)", img: "Dghe"},
              { name: "გვინეა : დამოუკიდებლობის დღე", fact: "გვინეა : დამოუკიდებლობის დღე", img: "Dghe"},
              { name: "ინდოეთი : განდი ჯაიანთი (მაჰათმა განდის დაბადების დღე)", fact: "ინდოეთი : განდი ჯაიანთი (მაჰათმა განდის დაბადების დღე)", img: "Dghe"}
            ],
  history:  [
              { name: "1187", fact: "იერუსალიმის ალყა — ჯვაროსანთა 88 წლიანი მმართველობის შემდეგ სალადინი იერუსალიმს იღებს.", img: "88"},
              { name: "1552", fact: "ივანე მრისხანე ყაზანს იღებს.", img: "Igheb"},
              { name: "1803", fact: "გრიგოლ დადიანი ხელს აწერს სამეგრელოს რუსეთის მფარველობაში შესვლის ხელშეკრულებას.", img: "Gregory"},
              { name: "1835", fact: "ტეხასის რევოლუცია იწყება გონზალესის ბრძოლით.", img: "Brdzolit"},
              { name: "1914", fact: "ბრაზილიაში ქალაქი პორტუ-ველიუ დაარსდა.", img: "Daars"},
              { name: "1924", fact: "ჟენევის პროტოკოლი მიიღეს ერთა ლიგის განმტკიცებისთვის.", img: "Ganmtkitsebistv"},
              { name: "1928", fact: "მადრიდში საზოგადოება ოპუს დეი დაარსდა.", img: "Daars"},
              { name: "1935", fact: "იტალიის ჯარები აბისინიაში (ეთიოპია) შეიჭრნენ.", img: "Sheichrnen"},
              { name: "1944", fact: "მეორე მსოფლიო ომი - ნაცისტებმა ვარშავის აჯანყება ჩაახშეს, რომელმაც დაახლ. მეოთხედი მილიონი ადამიანი იმსხვერპლა.", img: "meore msoplio omi"},
              { name: "1958", fact: "გვინეამ დამოუკიდებლობა გამოაცხადა საფრანგეთისაგან.", img: "Saprangetisagan"},
              { name: "1963", fact: "სამხედრო გადატრიალება ჰონდურასში.", img: "Honduras"},
              { name: "1968", fact: "მშვიდობიანი სტუდენტური დემონსტრაცია მეხიკოში ტლატელოლკოს ხოცვაში გადაიზარდა.", img: "Gadaizar"},
              { name: "2001", fact: "გაკოტრდა შვეიცარიის ავიაკომპანია „Swissair“.", img: "Swissair"},
              { name: "2009", fact: "საერთაშორისო ოლიმპიურმა კომიტეტმა 2016 წლის ზაფხულის ოლიმპიური თამაშების მასპინძლად რიო-დე-ჟანეირო, ბრაზილია, აირჩია.", img: "2016"},
              { name: "2013", fact: "გამბიამ ერთა თანამეგობრობის რიგები დატოვა.", img: "Datova"},
              { name: "2017", fact: "ნობელის პრემიის ლაურეატები ფიზიოლოგიისა და მედიცინის დარგში ამერიკელი მეცნიერები ჯეფრი ჰოლი, მაიკლ როსბაში და მაიკლ იანგი გახდნენ.", img: "Gakhdnen"},
              { name: "2018", fact: "ამერიკელი არტურ ეშკინი, ფრანგი ჟერარ მურუ და კანადელი დონა სტრიკლენდი ფიზიკის დარგში ნობელის პრემიის ლაურეატები გახდნენ.", img: "Gakhdnen"}
            ],
  born:     [
              { name: "1452", fact: "რიჩარდ III — ინგლისის მეფე (გ.1485)", img: "England"},
              { name: "1744", fact: "უშაკოვი, ფოდორ — რუსი ადმირალი", img: "ushakovi podor"},
              { name: "1798", fact: "კარლოს-ალბერტი — სარდინიის მეფე", img: "karlos alberti"},
              { name: "1832", fact: "ტეილორი, ედუარდ ბენეტ — ინგლისელი ეთნოგრაფი", img: "teilori eduard benet"},
              { name: "1847", fact: "ჰინდენბურგი, პაულ ფონ — გერმანიის პოლიტიკური მოღვაწე (გ.1934)", img: "1934"},
              { name: "1851", fact: "ფოში, ფერდინან — ფრანგი სამხედრო მოღვაწე", img: "poshi perdinan"},
              { name: "1869", fact: "მაჰათმა განდი — ინდოეთის პოლიტიკური ლიდერი (გ.1948)", img: "1948"},
              { name: "1904", fact: "გრინი, გრემ — ინგლისელი მწერალი", img: "grini grem"},
              { name: "1912", fact: "ფიფინაშნილი, კონსტანტინე — ქართველი რეჟისორი", img: "pipinashnili konstantine"},
              { name: "1951", fact: "სტინგი — ბრიტანელი მომღერალი", img: "stingi"},
              { name: "1954", fact: "ჩოხელი, გოდერძი — ქართველი რეჟისორი", img: "chokheli goderdzi"},
              { name: "1973", fact: "პრუფი — ამერიკელი რეპერი (გ.2006)", img: "2006"}
            ],
  died:     [
              { name: "534", fact: "ათალარიხი — იტალიის ოსტგოთი მეფე", img: "atalarikhi"},
              { name: "1266", fact: "ურბან IV — რომის პაპი", img: "Rome"},
              { name: "1817", fact: "ფიოდორ უშაკოვი — რუსი ადმირალი", img: "piodor ushakovi"},
              { name: "1921", fact: "ვილჰელმ I — ვიურტემბერგის მეფე", img: "vilhelm I"},
              { name: "1931", fact: "თომას ლიპტონი — შოტლანდიელი ბარონეტი", img: "tomas liptoni"},
              { name: "1968", fact: "დუშანი, მარსელ — ფრანგი მხატვარი (დ.1887)", img: "1887"},
              { name: "1974", fact: "შუქშინი, ვასილი — რუსი მწერალი, რეჟისორი და მსახიობი", img: "shukshini vasili"},
              { name: "1983", fact: "ბაბალაშვილი, ივანე — ქართველი გენერალ-მაიორი (დ.1906)", img: "1906"},
              { name: "2019", fact: "გია ყანჩელი — ქართველი კომპოზიტორი (დ. 1935)", img: "1935"}
            ]
});
