window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: გრიგოლ ეპისკოპოსი რიფსიმე, წმინდა გაიანე და მათთან 35 წმიდა ქალწული წმინდა მიხეილი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: გრიგოლ ეპისკოპოსი რიფსიმე, წმინდა გაიანე და მათთან 35 წმიდა ქალწული წმინდა მიხეილი", img: "35"},
              { name: "გრიგოლ ეპისკოპოსი", fact: "გრიგოლ ეპისკოპოსი", img: "Gregory"},
              { name: "რიფსიმე, წმინდა გაიანე და მათთან 35 წმიდა ქალწული", fact: "რიფსიმე, წმინდა გაიანე და მათთან 35 წმიდა ქალწული", img: "35"},
              { name: "წმინდა მიხეილი", fact: "წმინდა მიხეილი", img: "Mikheili"}
            ],
  history:  [
              { name: "1307", fact: "საფრანგეთის მეფე ფილიპ IV ლამაზის ბრძანებით ტამპლიერთა ორდენის ყველა რაინდი შეიპყრეს, მოგვიანებით კი ერეტიკოსობის ბრალდებით აწამეს.", img: "Atsame"},
              { name: "1792", fact: "ვაშინგტონში საძირკველი ჩაიყარა თეთრის სახლისთვის.", img: "Washington"},
              { name: "1827", fact: "რუსულმა არმიამ პასკევიჩის სარდლობით აიღო ერევანი", img: "Erevani"},
              { name: "1845", fact: "ტეხასის რესპუბლიკის ამომრჩევლებმა კენჭი უყარეს ტეხასის ახალ კონსტიტუციას, რომელიც აშშ-ის კონგრესის დამტკიცების შემთხვევაში, მას აშშ-ის შტატად აქცევდა.", img: "USA"},
              { name: "1880", fact: "ტრანსვაალი დამოუკიდებლობას აცხადებს.", img: "Atskhadeb"},
              { name: "1921", fact: "ყარსის სამშვიდობო ხელშეკრულება დაიდო ახლად ჩამოყალიბებული ამიერკავკასიის საბჭოთა რესპუბლიკებსა და თურქეთს შორის.", img: "Shor"},
              { name: "1923", fact: "თურქეთის დედაქალაქი კონსტანტინოპოლიდან ანკარაში გადადის.", img: "Gadad"},
              { name: "1943", fact: "იტალიის ახალი მთავრობა მოკავშირეთა მხარეზე გადადის და გერმანიას ომს უცხადებს.", img: "Utskhadeb"},
              { name: "1944", fact: "სსრ კავშირის ჯარებმა ქ. რიგა დაიკავეს.", img: "Daikave"},
              { name: "1946", fact: "საფრანგეთი მეოთხე რესპუბლიკის კონსტიტუციას იღებს.", img: "Igheb"},
              { name: "1991", fact: "გაიმართა რიგით პირველი საპრეზიდენტო არჩევნები ყირგიზეთში, მასში გამარჯვება ასკარ აკაიევმა მოიპოვა", img: "Moipova"},
              { name: "1995", fact: "„Microsoft-მა“ Windows 95 გამოუშვა.", img: "Microsoft"},
              { name: "2008", fact: "ამერიკელი ეკონომისტი პოლ კრუგმანი ნობელის პრემიის ლაურეატი გახდა ეკონომიკის დარგში.", img: "Darg"},
              { name: "2012", fact: "ბოტსვანის უზენაესმა სასამართლომ ქალებს საკუთრების მემკვიდრეობით მიღების კონსტიტუციური უფლება მიანიჭა.", img: "Mianicha"},
              { name: "2014", fact: "ჟან ტიროლი ეკონომიკის დარგში ნობელის პრემიის ლაურეატი გახდა.", img: "Gakh"},
              { name: "2015", fact: "ქართულ ვიკიპედიაში სტატიათა რაოდენობამ 100 000-ს მიაღწია.", img: "100"},
              { name: "2017", fact: "ოდრი აზულაი იუნესკოს გენერალურ დირექტორად აირჩიეს.", img: "Airchie"},
              { name: "2019", fact: "კაის საიდი ტუნისის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2022", fact: "რეაბილიტირებული ვაკის პარკის შადრევნის გახსნიდან მეორე დღეს, წყალში ჩავარდნილი ბურთის ამოსაღებად ჩასული 13 წლის მოზარდი დენის დარტყმის შედეგად გარდაიცვალა.", img: "13"}
            ],
  born:     [
              { name: "709", fact: "კონინი — იაპონიის იმპერატორი;", img: "konini"},
              { name: "1162", fact: "ლეონორა ინგლისელი — ესპანეთის დედოფალი;", img: "leonora ingliseli"},
              { name: "1883", fact: "ვარლამ ხუროძე — ქართველი მწერალი, პუბლიცისტი, პედაგოგი (გ. 1939);", img: "1939"},
              { name: "1895", fact: "ჯემალ გიურსელი — თურქეთის საზოგადო მოღვაწე, რესპუბლიკის პრეზიდენტი, გენერალი (გ. 1966);", img: "1966"},
              { name: "1921", fact: "ივ მონტანი — ფრანგი მომღერალი (გ. 1991);", img: "1991"},
              { name: "1925", fact: "მარგარეტ ტეტჩერი — დიდი ბრიტანეთის პრემიერ-მინისტრი 1979-1990;", img: "1979"},
              { name: "1933", fact: "მარკ ზახაროვი — რუსი რეჟისორი;", img: "mark zakharovi"},
              { name: "1934", fact: "ნანა მუსკური — ბერძენი მომღერალი;", img: "nana muskuri"},
              { name: "1943", fact: "ნანა ალექსანდრია — მოჭადრაკე, საერთაშორისო დიდოსტატი;", img: "nana aleksandria"},
              { name: "1988", fact: "გულვერდ თომაშვილი — ქართველი ფეხბურთელი.", img: "gulverd tomashvili"}
            ],
  died:     [
              { name: "54", fact: "კლავდიუსი — რომის იმპერატორი;", img: "Rome"},
              { name: "1282", fact: "ნიჩირენი — იაპონელი ბუდისტი მოღვაწე;", img: "nichireni"},
              { name: "1706", fact: "იასუს დიდი — ეთიოპიის იმპერატორი;", img: "iasus didi"},
              { name: "1815", fact: "იოახიმ მიურატი – საფრანგეთის მარშალი;", img: "ioakhim miurati"},
              { name: "1825", fact: "მაქსიმილიან I — ბავარიის მეფე;", img: "maksimilian I"},
              { name: "1897", fact: "ჰაიდენჰაინი, რუდოლფ — გერმანელი ფიზიოლოგი და ჰისტოლოგი (დ.1834);", img: "1834"},
              { name: "1905", fact: "ირვინი, ჰენრი — ბრიტანელი მსახიობი და რაინდი;", img: "irvini henri"},
              { name: "1955", fact: "მანუელ ავილა კამაჩო — მექსიკის პრეზიდენტი;", img: "manuel avila kamacho"},
              { name: "1987", fact: "ბრატაინი, ვალტერ — ამერიკელი ფიზიკოსი;", img: "brataini valter"},
              { name: "1989", fact: "კოსტავა, მერაბ — ქართველი მუსიკათმცოდნე, პოეტი;", img: "kostava merab"},
              { name: "1990", fact: "ლე დუკ თო — ვიეტნამელი გენერალი;", img: "le duk to"},
              { name: "2003", fact: "ბროკჰაუსი, ბერტრამი — კანადელი ფიზიკოსი.", img: "brokhausi bertrami"},
              { name: "2016", fact: "პუმიპონ ადულიადეტი — ტაილანდის მეფე.", img: "pumipon aduliadeti"}
            ]
});
