window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ევდემოზ I კათოლიკოსი იეროთეოს ათენელი გაიოზი, ფავსტო, ევსები და ქერიმონი პეტრე კაპეტოლიელი წმინდა დომნინა და ორნი ასულნი მისნი - ვირინეა (ვერონიკა) და პროსკუდია (პროსდოკა) ღირსი ამონი ღირსი პავლე წმინდა დავიქტი (ავდაქტი) და ასული მისი კალისთენია სტეფანე შალიანოვიჩი", fact: "ევდემოზ I კათოლიკოსი იეროთეოს ათენელი გაიოზი, ფავსტო, ევსები და ქერიმონი პეტრე კაპეტოლიელი წმინდა დომნინა და ორნი ასულნი მისნი - ვირინეა (ვერონიკა) და პროსკუდია (პროსდოკა) ღირსი ამონი ღირსი პავლე წმინდა დავიქტი (ავდაქტი) და ასული მისი კალისთენია სტეფანე შალიანოვიჩი", img: "evdemoz I katolikosi ieroteos ateneli gaiozi pavsto evsebi da kerimoni petre kapetolieli tsminda domnina da orni asulni misni"},
              { name: "ევდემოზ I კათოლიკოსი", fact: "ევდემოზ I კათოლიკოსი", img: "Katolikosi"},
              { name: "იეროთეოს ათენელი", fact: "იეროთეოს ათენელი", img: "Ateneli"},
              { name: "გაიოზი, ფავსტო, ევსები და ქერიმონი", fact: "გაიოზი, ფავსტო, ევსები და ქერიმონი", img: "Kerimoni"},
              { name: "პეტრე კაპეტოლიელი", fact: "პეტრე კაპეტოლიელი", img: "Kapetolieli"},
              { name: "წმინდა დომნინა და ორნი ასულნი მისნი - ვირინეა (ვერონიკა) და პროსკუდია (პროსდოკა)", fact: "წმინდა დომნინა და ორნი ასულნი მისნი - ვირინეა (ვერონიკა) და პროსკუდია (პროსდოკა)", img: "tsminda domnina da orni asulni misni"},
              { name: "ღირსი ამონი", fact: "ღირსი ამონი", img: "Amoni"},
              { name: "ღირსი პავლე", fact: "ღირსი პავლე", img: "Pavl"},
              { name: "წმინდა დავიქტი (ავდაქტი) და ასული მისი კალისთენია", fact: "წმინდა დავიქტი (ავდაქტი) და ასული მისი კალისთენია", img: "Kalisten"},
              { name: "სტეფანე შალიანოვიჩი", fact: "სტეფანე შალიანოვიჩი", img: "Shalianovichi"},
              { name: "აგრეთვე:", fact: "აგრეთვე:", img: "Agretv"},
              { name: "ქართული მართლმადიდებლური ეკლესია და სომხური სამოციქულო ეკლესია წმ. შუშანიკ წამებულის ხსენების დღეს აღნიშნავს.", fact: "ქართული მართლმადიდებლური ეკლესია და სომხური სამოციქულო ეკლესია წმ. შუშანიკ წამებულის ხსენების დღეს აღნიშნავს.", img: "Aghnishnav"},
              { name: "გაერო : სიღარიბის მოსპობის საერთაშორისო დღე", fact: "გაერო : სიღარიბის მოსპობის საერთაშორისო დღე", img: "Dghe"}
            ],
  history:  [
              { name: "ძვ. წ. 538", fact: "სპარსეთის მეფე კიროსი ბაბილონს იღებს; 70 წლის განმავლობაში მონობაში მყოფ ებრაელებს ათავისუფლებს და ისტორიაში პირველ ადამიანთა უფლებების დეკლარაციას აკეთებს.", img: "70"},
              { name: "1244", fact: "ფორბიის ბრძოლა - ხორეზმელებმა და ეგვიპტელებმა ჯვაროსნები დაამარცხეს.", img: "porbiis brdzola"},
              { name: "1604", fact: "კეპლერის ვარსკვლავი - გერმანელი ასტრონომი იაჰანეს კეპლერი აკვირდება განსაკუთრებით კაშკაშა ვარსკვლავის გაჩენას ოფიუხუსის თანავარსკვლავედის არეში. ეს მოვლენა მიჩნეულია ჩვენს გალაქტიკაში ( ირმის ნახტომი) ზეახალი ვარსკვლავის ბოლო მოვლენად.", img: "kepleris varskvlavi"},
              { name: "1777", fact: "სარატოგას ბრძოლა - ამერიკელებმა დიდი ბრიტანეთის ჯარები დაამარცხეს.", img: "saratogas brdzola"},
              { name: "1781", fact: "გენერალი ჩარლზ კორნუილისი ამერიკის რევოლუციურ არმიას დანებდა იორკტაუნთან, ვირჯინია.", img: "Virjin"},
              { name: "1888", fact: "თომას ედისონი აპატენტებს ოპტიკურ ფონოგრაფს (პირველი კინოფილმი).", img: "Kinopilmi"},
              { name: "1912", fact: "ოსმალეთს ომი გამოუცხადეს ბულგარეთმა, საბერძნეთმა და სერბეთმა, რითაც შეუერთდნენ მონტენეგროს ბალკანეთის პირველ ომში.", img: "Omshi"},
              { name: "1931", fact: "ალ კაპონე დააპატიმრეს საშემოსავლო გადასახადისგან თავის არიდების გამო.", img: "Gamo"},
              { name: "1933", fact: "ალბერტ აინშტაინი ნაცისტური გერმანიისგან აშშ-ს აფარებს თავს.", img: "USA"},
              { name: "1945", fact: "ზღვა ხალხი შეიკრიბა მაიოს მოედანზე ბუენოს-აირესში ხუან პერონის გათავისუფლების მოთხოვნით. ამ დღეს პერონის მომხრეები მოიხსენიებენ, როგორც სან-პერონს. ეს დღე პერიონიზმის დაბადების დღედ ითვლება.", img: "Itvleba"},
              { name: "1957", fact: "ალბერ კამი ნობელის პრემიით დაჯილდოვდა ლიტერატურის დარგში.", img: "Darg"},
              { name: "1961", fact: "დაახლოებით 200 (ზოგიერთი მონაცემებით 400) მშვიდობიანი ალჟირელი მომიტინგე დახვრიტა პარიზის პოლიციამ.", img: "200"},
              { name: "1961", fact: "გაიხსნა სკკპ XXII ყრილობა, რომელზეც მიიღეს სკკპ-ის მესამე პროგრამა და მიზნად დაისახა 1980 წლისთვის კომუნისტური საზოგადოების აშენება.", img: "Asheneba"},
              { name: "1965", fact: "ნიუ-იორკის მსოფლიო გამოფენა დაიხურა ორწლიანი ფუნქციონირების შემდეგ. იგი 51 მილიონზე მეტმა ადამიანმა დაათვალიერა.", img: "51"},
              { name: "1973", fact: "ოპეკი აცხადებს ნავთობის ემბარგოს ზოგიერთი დასავლური ქვეყნისთვის, რომლებიც მხილებულ იქნენ ისრაელისთვის სირიასთან ომში დახმარებისთვის.", img: "Dakhmarebistv"},
              { name: "1976", fact: "დინხა IV აკურთხეს აღმოსავლეთის ასურული ეკლესიის კათოლიკოს-პატრიარქად.", img: "Patriark"},
              { name: "1979", fact: "დედა ტერეზას მიენიჭა ნობელის მშვიდობის პრემია.", img: "Prem"},
              { name: "2009", fact: "ჯენსონ ბატონი და ჯგუფი Brawn GP 2009 წლის ფორმულა 1-ის მსოფლიო ჩემპიონები გახდნენ. პაკისტანის არმიამ თალიბანის წინააღმდეგ სამხრეთ ვაზირისტანში სამხედრო ოპერაცია დაიწყო. ოპერაციას წინ უძღოდა ორი კვირის მანძილზე თავდასხმები თალიბანის მხრიდან, რასაც 160-მდე ადამიანი ემსხვერპლა.", img: "Brawn"},
              { name: "ჯენსონ ბატონი და ჯგუფი Brawn GP 2009 წლის ფორმულა 1-ის მსოფლიო ჩემპიონები გახდნენ.", fact: "ჯენსონ ბატონი და ჯგუფი Brawn GP 2009 წლის ფორმულა 1-ის მსოფლიო ჩემპიონები გახდნენ.", img: "Brawn"},
              { name: "პაკისტანის არმიამ თალიბანის წინააღმდეგ სამხრეთ ვაზირისტანში სამხედრო ოპერაცია დაიწყო. ოპერაციას წინ უძღოდა ორი კვირის მანძილზე თავდასხმები თალიბანის მხრიდან, რასაც 160-მდე ადამიანი ემსხვერპლა.", fact: "პაკისტანის არმიამ თალიბანის წინააღმდეგ სამხრეთ ვაზირისტანში სამხედრო ოპერაცია დაიწყო. ოპერაციას წინ უძღოდა ორი კვირის მანძილზე თავდასხმები თალიბანის მხრიდან, რასაც 160-მდე ადამიანი ემსხვერპლა.", img: "160"},
              { name: "2013", fact: "ჩადი, ნიგერია, ჩილე, ლიეტუვა და საუდის არაბეთი გაეროს უშიშროების საბჭოს წევრებად აირჩიეს, თუმცა საუდის არაბეთმა უარი თქვა კუთვნილი ადგილის დაკავებაზე.", img: "Dakavebaz"},
              { name: "2021", fact: "ჟოზე მარია ნევეში კაბო-ვერდეს პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1838", fact: "უმიკაშვილი, პეტრე — ქართველი საზოგადო მოღვაწე და ფოლკლორისტი", img: "umikashvili petre"},
              { name: "1912", fact: "იოანე-პავლე I — რომის პაპი (გ.1978)", img: "1978"},
              { name: "1915", fact: "მილერი, ართურ — ამერიკელი დრამატურგი (გ. 2005)", img: "2005"},
              { name: "1972", fact: "ემინემი — ამერიკელი რეპერი", img: "eminemi"},
              { name: "1979", fact: "რაიკონენი, კიმი — ფინელი ავტომრბოლელი", img: "raikoneni kimi"}
            ],
  died:     [
              { name: "1849", fact: "შოპენი, ფრედერიკ — პოლონელი პიანისტი, კომპოზიტორი (დ. 1810)", img: "1810"},
              { name: "1887", fact: "კირხჰოფი, გუსტავ — გერმანალი ფიზიკოსი (დ. 1824)", img: "1824"},
              { name: "1893", fact: "პატრიკ მაკ-მაჰონი — საფრანგეთის პრეზიდენტი", img: "patrik mak mahoni"},
              { name: "2011", fact: "რამაზ ჩხიკვაძე — ქართველი მსახიობი (დ. 1928)", img: "1928"}
            ]
});
