window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია აღნიშნავს შემდეგი წმინდანის ხსენების დღეს: თომა მოციქული", fact: "მართლმადიდებელი ეკლესია აღნიშნავს შემდეგი წმინდანის ხსენების დღეს: თომა მოციქული", img: "Motsikuli"},
              { name: "თომა მოციქული", fact: "თომა მოციქული", img: "Motsikuli"},
              { name: "აგრეთვე: ნიუე : კონსტიტუციის დღე ალბანეთი : დედა ტერეზას დღე", fact: "აგრეთვე: ნიუე : კონსტიტუციის დღე ალბანეთი : დედა ტერეზას დღე", img: "Dghe"},
              { name: "ნიუე : კონსტიტუციის დღე", fact: "ნიუე : კონსტიტუციის დღე", img: "Dghe"},
              { name: "ალბანეთი : დედა ტერეზას დღე", fact: "ალბანეთი : დედა ტერეზას დღე", img: "Dghe"}
            ],
  history:  [
              { name: "439", fact: "ვანდალები კართაგენს იღებენ.", img: "Igheben"},
              { name: "1453", fact: "ფრანგები ბორდოს იბრუნებენ, რითაც სრულდება ასწლიანი ომი ინგლისთან.", img: "Inglis"},
              { name: "1469", fact: "ფერდინანდ II არაგონელი ირთავს იზაბელა კასტილიელს, რამაც შესაძლებელი გახადა არაგონისა და კასტილიის გაერთიანება ერთ ქვეყანად - ესპანეთად.", img: "perdinand II aragoneli irtavs izabela kastiliels ramats shesadzlebeli gakhada aragonisa da kastiliis gaertianeba ert kveqanad"},
              { name: "1512", fact: "მარტინ ლუთერი თეოლოგიის დოქტორი ხდება.", img: "Khdeba"},
              { name: "1781", fact: "იორკტაუნთან, ვირჯინია, ბრიტანეთის მეთაური ლორდი კორნუოლისი ნებდება ფრანკო-ამერიკულ ძალებს ჯორჯ ვაშინგტონის ხელმძღვანელობით, რითაც დასასრულს უახლოვდება ამერიკის რევოლუციური ომი.", img: "Washington"},
              { name: "1812", fact: "ნაპოლეონის ჯარმა მოსკოვი დატოვა.", img: "Datova"},
              { name: "1813", fact: "ლაიფციგის ბრძოლაში ნაპოლეონ ბონაპარტემ ერთ-ერთი უმძიმესი დამარცხება განიცადა.", img: "Ganitsa"},
              { name: "1873", fact: "იელის, პრინსტონის, კოლუმბიისა და რატგერსის უნივერსიტეტები ქმნიან ამერიკული ფეხბურთის წესების პირველ კოდექსს.", img: "Kodeks"},
              { name: "1912", fact: "ტრიპოლი ოსმალეთიდან იტალიის მფლობელობაში გადმოვიდა.", img: "Gadmovi"},
              { name: "1921", fact: "ლისაბონში სამხედრო გადატრიალებისას მოკლეს პორტუგალიის პრემიერ-მინისტრი და სხვა პოლიტიკოსები.", img: "Politikosebi"},
              { name: "1933", fact: "გერმანია ერთა ლიგიდან გამოდის.", img: "Gamod"},
              { name: "1935", fact: "ერთა ლიგა იტალიაზე ეკონომიკურ სანქციებს აწესებს ამ უკანასკნელის ეთიოპიაში შეჭრის გამო.", img: "Gamo"},
              { name: "1943", fact: "სტრეპტომიცინი, პირველი ანტიბიოტიკი ტუბერკულოზის სამკურნალო, გამოიყვანეს რატგერსის უნივერსიტეტის მკვლევარებმა.", img: "Mkvlevareb"},
              { name: "1944", fact: "აშშ-ის სამხედრო ძალები ფილიპენებზე გადმოსხდნენ.", img: "USA"},
              { name: "1950", fact: "ჩინეთის სახალხო რესპუბლიკის ჯარები აღმოსავლეთ ტიბეტის ქალაქ ჩამდოს იღებენ.", img: "Igheben"},
              { name: "1960", fact: "აშშ-ის მთავრობა კომუნისტურ კუბას ემბარგოს უცხადებს.", img: "USA"},
              { name: "1960", fact: "მავრიტანია დამოუკიდებელი გახდა საფრანგეთისაგან.", img: "Saprangetisagan"},
              { name: "1987", fact: "შავი ორშაბათი - დოუ ჯონსის ინდუსტრიული საშუალო 22%-ით ვარდება.", img: "22"},
              { name: "1991", fact: "7.0 ბალის მიწისძვრა მოხდა ჩრდილოეთ იტალიაში - 2000 ადამიანი დაიღუპა.", img: "2000"},
              { name: "2003", fact: "დედა ტერეზა პაპმა იოანე პავლე II-მ წმინდანად შერაცხა.", img: "Sheratskha"},
              { name: "2005", fact: "სადამ ჰუსეინის სასამართლო პროცესი იწყება მის მიერ ჰუმანურობის წინააღმდეგ ჩადენილი დანაშაულებისთვის.", img: "Danashaulebistv"},
              { name: "2022", fact: "ევროპარლამენტმა სახაროვის პრემია უკრაინელ ხალხს მიანიჭა.", img: "Mianicha"},
              { name: "2023", fact: "სახაროვის პრემია მაჰსა ამინისა და მოძრაობა ქალი, სიცოცხლე, თავისუფლებას გადაეცა.", img: "Gadaetsa"}
            ],
  born:     [
              { name: "1276", fact: "ჰისააკი — იაპონელი შოგუნი", img: "hisaaki"},
              { name: "1896", fact: "ეფრემ II — საქართველოს კათალიკოს-პატრიარქი (გ.1972)", img: "eprem II"},
              { name: "1899", fact: "ასტურიასი, მიგელ — გვატემალელი მწერალი (გ.1974)", img: "1974"},
              { name: "1910", fact: "სუბრაჰმანიან ჩანდრასეკარი — ინდოელი ფიზიკოსი", img: "subrahmanian chandrasekari"}
            ],
  died:     [
              { name: "1216", fact: "იოანე უმიწაწყლო — ინგლისის მეფე", img: "England"},
              { name: "1745", fact: "სვიფტი, ჯონათან — ირლანდიელი მწერალი (დ.1667)", img: "1667"},
              { name: "1937", fact: "რეზერფორდი, ერნესტ — ახალზელანდიელი ფიზიკოსი, ნობელის პრემიის ლაურეატი (დ.1871)", img: "1871"},
              { name: "1980", fact: "ალიო ადამია — ქართველი მწერალი (დ. 1914)", img: "1914"}
            ]
});
