window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ხარიტონ აღმსარებელი ბარუქი წინასწარმეტყველი კირილე და მარიამი წმინდა ვაცლავი (ვიაჩესლავ ჩეხი) წმიდა მოწამენი: ალექსანდრე, ალფესი, ზოსიმე, მარკოზ მწყემსი, ნიკონი, ნეონი, ილიოდორე და სხვანი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ხარიტონ აღმსარებელი ბარუქი წინასწარმეტყველი კირილე და მარიამი წმინდა ვაცლავი (ვიაჩესლავ ჩეხი) წმიდა მოწამენი: ალექსანდრე, ალფესი, ზოსიმე, მარკოზ მწყემსი, ნიკონი, ნეონი, ილიოდორე და სხვანი", img: "Skhvani"},
              { name: "ხარიტონ აღმსარებელი", fact: "ხარიტონ აღმსარებელი", img: "Aghmsarebeli"},
              { name: "ბარუქი წინასწარმეტყველი", fact: "ბარუქი წინასწარმეტყველი", img: "Tsinastsarmetqveli"},
              { name: "კირილე და მარიამი", fact: "კირილე და მარიამი", img: "Mariami"},
              { name: "წმინდა ვაცლავი (ვიაჩესლავ ჩეხი)", fact: "წმინდა ვაცლავი (ვიაჩესლავ ჩეხი)", img: "Chekhi"},
              { name: "წმიდა მოწამენი: ალექსანდრე, ალფესი, ზოსიმე, მარკოზ მწყემსი, ნიკონი, ნეონი, ილიოდორე და სხვანი", fact: "წმიდა მოწამენი: ალექსანდრე, ალფესი, ზოსიმე, მარკოზ მწყემსი, ნიკონი, ნეონი, ილიოდორე და სხვანი", img: "Skhvani"},
              { name: "აგრეთვე: აშშ : გენერალ პულასკის ხსოვნის დღე", fact: "აგრეთვე: აშშ : გენერალ პულასკის ხსოვნის დღე", img: "USA"},
              { name: "აშშ : გენერალ პულასკის ხსოვნის დღე", fact: "აშშ : გენერალ პულასკის ხსოვნის დღე", img: "USA"}
            ],
  history:  [
              { name: "1783", fact: "რუსეთის მეცნიერებათა აკადემია დაარსდა.", img: "Daars"},
              { name: "1811", fact: "გამომგონებელი ჯონ სტივენსის კატარღა „ჯულიანა“ იწყებს მოქმედებას როგორც პირველი ორთქლზე მომუშავე ბორანი ნიუ-იორკსა და ჰობოკენს შორის (ნიუ-ჯერსი).", img: "Jersi"},
              { name: "1850", fact: "სიდნეის უნივერსიტეტი დაარსდა ავსტრალიაში სამი პროფესორითა და 24 სტუდენტით, როგორც ქვეყნის უძველესი უნივერსიტეტი.", img: "24"},
              { name: "1968", fact: "ნასა აპოლო 7-ს უშვებს - პირველი წარმატებული ადამიანით მართული აპოლოს მისია, ასტრონავტებით უოლტერ შირა, დონ აიზელი და უოლტერ კანინგემი.", img: "nasa apolo 7 s ushvebs"},
              { name: "1986", fact: "ისლანდიის დედაქალაქ რეიკიავიკში შეხვდნენ აშშ-ის პრეზიდენტი რ. რეიგანი და სსრ კავშირის ლიდერი მ. გორბაჩოვი.", img: "USA"},
              { name: "1987", fact: "ჰომოსექსუალთა უფლებების დაცვის დემონსტრაცია ვაშინგტონში 200.000 ადამიანს იზიდავს აშშ-ის მთავრობის მიერ შიდსის ეპიდემიის უგულებელყოფის გამო.", img: "200"},
              { name: "1994", fact: "შავი სამშაბათი - რუსეთის რუბლი დოლართან მიმართებაში კატასტროფულ დევალუაციას განიცდის.", img: "shavi samshabati"},
              { name: "2007", fact: "ბრიტანელი მწერალი დორის ლესინგი ნობელის პრემიის ლაურეატი ხდება ლიტერატურის დარგში.", img: "Darg"},
              { name: "2009", fact: "ირლანდიის ეროვნულმა განმათავისუფლებელმა არმიამ შეიარაღებული კამპანიის დასრულება გამოაცხადა.", img: "Gamoatskha"},
              { name: "2010", fact: "დიდი ბრიტანელი ქრისტოფერ პისარადისი და ამერიკელი მკვლევრები პიტერ დაიმონდი და დეილ მორტენსენი ეკონომიკის დარგში 2010 წლის ნობელის პრემიის ლაურეატები გახდნენ.", img: "2010"},
              { name: "2011", fact: "უკრაინის ყოფილ პრემიერ-მინისტრს იულია ტიმოშენკოს 7 წლით თავისუფლების აღკვეთა მიუსაჯეს რუსეთთან 2009 წელს დადებული ხელშეკრულების გამო.", img: "2009"},
              { name: "2013", fact: "ქიმიური იარაღის აკრძალვის ორგანიზაცია მშვიდობის დარგში ნობელის პრემიის ლაურეატი გახდა.", img: "Gakh"},
              { name: "2019", fact: "ეთიოპიის პრემიერ-მინისტრი აბი აჰმედი მშვიდობის განმტკიცების დარგში ნობელის პრემიის ლაურეატი გახდა.", img: "Gakh"},
              { name: "2021", fact: "ალექსანდერ შალენბერგი ავსტრიის კანცლერი გახდა. ნობელის პრემიის ლაურეატები ეკონომიკაში კანადელი დევიდ ქარდი, ამერიკელები ჯოშუა ანგრისტი და გვიდო იმბენსი გახდნენ.", img: "Gakhdnen"},
              { name: "ალექსანდერ შალენბერგი ავსტრიის კანცლერი გახდა.", fact: "ალექსანდერ შალენბერგი ავსტრიის კანცლერი გახდა.", img: "Gakh"},
              { name: "ნობელის პრემიის ლაურეატები ეკონომიკაში კანადელი დევიდ ქარდი, ამერიკელები ჯოშუა ანგრისტი და გვიდო იმბენსი გახდნენ.", fact: "ნობელის პრემიის ლაურეატები ეკონომიკაში კანადელი დევიდ ქარდი, ამერიკელები ჯოშუა ანგრისტი და გვიდო იმბენსი გახდნენ.", img: "Gakhdnen"},
              { name: "2024", fact: "ნობელის პრემია მშვიდობის განმტკიცებაში ატომური იარაღის გაუქმებისთვის მებრძოლ იაპონურ ჯგუფ „ნიჰონ ჰიდანკიოს“ მიენიჭა.", img: "Mienicha"}
            ],
  born:     [
              { name: "1671", fact: "ფრედერიკ IV — დანიის მეფე (გ.1730)", img: "prederik IV"},
              { name: "1885", fact: "მორიაკი, ფრანსუა — ფრანგი მწერალი (გ. 1970)", img: "1970"},
              { name: "1885", fact: "მორეუ დე ხუსტო, ალისია — არგენტინელი ექიმი, პოლიტიკოსი, პაციფისტი და ადამიანის უფლებების დამცველი. (გ.1986)", img: "1986"},
              { name: "1887", fact: "ჟან ჟუვი, პიერ — ფრანგი მწერალი (გ. 1976).", img: "1976"}
            ],
  died:     [
              { name: "1531", fact: "ცვინგლი, ულრიხ — შვეიცარიელი საეკლესიო და პოლიტიკური მოღვაწე (დ.1484)", img: "1484"},
              { name: "1889", fact: "ჯოული, ჯეიმზ პრესკოტ — ინგლისელი ფიზიკოსი (დ.1818)", img: "1818"},
              { name: "1963", fact: "ჟღენტი, სერგი — ქართველი ენათმეცნიერი (დ.1912)", img: "1912"},
              { name: "1963", fact: "პიაფი, ედიტ — ფრანგი მსახიობი და მომღერალი", img: "piapi edit"},
              { name: "1989", fact: "კოსტავა, მერაბ — ქართველი დისიდენტი, მუსიკათმცოდნე, პოეტი, საზოგადო მოღვაწე (დ. 1939)", img: "1939"},
              { name: "1989", fact: "ჭავჭავაძე, ზურაბ — ეროვნული მოძრაობის გმირი", img: "chavchavadze zurab"},
              { name: "2017", fact: "ლიკა ქავჟარაძე — ქართველი კინომსახიობი. (დ. 1959)", img: "1959"},
              { name: "2019", fact: "ალექსი ლეონოვი — საბჭოთა კოსმონავტი.", img: "aleksi leonovi"},
              { name: "2024", fact: "იაჰია სინვარი — ჰამასის ლიდერი", img: "iahia sinvari"}
            ]
});
