window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოსებ ხუცესი სერგი და ბაქოსი იულიანე და კესარიოსი პელაგია ტარსელი პოლიქრონიოს ხუცესი", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: იოსებ ხუცესი სერგი და ბაქოსი იულიანე და კესარიოსი პელაგია ტარსელი პოლიქრონიოს ხუცესი", img: "Khutsesi"},
              { name: "იოსებ ხუცესი", fact: "იოსებ ხუცესი", img: "Khutsesi"},
              { name: "სერგი და ბაქოსი", fact: "სერგი და ბაქოსი", img: "Bakosi"},
              { name: "იულიანე და კესარიოსი", fact: "იულიანე და კესარიოსი", img: "Kesariosi"},
              { name: "პელაგია ტარსელი", fact: "პელაგია ტარსელი", img: "Tarseli"},
              { name: "პოლიქრონიოს ხუცესი", fact: "პოლიქრონიოს ხუცესი", img: "Khutsesi"}
            ],
  history:  [
              { name: "1740", fact: "მარია ტერეზია ავსტრიის დედოფალი ხდება. საფრანგეთი, პრუსია, ბავარია და საქსონია პრაგმატულ სანქციას არ აღიარებენ და იწყება ომი ავსტრიული მემკვიდრეობისათვის.", img: "Memkvidreobisatv"},
              { name: "1818", fact: "აშშ-მა და ბრიტანეთმა ხელი მოაწერეს კონვენციას, რომელმაც სხვასთან ერთად აშშ-კანადის საზღვარი დააწესა4 49-ე პარალელის გასწვრივ თითქმის მთელი კონტინენტის სიგრძეზე.", img: "49"},
              { name: "1827", fact: "ბრიტანეთის, საფრანგეთისა და რუსეთის მოკავშირე საზღვაო ძალები თურქეთისა და ეგვიპტის ფლოტს ანადურებენ ნავარინოს ბრძოლაში, რამაც გადამწყვეტი როლი შეასრულა საბერძნეთის დამოუკიდებლობისთვის ბრძოლაში.", img: "Brdzola"},
              { name: "1883", fact: "პერუ და ჩილე დაზავდნენ, რის გამოც ტარაპაკა ამ უკანასკენელს გადაეცა, ხოლო პერუ კი წყნარი ოკეანის ომს გამოეთიშა.", img: "Gamoetisha"},
              { name: "1941", fact: "მეორე მსოფლიო ომი - კრაგუიევაჩის ათასობით მოქალაქე დაიხოცა გერმანელების მიერ ოკუპირებულ სერბეთში.", img: "meore msoplio omi"},
              { name: "1944", fact: "საბჭოთა ჯარებმა და იუგოსლაველმა პარტიზანებმა ქ. ბელგრადი გაათავისუფლეს.", img: "Gaatavisuple"},
              { name: "1970", fact: "საბჭოთა კავშირში სპორტლოტოს პირველი გათამაშება გაიმართა.", img: "Gaimar"},
              { name: "1973", fact: "სიდნეის ოპერის თეატრი გაიხსნა.", img: "Gaikhsna"},
              { name: "1984", fact: "მონტერეიში (კალიფორნია) გაიხსნა მონტერეის უბის აკვარიუმი.", img: "Akvariumi"},
              { name: "2006", fact: "ნასას მონაცემებით ოზონის ხვრელმა ანტარქტიკაზე 27.45 მილიონ კვ. კმ-ს მიაღწია, რაც შედარებისთვის აღემატება რუსეთისა და აშშ-ის ტეროტორიებს ერთად აღებულს.", img: "27"},
              { name: "2007", fact: "სამხრეთი აფრიკა ანგარიშით 15:6 ამარცხებს ინგლისს რაგბის მსოფლიო ჩემპიონატის ფინალში.", img: "15"},
              { name: "2011", fact: "ლიბიის ლიდერი მუამარ კადაფი მოკლეს სირტეში განხორციელებული სპეცოპერაციის შედეგად.", img: "Shedeg"},
              { name: "2021", fact: "ბარბადოსი რესპუბლიკად გამოცხადდა და სანდრა მეისონი პრეზიდენტად აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "1463", fact: "აკილინი, ალესანდრო — იტალიელი ფილოსოფოსი", img: "akilini alesandro"},
              { name: "1469", fact: "გურუ ნანაკ დევი — სიქხიზმის დამფუძნებელი", img: "guru nanak devi"},
              { name: "1677", fact: "სტანისლაუს I ლეშჩინსკი — პოლონეთის მეფე", img: "stanislaus I leshchinski"},
              { name: "1808", fact: "ანდრე, კარლ — გერმანელი გეოგრაფი", img: "andre karl"},
              { name: "1819", fact: "საიდ ალი მუჰამდი ალ-ბაბი — ბაბიზმის დამფუძნებელი", img: "said ali muhamdi al babi"},
              { name: "1854", fact: "რემბო, არტურ — ფრანგი პოეტი (გ.1891)", img: "1891"},
              { name: "1891", fact: "კენიატა, ჯომო — კენიის პირველი პრეზიდენტი 1964-1978 (გ.1978)", img: "1964"},
              { name: "1891", fact: "ჩადვიკი, ჯეიმზ — ინგლისელი ფიზიკოსი", img: "chadviki jeimz"},
              { name: "1897", fact: "ი-უნი — კორეის პრინცი", img: "i uni"},
              { name: "1903", fact: "აკაბორი სირო — იაპონელი ორგანოს-ქიმიკოსი და ბიოქიმიკოსი", img: "akabori siro"},
              { name: "1908", fact: "მიამოტო კენძი — იაპონიის კომუნისტური მოძრაობის მოღვაწე.", img: "miamoto kendzi"},
              { name: "1942", fact: "ნიუსლეინ-ვვოლარდი, ქრისტიან — გერმანელი ბიოლოგი", img: "niuslein vvolardi kristian"},
              { name: "1946", fact: "იელინეკი, ელფრიდე — ავსტრიელი მწერალი", img: "ielineki elpride"},
              { name: "1964", fact: "კამალა ჰარისი — ამერიკელი იურისტი და პოლიტიკოსი, აშშ-ის 49-ე ვიცე-პრეზიდენტი.", img: "49"}
            ],
  died:     [
              { name: "1187", fact: "ურბან III — რომის პაპი", img: "Rome"},
              { name: "1631", fact: "მესტლინი, მიხეილ — გერმანელი ასტრონომი და მათემატიკოსი", img: "mestlini mikheil"},
              { name: "1740", fact: "კარლოს IV — საღვთო რომის იმპერიის იმპერატორი", img: "Rome"},
              { name: "1964", fact: "ჰუვერი, ჰერბერტ — აშშ-ის 30-ე პრეზიდენტი (დ.1874)", img: "30"},
              { name: "1967", fact: "იოსიდა სიგერუ — იაპონიის პრემიერ-მინისტრი (დ.1878)", img: "1878"},
              { name: "1984", fact: "დირაკი, პოლ — ინგლისელი ფიზიკოსი", img: "diraki pol"},
              { name: "1994", fact: "ბონდარჩუკი, სერგეი — რუსი კინორეჟისორი", img: "bondarchuki sergei"},
              { name: "2002", fact: "ფრესონი, ბერნარ — ფრანგი მსახიობი", img: "presoni bernar"},
              { name: "2011", fact: "მუამარ კადაფი — ლიბიელი პოლიტიკოსი", img: "muamar kadapi"}
            ]
});
