window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ფილიპე მოციქული თეოფანე აღმსარებელი ზინაიდა და ფილონილა", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს: ფილიპე მოციქული თეოფანე აღმსარებელი ზინაიდა და ფილონილა", img: "Pilonila"},
              { name: "ფილიპე მოციქული", fact: "ფილიპე მოციქული", img: "Motsikuli"},
              { name: "თეოფანე აღმსარებელი", fact: "თეოფანე აღმსარებელი", img: "Aghmsarebeli"},
              { name: "ზინაიდა და ფილონილა", fact: "ზინაიდა და ფილონილა", img: "Pilonila"},
              { name: "აგრეთვე: 2006 წელს რამაზანი გაეროს დღე ზამბია : დამოუკიდებლობის დღე", fact: "აგრეთვე: 2006 წელს რამაზანი გაეროს დღე ზამბია : დამოუკიდებლობის დღე", img: "2006"},
              { name: "2006 წელს რამაზანი", fact: "2006 წელს რამაზანი", img: "2006"},
              { name: "გაეროს დღე", fact: "გაეროს დღე", img: "Dghe"},
              { name: "ზამბია : დამოუკიდებლობის დღე", fact: "ზამბია : დამოუკიდებლობის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "1260", fact: "შარტრის ღვთისმშობლის ტაძარი გაიხსნა მეფე ლუი IX-ის თანდასწრებით; ტაძარი ამჟამად იუნესკოს მსოფლიო კულტურული მემკვიდრეობის ძეგლთა სიაშია.", img: "Siash"},
              { name: "1648", fact: "ხელი მოეწერა ვესტფალიის ზავს. დამთავრდა ოცდაათწლიანი ომი.", img: "Omi"},
              { name: "1795", fact: "პოლონეთის დაყოფა - პოლონეთი-ლიტვის თანამეგობრობა გაიყვეს ავსტრიამ, რუსეთმა და პრუსიამ.", img: "polonetis daqopa"},
              { name: "1812", fact: "ნაპოლეონის ომები - მალოიაროსლავეცის ბრძოლა მოსკოვთან.", img: "napoleonis omebi"},
              { name: "1857", fact: "მსოფლიოს პირველი საფეხბურთ კლუბი „შეფილდი“ დაარსდა ინგლისში.", img: "Inglis"},
              { name: "1861", fact: "პირველი ტრანსკონტინენტური ტელეგრაფის ხაზი გაიყვანეს აშშ-ში, რამაც ბოლო მოუღო პონი-ექსპრესის 18-თვიან არსებობას.", img: "18"},
              { name: "1917", fact: "კაპორეტოს ბრძოლით იწყება ავსტრო-იტალიის ფრონტი პირველ მსოფლიო ომში.", img: "Omshi"},
              { name: "1929", fact: "„შავი ხუთშაბათი“ ნიუ-იორკის ბირჟაზე.", img: "Birzhaz"},
              { name: "1930", fact: "ბრაზილიაში უსისხლო გადატრიალებით გადააყენეს ვაშინგტონ ლუის პერეირა დე სუსა, პირველი რესპუბლიკის ბოლო პრეზიდენტი. გეტულიო დონელეს ვარგასი დროებითი პრეზიდენტი ხდება.", img: "Washington"},
              { name: "1935", fact: "იტალია ეთიოპიაში შეიჭრა.", img: "Sheichra"},
              { name: "1944", fact: "ფილიპინების აკვატორიაში მდებარე სიბუიანის ზღვაში, მოხდა შეტაკება იაპონიისა და აშშ-ის საზღვაო ძალებს შორის, რომელსაც შემდგომ \"სიბუიანის ზღვის ბრძოლა\" ეწოდა.", img: "USA"},
              { name: "1945", fact: "დაარსდა გაერო.", img: "Gaero"},
              { name: "1947", fact: "უოლტ დისნეი თემთა პალატის არა-ამერიკულ საქმიანობათა კომიტეტთან კომუნისტებად მოაზრებულ საკუთარ თანამშრომლებს ასმენს.", img: "Asmen"},
              { name: "1956", fact: "წითელი არმია შეიჭრა უნგრეთში.", img: "Ungret"},
              { name: "1964", fact: "ჩრდილოეთ როდეზიამ გამოაცხადა დამოუკიდებლობა დიდი ბრიტანეთისაგან და გახდა ზამბიის რესპუბლიკა.", img: "Respublika"},
              { name: "1973", fact: "იომ-კიპურის ომი დასრულდა.", img: "Dasrul"},
              { name: "1992", fact: "საქართველო გახდა გაეროს წევრი.", img: "Tsevri"},
              { name: "1995", fact: "მზის სრული დაბნელება ჩანს ირანსა და სამხრეთ აზიაში.", img: "Azia"},
              { name: "2003", fact: "კონკორდის ბოლო კომერციული რეისი - ზესწრაფი თვითმფრინავის ერის დასასრული.", img: "konkordis bolo komertsiuli reisi"},
              { name: "2024", fact: "სახაროვის პრემია ვენესუელის ოპოზიციონერ პოლიტიკოსებს მარია კორინა მაჩადოსა და ედმუნდო გონსალესს გადაეცა.", img: "Gadaetsa"},
              { name: "2025", fact: "ირლანდიის პრეზიდენტად მემარცხენე კეთრინ კონოლი აირჩიეს.", img: "Airchie"}
            ],
  born:     [
              { name: "51", fact: "დომიციან ფლავიუსი — რომის იმპერატორი", img: "Rome"},
              { name: "1503", fact: "იზაბელა პორტუგალიელი — ესპანეთის დედოფალი", img: "izabela portugalieli"},
              { name: "1804", fact: "ვებერი, ვილჰელმ — გერმანელი ფიზიკოსი", img: "veberi vilhelm"},
              { name: "1811", fact: "ჰილერი, ფერდინანდ — გერმანელი კომპოზიტორი", img: "hileri perdinand"},
              { name: "1934", fact: "რამიშვილი, ოთარ — ქართველი მომღერალი და კომპოზიტორი", img: "ramishvili otar"},
              { name: "1936", fact: "ვიმანი, ბილ — ინგლისელი მუსიკოსი", img: "vimani bil"}
            ],
  died:     [
              { name: "996", fact: "ჰუგო კაპეტი — საფრანგეთის მეფე", img: "hugo kapeti"},
              { name: "1260", fact: "საიფ ად დინ კუტუზი — ეგვიპტის სულთანი", img: "saip ad din kutuzi"},
              { name: "1375", fact: "ვალდიმირ IV — დანიის მეფე", img: "valdimir IV"},
              { name: "1708", fact: "კოვა სეკი — იაპონელი მათემატიკოსი", img: "kova seki"},
              { name: "1722", fact: "სკარლატი, ალესანდრო — იტალიელი კომპოზიტორი (დ.1660)", img: "1660"},
              { name: "1936", fact: "ამირეჯიბი, სიმონ — ქართველი მედიკოსი", img: "amirejibi simon"},
              { name: "2005", fact: "ჰოიო, ხოსე ასკონა — ჰონდურასის პრეზიდენტი", img: "hoio khose askona"}
            ]
});
