window.__dayDataCallback__({
  holidays: [
              { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", img: "Tsmindaneb"},
              { name: "ანტონი - ჭყონდიდელი მიტროპოლიტი წმინდა კარპოსი - თიატირელი ეპისკოპოსი, პაპილა დიაკონი, აღათოდორე და აღათონიკა წმინდა ფლორენტი ბენიამინე დიაკონი ნიკიტა აღმსარებელი ზლატა (ქრისა) მოგლენელი", fact: "ანტონი - ჭყონდიდელი მიტროპოლიტი წმინდა კარპოსი - თიატირელი ეპისკოპოსი, პაპილა დიაკონი, აღათოდორე და აღათონიკა წმინდა ფლორენტი ბენიამინე დიაკონი ნიკიტა აღმსარებელი ზლატა (ქრისა) მოგლენელი", img: "Pope"},
              { name: "ანტონი - ჭყონდიდელი მიტროპოლიტი", fact: "ანტონი - ჭყონდიდელი მიტროპოლიტი", img: "antoni"},
              { name: "წმინდა კარპოსი - თიატირელი ეპისკოპოსი, პაპილა დიაკონი, აღათოდორე და აღათონიკა", fact: "წმინდა კარპოსი - თიატირელი ეპისკოპოსი, პაპილა დიაკონი, აღათოდორე და აღათონიკა", img: "Pope"},
              { name: "წმინდა ფლორენტი", fact: "წმინდა ფლორენტი", img: "Plorenti"},
              { name: "ბენიამინე დიაკონი", fact: "ბენიამინე დიაკონი", img: "Diakoni"},
              { name: "ნიკიტა აღმსარებელი", fact: "ნიკიტა აღმსარებელი", img: "Aghmsarebeli"},
              { name: "ზლატა (ქრისა) მოგლენელი", fact: "ზლატა (ქრისა) მოგლენელი", img: "Mogleneli"},
              { name: "აგრეთვე: ნაურუ : ანგამის დღე", fact: "აგრეთვე: ნაურუ : ანგამის დღე", img: "Dghe"},
              { name: "ნაურუ : ანგამის დღე", fact: "ნაურუ : ანგამის დღე", img: "Dghe"}
            ],
  history:  [
              { name: "740", fact: "ძლიერი მიწისძვრა მოხდა კონსტანტინოპოლში.", img: "Konstantinopol"},
              { name: "1640", fact: "რიპონის ზავი დაიდო, რომელმაც აღადგინა მშვიდობა შოტლანდიელებსა და ინგლისს შორის.", img: "Shor"},
              { name: "1825", fact: "ერის არხი გაიხსნა, რომელმაც ალბანი, ნიუ-იორკი ტბა ერის დააკავშირა.", img: "Daakavshira"},
              { name: "1863", fact: "ფეხბურთის ასოციაცია შეიქმნა.", img: "Sheikmna"},
              { name: "1905", fact: "ნორვეგია დამოუკიდებელი გახდა შვედეთისაგან.", img: "Shvedetisagan"},
              { name: "1912", fact: "ქალაქი სალონიკი საბერძნეთს შეუერთდა მისი პატრონი წმინდანი დემეტრიუსის დღეს.", img: "Dghe"},
              { name: "1917", fact: "კაპორეტოს ბრძოლა - იტალიამ კატასტროფული დამარცხება იწვნია გერმანიასა და ავსტრიასთან პირველ მსოფლიო ომში.", img: "kaporetos brdzola"},
              { name: "1947", fact: "ქაშმირის მაჰარაჯა თანხმდება მისი სამეფოს ინდოეთთან გაერთიანებაზე.", img: "Gaertianebaz"},
              { name: "1947", fact: "ერაყში ბრიტანეთის ოკუპაცია სრულდება.", img: "Sruldeba"},
              { name: "1954", fact: "ტრიესტი იტალიას უბრუნდება.", img: "Ubrundeba"},
              { name: "1955", fact: "მოკავშირეთა ბოლო ჯარისკაცის მიერ ქვეყნის დატოვების შემდეგ ავსტრია მუდმივ ნეიტრალიტეტს აცხადებს.", img: "Atskhadeb"},
              { name: "1994", fact: "იორდანიამ და ისრაელმა სამშვიდობო ხელშეკრულებას მოაწერეს ხელი.", img: "Kheli"},
              { name: "1994", fact: "დადასტურდა რომ ენდრიუ ვაილსმა სწორად დაამტკიცა ფერმას ბოლო თეორება.", img: "Teoreba"},
              { name: "2002", fact: "მოსკოვის თეატრის ალყა სრულდება - დაახლოებით 50 ჩეჩენი თავდამსხმელი და 150 მძევალი დაიღუპა რუსული სპეცრაზმის მიერ კულტურის სახლის შტურმით აღებისას.", img: "50"},
              { name: "2012", fact: "ირანელი დისიდენტები ნასრინ სოტუდე და ჯაფარ პანაჰი სახაროვის პრემიით დააჯილდოეს.", img: "Daajildoe"},
              { name: "2012", fact: "იტალიის ყოფილი პრემიერ-მინისტრი სილვიო ბერლუსკონი საგადასახადო თაღლითობის გამო გაასამართლეს.", img: "Gaasamartle"},
              { name: "2014", fact: "დილმა რუსეფი მეორე ვადით ბრაზილიის პრეზიდენტად აირჩიეს.", img: "Airchie"},
              { name: "2017", fact: "ვენესუელის დემოკრატიული ოპოზიცია სახაროვის პრემიის ლაურეატი გახდა.", img: "Gakh"}
            ],
  born:     [
              { name: "1685", fact: "სკარლატი, დომენიკო — იტალიელი კომპოზიტორი (გ.1757)", img: "1757"},
              { name: "1867", fact: "მეგრელი, დუტუ — ქართველი მწერალი და პოეტი", img: "megreli dutu"},
              { name: "1887", fact: "არტემ ერქომაიშვილი — ქართველი ლოტბარი", img: "artem erkomaishvili"},
              { name: "1916", fact: "მიტერანი, ფრანსუა — საფრანგეთის პრეზიდენტი 1981-1995 (გ.1996)", img: "1981"},
              { name: "1919", fact: "პაჰლავი, მოჰამედ რეზა — ირანის შაჰი (გ.1980)", img: "1980"},
              { name: "1942", fact: "ჰოსკინსი, ბობ — ინგლისელი მსახიობი და რეჟისორი (გ. 2014)", img: "2014"},
              { name: "1959", fact: "ლიკა ქავჟარაძე — ქართველი კინომსახიობი (გ. 2017)", img: "2017"}
            ],
  died:     [
              { name: "899", fact: "ალფრედ დიდი — ინგლისის მეფე", img: "England"},
              { name: "1892", fact: "ვინდშაიდი, ბერნჰარდ — გერმანელი იურისტი (დ.1817)", img: "1817"},
              { name: "1909", fact: "იტო ჰირობუმი — იაპონიის პრემიერ-მინისტრი (დ.1841)", img: "1841"},
              { name: "1945", fact: "პერიო, პოლ — ფრანგი მკვლევარი (დ.1878)", img: "1878"},
              { name: "1959", fact: "ლიკა ქავჟარაძე — ქართველი კინომსახიობი. (გ. 2017)", img: "2017"},
              { name: "1973", fact: "ბუდიონი, სემიონ — რუსი სამხედრო მოღვაწე.", img: "budioni semion"}
            ]
});
